[
  {
    "id": 4059,
    "jozz": 23,
    "page": 458,
    "line_start": 6,
    "line_end": 6,
    "aya_no": 1,
    "text_tashkeel": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ ١",
    "text_simple": "تنزيل الكتاب من الله العزيز الحكيم",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4060,
    "jozz": 23,
    "page": 458,
    "line_start": 6,
    "line_end": 7,
    "aya_no": 2,
    "text_tashkeel": "إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ ٢",
    "text_simple": "إنا أنزلنا إليك الكتاب بالحق فاعبد الله مخلصا له الدين",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4061,
    "jozz": 23,
    "page": 458,
    "line_start": 7,
    "line_end": 11,
    "aya_no": 3,
    "text_tashkeel": "أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ ٣",
    "text_simple": "ألا لله الدين الخالص والذين اتخذوا من دونه أولياء ما نعبدهم إلا ليقربونا إلى الله زلفى إن الله يحكم بينهم في ما هم فيه يختلفون إن الله لا يهدي من هو كاذب كفار",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4062,
    "jozz": 23,
    "page": 458,
    "line_start": 11,
    "line_end": 12,
    "aya_no": 4,
    "text_tashkeel": "لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ ٤",
    "text_simple": "لو أراد الله أن يتخذ ولدا لاصطفى مما يخلق ما يشاء سبحانه هو الله الواحد القهار",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4063,
    "jozz": 23,
    "page": 458,
    "line_start": 13,
    "line_end": 15,
    "aya_no": 5,
    "text_tashkeel": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ ٥",
    "text_simple": "خلق السموات والأرض بالحق يكور الليل على النهار ويكور النهار على الليل وسخر الشمس والقمر كل يجري لأجل مسمى ألا هو العزيز الغفار",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4064,
    "jozz": 23,
    "page": 459,
    "line_start": 1,
    "line_end": 4,
    "aya_no": 6,
    "text_tashkeel": "خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ ٦",
    "text_simple": "خلقكم من نفس واحدة ثم جعل منها زوجها وأنزل لكم من الأنعام ثمانية أزواج يخلقكم في بطون أمهاتكم خلقا من بعد خلق في ظلمات ثلاث ذلكم الله ربكم له الملك لا إله إلا هو فأنى تصرفون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4065,
    "jozz": 23,
    "page": 459,
    "line_start": 4,
    "line_end": 7,
    "aya_no": 7,
    "text_tashkeel": "إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ ٧",
    "text_simple": "إن تكفروا فإن الله غني عنكم ولا يرضى لعباده الكفر وإن تشكروا يرضه لكم ولا تزر وازرة وزر أخرى ثم إلى ربكم مرجعكم فينبئكم بما كنتم تعملون إنه عليم بذات الصدور",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4066,
    "jozz": 23,
    "page": 459,
    "line_start": 8,
    "line_end": 10,
    "aya_no": 8,
    "text_tashkeel": "۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ ٨",
    "text_simple": "وإذا مس الإنسان ضر دعا ربه منيبا إليه ثم إذا خوله نعمة منه نسي ما كان يدعو إليه من قبل وجعل لله أندادا ليضل عن سبيله قل تمتع بكفرك قليلا إنك من أصحاب النار",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4067,
    "jozz": 23,
    "page": 459,
    "line_start": 11,
    "line_end": 13,
    "aya_no": 9,
    "text_tashkeel": "أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ ٩",
    "text_simple": "أمن هو قانت آناء الليل ساجدا وقائما يحذر الآخرة ويرجو رحمة ربه قل هل يستوي الذين يعلمون والذين لا يعلمون إنما يتذكر أولو الألباب",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4068,
    "jozz": 23,
    "page": 459,
    "line_start": 13,
    "line_end": 15,
    "aya_no": 10,
    "text_tashkeel": "قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ ١٠",
    "text_simple": "قل ياعباد الذين آمنوا اتقوا ربكم للذين أحسنوا في هذه الدنيا حسنة وأرض الله واسعة إنما يوفى الصابرون أجرهم بغير حساب",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4069,
    "jozz": 23,
    "page": 460,
    "line_start": 1,
    "line_end": 1,
    "aya_no": 11,
    "text_tashkeel": "قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ ١١",
    "text_simple": "قل إني أمرت أن أعبد الله مخلصا له الدين",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4070,
    "jozz": 23,
    "page": 460,
    "line_start": 1,
    "line_end": 2,
    "aya_no": 12,
    "text_tashkeel": "وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ ١٢",
    "text_simple": "وأمرت لأن أكون أول المسلمين",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4071,
    "jozz": 23,
    "page": 460,
    "line_start": 2,
    "line_end": 3,
    "aya_no": 13,
    "text_tashkeel": "قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ ١٣",
    "text_simple": "قل إني أخاف إن عصيت ربي عذاب يوم عظيم",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4072,
    "jozz": 23,
    "page": 460,
    "line_start": 3,
    "line_end": 3,
    "aya_no": 14,
    "text_tashkeel": "قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي ١٤",
    "text_simple": "قل الله أعبد مخلصا له ديني",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4073,
    "jozz": 23,
    "page": 460,
    "line_start": 3,
    "line_end": 5,
    "aya_no": 15,
    "text_tashkeel": "فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ ١٥",
    "text_simple": "فاعبدوا ما شئتم من دونه قل إن الخاسرين الذين خسروا أنفسهم وأهليهم يوم القيامة ألا ذلك هو الخسران المبين",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4074,
    "jozz": 23,
    "page": 460,
    "line_start": 5,
    "line_end": 6,
    "aya_no": 16,
    "text_tashkeel": "لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ ١٦",
    "text_simple": "لهم من فوقهم ظلل من النار ومن تحتهم ظلل ذلك يخوف الله به عباده ياعباد فاتقون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4075,
    "jozz": 23,
    "page": 460,
    "line_start": 7,
    "line_end": 8,
    "aya_no": 17,
    "text_tashkeel": "وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ ١٧",
    "text_simple": "والذين اجتنبوا الطاغوت أن يعبدوها وأنابوا إلى الله لهم البشرى فبشر عباد",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4076,
    "jozz": 23,
    "page": 460,
    "line_start": 8,
    "line_end": 9,
    "aya_no": 18,
    "text_tashkeel": "ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ ١٨",
    "text_simple": "الذين يستمعون القول فيتبعون أحسنه أولئك الذين هداهم الله وأولئك هم أولو الألباب",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4077,
    "jozz": 23,
    "page": 460,
    "line_start": 10,
    "line_end": 10,
    "aya_no": 19,
    "text_tashkeel": "أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ ١٩",
    "text_simple": "أفمن حق عليه كلمة العذاب أفأنت تنقذ من في النار",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4078,
    "jozz": 23,
    "page": 460,
    "line_start": 11,
    "line_end": 12,
    "aya_no": 20,
    "text_tashkeel": "لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ ٢٠",
    "text_simple": "لكن الذين اتقوا ربهم لهم غرف من فوقها غرف مبنية تجري من تحتها الأنهار وعد الله لا يخلف الله الميعاد",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4079,
    "jozz": 23,
    "page": 460,
    "line_start": 12,
    "line_end": 15,
    "aya_no": 21,
    "text_tashkeel": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ ٢١",
    "text_simple": "ألم تر أن الله أنزل من السماء ماء فسلكه ينابيع في الأرض ثم يخرج به زرعا مختلفا ألوانه ثم يهيج فتراه مصفرا ثم يجعله حطاما إن في ذلك لذكرى لأولي الألباب",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4080,
    "jozz": 23,
    "page": 461,
    "line_start": 1,
    "line_end": 2,
    "aya_no": 22,
    "text_tashkeel": "أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ ٢٢",
    "text_simple": "أفمن شرح الله صدره للإسلام فهو على نور من ربه فويل للقاسية قلوبهم من ذكر الله أولئك في ضلال مبين",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4081,
    "jozz": 23,
    "page": 461,
    "line_start": 3,
    "line_end": 6,
    "aya_no": 23,
    "text_tashkeel": "ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ ٢٣",
    "text_simple": "الله نزل أحسن الحديث كتابا متشابها مثاني تقشعر منه جلود الذين يخشون ربهم ثم تلين جلودهم وقلوبهم إلى ذكر الله ذلك هدى الله يهدي به من يشاء ومن يضلل الله فما له من هاد",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4082,
    "jozz": 23,
    "page": 461,
    "line_start": 6,
    "line_end": 7,
    "aya_no": 24,
    "text_tashkeel": "أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ ٢٤",
    "text_simple": "أفمن يتقي بوجهه سوء العذاب يوم القيامة وقيل للظالمين ذوقوا ما كنتم تكسبون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4083,
    "jozz": 23,
    "page": 461,
    "line_start": 8,
    "line_end": 9,
    "aya_no": 25,
    "text_tashkeel": "كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ ٢٥",
    "text_simple": "كذب الذين من قبلهم فأتاهم العذاب من حيث لا يشعرون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4084,
    "jozz": 23,
    "page": 461,
    "line_start": 9,
    "line_end": 10,
    "aya_no": 26,
    "text_tashkeel": "فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ ٢٦",
    "text_simple": "فأذاقهم الله الخزي في الحياة الدنيا ولعذاب الآخرة أكبر لو كانوا يعلمون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4085,
    "jozz": 23,
    "page": 461,
    "line_start": 10,
    "line_end": 11,
    "aya_no": 27,
    "text_tashkeel": "وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ ٢٧",
    "text_simple": "ولقد ضربنا للناس في هذا القرآن من كل مثل لعلهم يتذكرون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4086,
    "jozz": 23,
    "page": 461,
    "line_start": 11,
    "line_end": 12,
    "aya_no": 28,
    "text_tashkeel": "قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ ٢٨",
    "text_simple": "قرآنا عربيا غير ذي عوج لعلهم يتقون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4087,
    "jozz": 23,
    "page": 461,
    "line_start": 12,
    "line_end": 14,
    "aya_no": 29,
    "text_tashkeel": "ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٢٩",
    "text_simple": "ضرب الله مثلا رجلا فيه شركاء متشاكسون ورجلا سلما لرجل هل يستويان مثلا الحمد لله بل أكثرهم لا يعلمون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4088,
    "jozz": 23,
    "page": 461,
    "line_start": 14,
    "line_end": 15,
    "aya_no": 30,
    "text_tashkeel": "إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ ٣٠",
    "text_simple": "إنك ميت وإنهم ميتون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4089,
    "jozz": 23,
    "page": 461,
    "line_start": 15,
    "line_end": 15,
    "aya_no": 31,
    "text_tashkeel": "ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ ٣١",
    "text_simple": "ثم إنكم يوم القيامة عند ربكم تختصمون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4090,
    "jozz": 24,
    "page": 462,
    "line_start": 1,
    "line_end": 2,
    "aya_no": 32,
    "text_tashkeel": "۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ ٣٢",
    "text_simple": "فمن أظلم ممن كذب على الله وكذب بالصدق إذ جاءه أليس في جهنم مثوى للكافرين",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4091,
    "jozz": 24,
    "page": 462,
    "line_start": 2,
    "line_end": 3,
    "aya_no": 33,
    "text_tashkeel": "وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ ٣٣",
    "text_simple": "والذي جاء بالصدق وصدق به أولئك هم المتقون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4092,
    "jozz": 24,
    "page": 462,
    "line_start": 4,
    "line_end": 4,
    "aya_no": 34,
    "text_tashkeel": "لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ ٣٤",
    "text_simple": "لهم ما يشاءون عند ربهم ذلك جزاء المحسنين",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4093,
    "jozz": 24,
    "page": 462,
    "line_start": 5,
    "line_end": 6,
    "aya_no": 35,
    "text_tashkeel": "لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ ٣٥",
    "text_simple": "ليكفر الله عنهم أسوأ الذي عملوا ويجزيهم أجرهم بأحسن الذي كانوا يعملون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4094,
    "jozz": 24,
    "page": 462,
    "line_start": 6,
    "line_end": 8,
    "aya_no": 36,
    "text_tashkeel": "أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ ٣٦",
    "text_simple": "أليس الله بكاف عبده ويخوفونك بالذين من دونه ومن يضلل الله فما له من هاد",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4095,
    "jozz": 24,
    "page": 462,
    "line_start": 8,
    "line_end": 9,
    "aya_no": 37,
    "text_tashkeel": "وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ ٣٧",
    "text_simple": "ومن يهد الله فما له من مضل أليس الله بعزيز ذي انتقام",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4096,
    "jozz": 24,
    "page": 462,
    "line_start": 9,
    "line_end": 13,
    "aya_no": 38,
    "text_tashkeel": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ ٣٨",
    "text_simple": "ولئن سألتهم من خلق السموات والأرض ليقولن الله قل أفرأيتم ما تدعون من دون الله إن أرادني الله بضر هل هن كاشفات ضره أو أرادني برحمة هل هن ممسكات رحمته قل حسبي الله عليه يتوكل المتوكلون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4097,
    "jozz": 24,
    "page": 462,
    "line_start": 13,
    "line_end": 14,
    "aya_no": 39,
    "text_tashkeel": "قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ ٣٩",
    "text_simple": "قل ياقوم اعملوا على مكانتكم إني عامل فسوف تعلمون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4098,
    "jozz": 24,
    "page": 462,
    "line_start": 15,
    "line_end": 15,
    "aya_no": 40,
    "text_tashkeel": "مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ ٤٠",
    "text_simple": "من يأتيه عذاب يخزيه ويحل عليه عذاب مقيم",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4099,
    "jozz": 24,
    "page": 463,
    "line_start": 1,
    "line_end": 3,
    "aya_no": 41,
    "text_tashkeel": "إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ ٤١",
    "text_simple": "إنا أنزلنا عليك الكتاب للناس بالحق فمن اهتدى فلنفسه ومن ضل فإنما يضل عليها وما أنت عليهم بوكيل",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4100,
    "jozz": 24,
    "page": 463,
    "line_start": 3,
    "line_end": 6,
    "aya_no": 42,
    "text_tashkeel": "ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ ٤٢",
    "text_simple": "الله يتوفى الأنفس حين موتها والتي لم تمت في منامها فيمسك التي قضى عليها الموت ويرسل الأخرى إلى أجل مسمى إن في ذلك لآيات لقوم يتفكرون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4101,
    "jozz": 24,
    "page": 463,
    "line_start": 6,
    "line_end": 7,
    "aya_no": 43,
    "text_tashkeel": "أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ ٤٣",
    "text_simple": "أم اتخذوا من دون الله شفعاء قل أو لو كانوا لا يملكون شيئا ولا يعقلون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4102,
    "jozz": 24,
    "page": 463,
    "line_start": 7,
    "line_end": 9,
    "aya_no": 44,
    "text_tashkeel": "قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ ٤٤",
    "text_simple": "قل لله الشفاعة جميعا له ملك السموات والأرض ثم إليه ترجعون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4103,
    "jozz": 24,
    "page": 463,
    "line_start": 9,
    "line_end": 11,
    "aya_no": 45,
    "text_tashkeel": "وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ ٤٥",
    "text_simple": "وإذا ذكر الله وحده اشمأزت قلوب الذين لا يؤمنون بالآخرة وإذا ذكر الذين من دونه إذا هم يستبشرون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4104,
    "jozz": 24,
    "page": 463,
    "line_start": 11,
    "line_end": 13,
    "aya_no": 46,
    "text_tashkeel": "قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ ٤٦",
    "text_simple": "قل اللهم فاطر السموات والأرض عالم الغيب والشهادة أنت تحكم بين عبادك في ما كانوا فيه يختلفون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4105,
    "jozz": 24,
    "page": 463,
    "line_start": 13,
    "line_end": 15,
    "aya_no": 47,
    "text_tashkeel": "وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ ٤٧",
    "text_simple": "ولو أن للذين ظلموا ما في الأرض جميعا ومثله معه لافتدوا به من سوء العذاب يوم القيامة وبدا لهم من الله ما لم يكونوا يحتسبون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4106,
    "jozz": 24,
    "page": 464,
    "line_start": 1,
    "line_end": 2,
    "aya_no": 48,
    "text_tashkeel": "وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ ٤٨",
    "text_simple": "وبدا لهم سيئات ما كسبوا وحاق بهم ما كانوا به يستهزئون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4107,
    "jozz": 24,
    "page": 464,
    "line_start": 2,
    "line_end": 4,
    "aya_no": 49,
    "text_tashkeel": "فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ ٤٩",
    "text_simple": "فإذا مس الإنسان ضر دعانا ثم إذا خولناه نعمة منا قال إنما أوتيته على علم بل هي فتنة ولكن أكثرهم لا يعلمون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4108,
    "jozz": 24,
    "page": 464,
    "line_start": 4,
    "line_end": 5,
    "aya_no": 50,
    "text_tashkeel": "قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ ٥٠",
    "text_simple": "قد قالها الذين من قبلهم فما أغنى عنهم ما كانوا يكسبون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4109,
    "jozz": 24,
    "page": 464,
    "line_start": 5,
    "line_end": 7,
    "aya_no": 51,
    "text_tashkeel": "فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ ٥١",
    "text_simple": "فأصابهم سيئات ما كسبوا والذين ظلموا من هؤلاء سيصيبهم سيئات ما كسبوا وما هم بمعجزين",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4110,
    "jozz": 24,
    "page": 464,
    "line_start": 7,
    "line_end": 8,
    "aya_no": 52,
    "text_tashkeel": "أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ ٥٢",
    "text_simple": "أو لم يعلموا أن الله يبسط الرزق لمن يشاء ويقدر إن في ذلك لآيات لقوم يؤمنون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4111,
    "jozz": 24,
    "page": 464,
    "line_start": 9,
    "line_end": 11,
    "aya_no": 53,
    "text_tashkeel": "۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ ٥٣",
    "text_simple": "قل ياعبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعا إنه هو الغفور الرحيم",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4112,
    "jozz": 24,
    "page": 464,
    "line_start": 11,
    "line_end": 12,
    "aya_no": 54,
    "text_tashkeel": "وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ ٥٤",
    "text_simple": "وأنيبوا إلى ربكم وأسلموا له من قبل أن يأتيكم العذاب ثم لا تنصرون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4113,
    "jozz": 24,
    "page": 464,
    "line_start": 12,
    "line_end": 14,
    "aya_no": 55,
    "text_tashkeel": "وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ ٥٥",
    "text_simple": "واتبعوا أحسن ما أنزل إليكم من ربكم من قبل أن يأتيكم العذاب بغتة وأنتم لا تشعرون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4114,
    "jozz": 24,
    "page": 464,
    "line_start": 14,
    "line_end": 15,
    "aya_no": 56,
    "text_tashkeel": "أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ ٥٦",
    "text_simple": "أن تقول نفس ياحسرتا على ما فرطت في جنب الله وإن كنت لمن الساخرين",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4115,
    "jozz": 24,
    "page": 465,
    "line_start": 1,
    "line_end": 1,
    "aya_no": 57,
    "text_tashkeel": "أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ ٥٧",
    "text_simple": "أو تقول لو أن الله هداني لكنت من المتقين",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4116,
    "jozz": 24,
    "page": 465,
    "line_start": 1,
    "line_end": 2,
    "aya_no": 58,
    "text_tashkeel": "أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ ٥٨",
    "text_simple": "أو تقول حين ترى العذاب لو أن لي كرة فأكون من المحسنين",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4117,
    "jozz": 24,
    "page": 465,
    "line_start": 3,
    "line_end": 4,
    "aya_no": 59,
    "text_tashkeel": "بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ ٥٩",
    "text_simple": "بلى قد جاءتك آياتي فكذبت بها واستكبرت وكنت من الكافرين",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4118,
    "jozz": 24,
    "page": 465,
    "line_start": 4,
    "line_end": 5,
    "aya_no": 60,
    "text_tashkeel": "وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ ٦٠",
    "text_simple": "ويوم القيامة ترى الذين كذبوا على الله وجوههم مسودة أليس في جهنم مثوى للمتكبرين",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4119,
    "jozz": 24,
    "page": 465,
    "line_start": 6,
    "line_end": 7,
    "aya_no": 61,
    "text_tashkeel": "وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ ٦١",
    "text_simple": "وينجي الله الذين اتقوا بمفازتهم لا يمسهم السوء ولا هم يحزنون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4120,
    "jozz": 24,
    "page": 465,
    "line_start": 7,
    "line_end": 8,
    "aya_no": 62,
    "text_tashkeel": "ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ ٦٢",
    "text_simple": "الله خالق كل شيء وهو على كل شيء وكيل",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4121,
    "jozz": 24,
    "page": 465,
    "line_start": 8,
    "line_end": 9,
    "aya_no": 63,
    "text_tashkeel": "لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ ٦٣",
    "text_simple": "له مقاليد السموات والأرض والذين كفروا بآيات الله أولئك هم الخاسرون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4122,
    "jozz": 24,
    "page": 465,
    "line_start": 9,
    "line_end": 10,
    "aya_no": 64,
    "text_tashkeel": "قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ ٦٤",
    "text_simple": "قل أفغير الله تأمروني أعبد أيها الجاهلون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4123,
    "jozz": 24,
    "page": 465,
    "line_start": 10,
    "line_end": 12,
    "aya_no": 65,
    "text_tashkeel": "وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ ٦٥",
    "text_simple": "ولقد أوحي إليك وإلى الذين من قبلك لئن أشركت ليحبطن عملك ولتكونن من الخاسرين",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4124,
    "jozz": 24,
    "page": 465,
    "line_start": 12,
    "line_end": 13,
    "aya_no": 66,
    "text_tashkeel": "بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ ٦٦",
    "text_simple": "بل الله فاعبد وكن من الشاكرين",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4125,
    "jozz": 24,
    "page": 465,
    "line_start": 13,
    "line_end": 15,
    "aya_no": 67,
    "text_tashkeel": "وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ ٦٧",
    "text_simple": "وما قدروا الله حق قدره والأرض جميعا قبضته يوم القيامة والسموات مطويات بيمينه سبحانه وتعالى عما يشركون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4126,
    "jozz": 24,
    "page": 466,
    "line_start": 1,
    "line_end": 2,
    "aya_no": 68,
    "text_tashkeel": "وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ ٦٨",
    "text_simple": "ونفخ في الصور فصعق من في السموات ومن في الأرض إلا من شاء الله ثم نفخ فيه أخرى فإذا هم قيام ينظرون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4127,
    "jozz": 24,
    "page": 466,
    "line_start": 3,
    "line_end": 4,
    "aya_no": 69,
    "text_tashkeel": "وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ ٦٩",
    "text_simple": "وأشرقت الأرض بنور ربها ووضع الكتاب وجيء بالنبيين والشهداء وقضي بينهم بالحق وهم لا يظلمون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4128,
    "jozz": 24,
    "page": 466,
    "line_start": 5,
    "line_end": 5,
    "aya_no": 70,
    "text_tashkeel": "وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ ٧٠",
    "text_simple": "ووفيت كل نفس ما عملت وهو أعلم بما يفعلون",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4129,
    "jozz": 24,
    "page": 466,
    "line_start": 6,
    "line_end": 9,
    "aya_no": 71,
    "text_tashkeel": "وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ ٧١",
    "text_simple": "وسيق الذين كفروا إلى جهنم زمرا حتى إذا جاءوها فتحت أبوابها وقال لهم خزنتها ألم يأتكم رسل منكم يتلون عليكم آيات ربكم وينذرونكم لقاء يومكم هذا قالوا بلى ولكن حقت كلمة العذاب على الكافرين",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4130,
    "jozz": 24,
    "page": 466,
    "line_start": 10,
    "line_end": 11,
    "aya_no": 72,
    "text_tashkeel": "قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ ٧٢",
    "text_simple": "قيل ادخلوا أبواب جهنم خالدين فيها فبئس مثوى المتكبرين",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4131,
    "jozz": 24,
    "page": 466,
    "line_start": 11,
    "line_end": 13,
    "aya_no": 73,
    "text_tashkeel": "وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ ٧٣",
    "text_simple": "وسيق الذين اتقوا ربهم إلى الجنة زمرا حتى إذا جاءوها وفتحت أبوابها وقال لهم خزنتها سلام عليكم طبتم فادخلوها خالدين",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4132,
    "jozz": 24,
    "page": 466,
    "line_start": 13,
    "line_end": 15,
    "aya_no": 74,
    "text_tashkeel": "وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ ٧٤",
    "text_simple": "وقالوا الحمد لله الذي صدقنا وعده وأورثنا الأرض نتبوأ من الجنة حيث نشاء فنعم أجر العاملين",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  },
  {
    "id": 4133,
    "jozz": 24,
    "page": 467,
    "line_start": 1,
    "line_end": 2,
    "aya_no": 75,
    "text_tashkeel": "وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ ٧٥",
    "text_simple": "وترى الملائكة حافين من حول العرش يسبحون بحمد ربهم وقضي بينهم بالحق وقيل الحمد لله رب العالمين",
    "sura_no": 39,
    "sura_name_en": "Az-Zumar",
    "sura_name_ar": "الزُّمَر"
  }
]