[
  {
    "id": 1751,
    "jozz": 13,
    "page": 255,
    "line_start": 5,
    "line_end": 6,
    "aya_no": 1,
    "text_tashkeel": "الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ ١",
    "text_simple": "الر كتاب أنزلناه إليك لتخرج الناس من الظلمات إلى النور بإذن ربهم إلى صراط العزيز الحميد",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1752,
    "jozz": 13,
    "page": 255,
    "line_start": 7,
    "line_end": 8,
    "aya_no": 2,
    "text_tashkeel": "ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ ٢",
    "text_simple": "الله الذي له ما في السموات وما في الأرض وويل للكافرين من عذاب شديد",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1753,
    "jozz": 13,
    "page": 255,
    "line_start": 8,
    "line_end": 10,
    "aya_no": 3,
    "text_tashkeel": "ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ ٣",
    "text_simple": "الذين يستحبون الحياة الدنيا على الآخرة ويصدون عن سبيل الله ويبغونها عوجا أولئك في ضلال بعيد",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1754,
    "jozz": 13,
    "page": 255,
    "line_start": 10,
    "line_end": 13,
    "aya_no": 4,
    "text_tashkeel": "وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ٤",
    "text_simple": "وما أرسلنا من رسول إلا بلسان قومه ليبين لهم فيضل الله من يشاء ويهدي من يشاء وهو العزيز الحكيم",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1755,
    "jozz": 13,
    "page": 255,
    "line_start": 13,
    "line_end": 15,
    "aya_no": 5,
    "text_tashkeel": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ ٥",
    "text_simple": "ولقد أرسلنا موسى بآياتنا أن أخرج قومك من الظلمات إلى النور وذكرهم بأيام الله إن في ذلك لآيات لكل صبار شكور",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1756,
    "jozz": 13,
    "page": 256,
    "line_start": 1,
    "line_end": 4,
    "aya_no": 6,
    "text_tashkeel": "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ ٦",
    "text_simple": "وإذ قال موسى لقومه اذكروا نعمة الله عليكم إذ أنجاكم من آل فرعون يسومونكم سوء العذاب ويذبحون أبناءكم ويستحيون نساءكم وفي ذلكم بلاء من ربكم عظيم",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1757,
    "jozz": 13,
    "page": 256,
    "line_start": 4,
    "line_end": 6,
    "aya_no": 7,
    "text_tashkeel": "وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ ٧",
    "text_simple": "وإذ تأذن ربكم لئن شكرتم لأزيدنكم ولئن كفرتم إن عذابي لشديد",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1758,
    "jozz": 13,
    "page": 256,
    "line_start": 6,
    "line_end": 7,
    "aya_no": 8,
    "text_tashkeel": "وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ ٨",
    "text_simple": "وقال موسى إن تكفروا أنتم ومن في الأرض جميعا فإن الله لغني حميد",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1759,
    "jozz": 13,
    "page": 256,
    "line_start": 7,
    "line_end": 11,
    "aya_no": 9,
    "text_tashkeel": "أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ ٩",
    "text_simple": "ألم يأتكم نبأ الذين من قبلكم قوم نوح وعاد وثمود والذين من بعدهم لا يعلمهم إلا الله جاءتهم رسلهم بالبينات فردوا أيديهم في أفواههم وقالوا إنا كفرنا بما أرسلتم به وإنا لفي شك مما تدعوننا إليه مريب",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1760,
    "jozz": 13,
    "page": 256,
    "line_start": 12,
    "line_end": 15,
    "aya_no": 10,
    "text_tashkeel": "۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ ١٠",
    "text_simple": "قالت رسلهم أفي الله شك فاطر السموات والأرض يدعوكم ليغفر لكم من ذنوبكم ويؤخركم إلى أجل مسمى قالوا إن أنتم إلا بشر مثلنا تريدون أن تصدونا عما كان يعبد آباؤنا فأتونا بسلطان مبين",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1761,
    "jozz": 13,
    "page": 257,
    "line_start": 1,
    "line_end": 3,
    "aya_no": 11,
    "text_tashkeel": "قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ ١١",
    "text_simple": "قالت لهم رسلهم إن نحن إلا بشر مثلكم ولكن الله يمن على من يشاء من عباده وما كان لنا أن نأتيكم بسلطان إلا بإذن الله وعلى الله فليتوكل المؤمنون",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1762,
    "jozz": 13,
    "page": 257,
    "line_start": 4,
    "line_end": 5,
    "aya_no": 12,
    "text_tashkeel": "وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ ١٢",
    "text_simple": "وما لنا ألا نتوكل على الله وقد هدانا سبلنا ولنصبرن على ما آذيتمونا وعلى الله فليتوكل المتوكلون",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1763,
    "jozz": 13,
    "page": 257,
    "line_start": 6,
    "line_end": 8,
    "aya_no": 13,
    "text_tashkeel": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ ١٣",
    "text_simple": "وقال الذين كفروا لرسلهم لنخرجنكم من أرضنا أو لتعودن في ملتنا فأوحى إليهم ربهم لنهلكن الظالمين",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1764,
    "jozz": 13,
    "page": 257,
    "line_start": 8,
    "line_end": 9,
    "aya_no": 14,
    "text_tashkeel": "وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ ١٤",
    "text_simple": "ولنسكننكم الأرض من بعدهم ذلك لمن خاف مقامي وخاف وعيد",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1765,
    "jozz": 13,
    "page": 257,
    "line_start": 9,
    "line_end": 10,
    "aya_no": 15,
    "text_tashkeel": "وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ ١٥",
    "text_simple": "واستفتحوا وخاب كل جبار عنيد",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1766,
    "jozz": 13,
    "page": 257,
    "line_start": 10,
    "line_end": 11,
    "aya_no": 16,
    "text_tashkeel": "مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ ١٦",
    "text_simple": "من ورائه جهنم ويسقى من ماء صديد",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1767,
    "jozz": 13,
    "page": 257,
    "line_start": 11,
    "line_end": 13,
    "aya_no": 17,
    "text_tashkeel": "يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ ١٧",
    "text_simple": "يتجرعه ولا يكاد يسيغه ويأتيه الموت من كل مكان وما هو بميت ومن ورائه عذاب غليظ",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1768,
    "jozz": 13,
    "page": 257,
    "line_start": 13,
    "line_end": 15,
    "aya_no": 18,
    "text_tashkeel": "مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ ١٨",
    "text_simple": "مثل الذين كفروا بربهم أعمالهم كرماد اشتدت به الريح في يوم عاصف لا يقدرون مما كسبوا على شيء ذلك هو الضلال البعيد",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1769,
    "jozz": 13,
    "page": 258,
    "line_start": 1,
    "line_end": 2,
    "aya_no": 19,
    "text_tashkeel": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ ١٩",
    "text_simple": "ألم تر أن الله خلق السموات والأرض بالحق إن يشأ يذهبكم ويأت بخلق جديد",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1770,
    "jozz": 13,
    "page": 258,
    "line_start": 2,
    "line_end": 2,
    "aya_no": 20,
    "text_tashkeel": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ ٢٠",
    "text_simple": "وما ذلك على الله بعزيز",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1771,
    "jozz": 13,
    "page": 258,
    "line_start": 3,
    "line_end": 6,
    "aya_no": 21,
    "text_tashkeel": "وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ ٢١",
    "text_simple": "وبرزوا لله جميعا فقال الضعفاء للذين استكبروا إنا كنا لكم تبعا فهل أنتم مغنون عنا من عذاب الله من شيء قالوا لو هدانا الله لهديناكم سواء علينا أجزعنا أم صبرنا ما لنا من محيص",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1772,
    "jozz": 13,
    "page": 258,
    "line_start": 6,
    "line_end": 12,
    "aya_no": 22,
    "text_tashkeel": "وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ ٢٢",
    "text_simple": "وقال الشيطان لما قضي الأمر إن الله وعدكم وعد الحق ووعدتكم فأخلفتكم وما كان لي عليكم من سلطان إلا أن دعوتكم فاستجبتم لي فلا تلوموني ولوموا أنفسكم ما أنا بمصرخكم وما أنتم بمصرخي إني كفرت بما أشركتمون من قبل إن الظالمين لهم عذاب أليم",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1773,
    "jozz": 13,
    "page": 258,
    "line_start": 12,
    "line_end": 14,
    "aya_no": 23,
    "text_tashkeel": "وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ ٢٣",
    "text_simple": "وأدخل الذين آمنوا وعملوا الصالحات جنات تجري من تحتها الأنهار خالدين فيها بإذن ربهم تحيتهم فيها سلام",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1774,
    "jozz": 13,
    "page": 258,
    "line_start": 14,
    "line_end": 15,
    "aya_no": 24,
    "text_tashkeel": "أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ ٢٤",
    "text_simple": "ألم تر كيف ضرب الله مثلا كلمة طيبة كشجرة طيبة أصلها ثابت وفرعها في السماء",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1775,
    "jozz": 13,
    "page": 259,
    "line_start": 1,
    "line_end": 2,
    "aya_no": 25,
    "text_tashkeel": "تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ ٢٥",
    "text_simple": "تؤتي أكلها كل حين بإذن ربها ويضرب الله الأمثال للناس لعلهم يتذكرون",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1776,
    "jozz": 13,
    "page": 259,
    "line_start": 2,
    "line_end": 4,
    "aya_no": 26,
    "text_tashkeel": "وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ ٢٦",
    "text_simple": "ومثل كلمة خبيثة كشجرة خبيثة اجتثت من فوق الأرض ما لها من قرار",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1777,
    "jozz": 13,
    "page": 259,
    "line_start": 4,
    "line_end": 6,
    "aya_no": 27,
    "text_tashkeel": "يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ ٢٧",
    "text_simple": "يثبت الله الذين آمنوا بالقول الثابت في الحياة الدنيا وفي الآخرة ويضل الله الظالمين ويفعل الله ما يشاء",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1778,
    "jozz": 13,
    "page": 259,
    "line_start": 6,
    "line_end": 7,
    "aya_no": 28,
    "text_tashkeel": "۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ ٢٨",
    "text_simple": "ألم تر إلى الذين بدلوا نعمة الله كفرا وأحلوا قومهم دار البوار",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1779,
    "jozz": 13,
    "page": 259,
    "line_start": 7,
    "line_end": 8,
    "aya_no": 29,
    "text_tashkeel": "جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ ٢٩",
    "text_simple": "جهنم يصلونها وبئس القرار",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1780,
    "jozz": 13,
    "page": 259,
    "line_start": 8,
    "line_end": 9,
    "aya_no": 30,
    "text_tashkeel": "وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ ٣٠",
    "text_simple": "وجعلوا لله أندادا ليضلوا عن سبيله قل تمتعوا فإن مصيركم إلى النار",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1781,
    "jozz": 13,
    "page": 259,
    "line_start": 9,
    "line_end": 11,
    "aya_no": 31,
    "text_tashkeel": "قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ ٣١",
    "text_simple": "قل لعبادي الذين آمنوا يقيموا الصلاة وينفقوا مما رزقناهم سرا وعلانية من قبل أن يأتي يوم لا بيع فيه ولا خلال",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1782,
    "jozz": 13,
    "page": 259,
    "line_start": 11,
    "line_end": 14,
    "aya_no": 32,
    "text_tashkeel": "ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ ٣٢",
    "text_simple": "الله الذي خلق السموات والأرض وأنزل من السماء ماء فأخرج به من الثمرات رزقا لكم وسخر لكم الفلك لتجري في البحر بأمره وسخر لكم الأنهار",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1783,
    "jozz": 13,
    "page": 259,
    "line_start": 14,
    "line_end": 15,
    "aya_no": 33,
    "text_tashkeel": "وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ ٣٣",
    "text_simple": "وسخر لكم الشمس والقمر دائبين وسخر لكم الليل والنهار",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1784,
    "jozz": 13,
    "page": 260,
    "line_start": 1,
    "line_end": 2,
    "aya_no": 34,
    "text_tashkeel": "وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ ٣٤",
    "text_simple": "وآتاكم من كل ما سألتموه وإن تعدوا نعمة الله لا تحصوها إن الإنسان لظلوم كفار",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1785,
    "jozz": 13,
    "page": 260,
    "line_start": 2,
    "line_end": 4,
    "aya_no": 35,
    "text_tashkeel": "وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ ٣٥",
    "text_simple": "وإذ قال إبراهيم رب اجعل هذا البلد آمنا واجنبني وبني أن نعبد الأصنام",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1786,
    "jozz": 13,
    "page": 260,
    "line_start": 4,
    "line_end": 5,
    "aya_no": 36,
    "text_tashkeel": "رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ ٣٦",
    "text_simple": "رب إنهن أضللن كثيرا من الناس فمن تبعني فإنه مني ومن عصاني فإنك غفور رحيم",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1787,
    "jozz": 13,
    "page": 260,
    "line_start": 5,
    "line_end": 8,
    "aya_no": 37,
    "text_tashkeel": "رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ ٣٧",
    "text_simple": "ربنا إني أسكنت من ذريتي بواد غير ذي زرع عند بيتك المحرم ربنا ليقيموا الصلاة فاجعل أفئدة من الناس تهوي إليهم وارزقهم من الثمرات لعلهم يشكرون",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1788,
    "jozz": 13,
    "page": 260,
    "line_start": 9,
    "line_end": 10,
    "aya_no": 38,
    "text_tashkeel": "رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ ٣٨",
    "text_simple": "ربنا إنك تعلم ما نخفي وما نعلن وما يخفى على الله من شيء في الأرض ولا في السماء",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1789,
    "jozz": 13,
    "page": 260,
    "line_start": 10,
    "line_end": 12,
    "aya_no": 39,
    "text_tashkeel": "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ ٣٩",
    "text_simple": "الحمد لله الذي وهب لي على الكبر إسماعيل وإسحاق إن ربي لسميع الدعاء",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1790,
    "jozz": 13,
    "page": 260,
    "line_start": 12,
    "line_end": 13,
    "aya_no": 40,
    "text_tashkeel": "رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ ٤٠",
    "text_simple": "رب اجعلني مقيم الصلاة ومن ذريتي ربنا وتقبل دعاء",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1791,
    "jozz": 13,
    "page": 260,
    "line_start": 13,
    "line_end": 14,
    "aya_no": 41,
    "text_tashkeel": "رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ ٤١",
    "text_simple": "ربنا اغفر لي ولوالدي وللمؤمنين يوم يقوم الحساب",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1792,
    "jozz": 13,
    "page": 260,
    "line_start": 14,
    "line_end": 15,
    "aya_no": 42,
    "text_tashkeel": "وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ ٤٢",
    "text_simple": "ولا تحسبن الله غافلا عما يعمل الظالمون إنما يؤخرهم ليوم تشخص فيه الأبصار",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1793,
    "jozz": 13,
    "page": 261,
    "line_start": 1,
    "line_end": 2,
    "aya_no": 43,
    "text_tashkeel": "مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ ٤٣",
    "text_simple": "مهطعين مقنعي رءوسهم لا يرتد إليهم طرفهم وأفئدتهم هواء",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1794,
    "jozz": 13,
    "page": 261,
    "line_start": 2,
    "line_end": 5,
    "aya_no": 44,
    "text_tashkeel": "وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ ٤٤",
    "text_simple": "وأنذر الناس يوم يأتيهم العذاب فيقول الذين ظلموا ربنا أخرنا إلى أجل قريب نجب دعوتك ونتبع الرسل أو لم تكونوا أقسمتم من قبل ما لكم من زوال",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1795,
    "jozz": 13,
    "page": 261,
    "line_start": 5,
    "line_end": 7,
    "aya_no": 45,
    "text_tashkeel": "وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ ٤٥",
    "text_simple": "وسكنتم في مساكن الذين ظلموا أنفسهم وتبين لكم كيف فعلنا بهم وضربنا لكم الأمثال",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1796,
    "jozz": 13,
    "page": 261,
    "line_start": 7,
    "line_end": 8,
    "aya_no": 46,
    "text_tashkeel": "وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ ٤٦",
    "text_simple": "وقد مكروا مكرهم وعند الله مكرهم وإن كان مكرهم لتزول منه الجبال",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1797,
    "jozz": 13,
    "page": 261,
    "line_start": 8,
    "line_end": 10,
    "aya_no": 47,
    "text_tashkeel": "فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ ٤٧",
    "text_simple": "فلا تحسبن الله مخلف وعده رسله إن الله عزيز ذو انتقام",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1798,
    "jozz": 13,
    "page": 261,
    "line_start": 10,
    "line_end": 11,
    "aya_no": 48,
    "text_tashkeel": "يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ ٤٨",
    "text_simple": "يوم تبدل الأرض غير الأرض والسموات وبرزوا لله الواحد القهار",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1799,
    "jozz": 13,
    "page": 261,
    "line_start": 11,
    "line_end": 12,
    "aya_no": 49,
    "text_tashkeel": "وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ ٤٩",
    "text_simple": "وترى المجرمين يومئذ مقرنين في الأصفاد",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1800,
    "jozz": 13,
    "page": 261,
    "line_start": 12,
    "line_end": 13,
    "aya_no": 50,
    "text_tashkeel": "سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ ٥٠",
    "text_simple": "سرابيلهم من قطران وتغشى وجوههم النار",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1801,
    "jozz": 13,
    "page": 261,
    "line_start": 13,
    "line_end": 14,
    "aya_no": 51,
    "text_tashkeel": "لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ ٥١",
    "text_simple": "ليجزي الله كل نفس ما كسبت إن الله سريع الحساب",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  },
  {
    "id": 1802,
    "jozz": 13,
    "page": 261,
    "line_start": 14,
    "line_end": 15,
    "aya_no": 52,
    "text_tashkeel": "هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ ٥٢",
    "text_simple": "هذا بلاغ للناس ولينذروا به وليعلموا أنما هو إله واحد وليذكر أولو الألباب",
    "sura_no": 14,
    "sura_name_en": "Ibrāhīm",
    "sura_name_ar": "إبراهِيم"
  }
]