[
  {
    "id": 3661,
    "jozz": 22,
    "page": 434,
    "line_start": 10,
    "line_end": 12,
    "aya_no": 1,
    "text_tashkeel": "ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ ١",
    "text_simple": "الحمد لله فاطر السموات والأرض جاعل الملائكة رسلا أولي أجنحة مثنى وثلاث ورباع يزيد في الخلق ما يشاء إن الله على كل شيء قدير",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3662,
    "jozz": 22,
    "page": 434,
    "line_start": 12,
    "line_end": 13,
    "aya_no": 2,
    "text_tashkeel": "مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ٢",
    "text_simple": "ما يفتح الله للناس من رحمة فلا ممسك لها وما يمسك فلا مرسل له من بعده وهو العزيز الحكيم",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3663,
    "jozz": 22,
    "page": 434,
    "line_start": 14,
    "line_end": 15,
    "aya_no": 3,
    "text_tashkeel": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ ٣",
    "text_simple": "ياأيها الناس اذكروا نعمة الله عليكم هل من خالق غير الله يرزقكم من السماء والأرض لا إله إلا هو فأنى تؤفكون",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3664,
    "jozz": 22,
    "page": 435,
    "line_start": 1,
    "line_end": 2,
    "aya_no": 4,
    "text_tashkeel": "وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ ٤",
    "text_simple": "وإن يكذبوك فقد كذبت رسل من قبلك وإلى الله ترجع الأمور",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3665,
    "jozz": 22,
    "page": 435,
    "line_start": 2,
    "line_end": 3,
    "aya_no": 5,
    "text_tashkeel": "يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ ٥",
    "text_simple": "ياأيها الناس إن وعد الله حق فلا تغرنكم الحياة الدنيا ولا يغرنكم بالله الغرور",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3666,
    "jozz": 22,
    "page": 435,
    "line_start": 3,
    "line_end": 4,
    "aya_no": 6,
    "text_tashkeel": "إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ ٦",
    "text_simple": "إن الشيطان لكم عدو فاتخذوه عدوا إنما يدعو حزبه ليكونوا من أصحاب السعير",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3667,
    "jozz": 22,
    "page": 435,
    "line_start": 4,
    "line_end": 6,
    "aya_no": 7,
    "text_tashkeel": "ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ ٧",
    "text_simple": "الذين كفروا لهم عذاب شديد والذين آمنوا وعملوا الصالحات لهم مغفرة وأجر كبير",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3668,
    "jozz": 22,
    "page": 435,
    "line_start": 6,
    "line_end": 8,
    "aya_no": 8,
    "text_tashkeel": "أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ ٨",
    "text_simple": "أفمن زين له سوء عمله فرآه حسنا فإن الله يضل من يشاء ويهدي من يشاء فلا تذهب نفسك عليهم حسرات إن الله عليم بما يصنعون",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3669,
    "jozz": 22,
    "page": 435,
    "line_start": 8,
    "line_end": 10,
    "aya_no": 9,
    "text_tashkeel": "وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ ٩",
    "text_simple": "والله الذي أرسل الرياح فتثير سحابا فسقناه إلى بلد ميت فأحيينا به الأرض بعد موتها كذلك النشور",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3670,
    "jozz": 22,
    "page": 435,
    "line_start": 10,
    "line_end": 12,
    "aya_no": 10,
    "text_tashkeel": "مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ ١٠",
    "text_simple": "من كان يريد العزة فلله العزة جميعا إليه يصعد الكلم الطيب والعمل الصالح يرفعه والذين يمكرون السيئات لهم عذاب شديد ومكر أولئك هو يبور",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3671,
    "jozz": 22,
    "page": 435,
    "line_start": 13,
    "line_end": 15,
    "aya_no": 11,
    "text_tashkeel": "وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ ١١",
    "text_simple": "والله خلقكم من تراب ثم من نطفة ثم جعلكم أزواجا وما تحمل من أنثى ولا تضع إلا بعلمه وما يعمر من معمر ولا ينقص من عمره إلا في كتاب إن ذلك على الله يسير",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3672,
    "jozz": 22,
    "page": 436,
    "line_start": 1,
    "line_end": 4,
    "aya_no": 12,
    "text_tashkeel": "وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ ١٢",
    "text_simple": "وما يستوي البحران هذا عذب فرات سائغ شرابه وهذا ملح أجاج ومن كل تأكلون لحما طريا وتستخرجون حلية تلبسونها وترى الفلك فيه مواخر لتبتغوا من فضله ولعلكم تشكرون",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3673,
    "jozz": 22,
    "page": 436,
    "line_start": 4,
    "line_end": 7,
    "aya_no": 13,
    "text_tashkeel": "يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ ١٣",
    "text_simple": "يولج الليل في النهار ويولج النهار في الليل وسخر الشمس والقمر كل يجري لأجل مسمى ذلكم الله ربكم له الملك والذين تدعون من دونه ما يملكون من قطمير",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3674,
    "jozz": 22,
    "page": 436,
    "line_start": 7,
    "line_end": 9,
    "aya_no": 14,
    "text_tashkeel": "إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ ١٤",
    "text_simple": "إن تدعوهم لا يسمعوا دعاءكم ولو سمعوا ما استجابوا لكم ويوم القيامة يكفرون بشرككم ولا ينبئك مثل خبير",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3675,
    "jozz": 22,
    "page": 436,
    "line_start": 10,
    "line_end": 11,
    "aya_no": 15,
    "text_tashkeel": "۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ ١٥",
    "text_simple": "ياأيها الناس أنتم الفقراء إلى الله والله هو الغني الحميد",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3676,
    "jozz": 22,
    "page": 436,
    "line_start": 11,
    "line_end": 11,
    "aya_no": 16,
    "text_tashkeel": "إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ ١٦",
    "text_simple": "إن يشأ يذهبكم ويأت بخلق جديد",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3677,
    "jozz": 22,
    "page": 436,
    "line_start": 12,
    "line_end": 12,
    "aya_no": 17,
    "text_tashkeel": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ ١٧",
    "text_simple": "وما ذلك على الله بعزيز",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3678,
    "jozz": 22,
    "page": 436,
    "line_start": 12,
    "line_end": 15,
    "aya_no": 18,
    "text_tashkeel": "وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ ١٨",
    "text_simple": "ولا تزر وازرة وزر أخرى وإن تدع مثقلة إلى حملها لا يحمل منه شيء ولو كان ذا قربى إنما تنذر الذين يخشون ربهم بالغيب وأقاموا الصلاة ومن تزكى فإنما يتزكى لنفسه وإلى الله المصير",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3679,
    "jozz": 22,
    "page": 437,
    "line_start": 1,
    "line_end": 1,
    "aya_no": 19,
    "text_tashkeel": "وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ ١٩",
    "text_simple": "وما يستوي الأعمى والبصير",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3680,
    "jozz": 22,
    "page": 437,
    "line_start": 1,
    "line_end": 1,
    "aya_no": 20,
    "text_tashkeel": "وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ ٢٠",
    "text_simple": "ولا الظلمات ولا النور",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3681,
    "jozz": 22,
    "page": 437,
    "line_start": 2,
    "line_end": 2,
    "aya_no": 21,
    "text_tashkeel": "وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ ٢١",
    "text_simple": "ولا الظل ولا الحرور",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3682,
    "jozz": 22,
    "page": 437,
    "line_start": 2,
    "line_end": 4,
    "aya_no": 22,
    "text_tashkeel": "وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ ٢٢",
    "text_simple": "وما يستوي الأحياء ولا الأموات إن الله يسمع من يشاء وما أنت بمسمع من في القبور",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3683,
    "jozz": 22,
    "page": 437,
    "line_start": 4,
    "line_end": 4,
    "aya_no": 23,
    "text_tashkeel": "إِنۡ أَنتَ إِلَّا نَذِيرٌ ٢٣",
    "text_simple": "إن أنت إلا نذير",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3684,
    "jozz": 22,
    "page": 437,
    "line_start": 4,
    "line_end": 5,
    "aya_no": 24,
    "text_tashkeel": "إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ ٢٤",
    "text_simple": "إنا أرسلناك بالحق بشيرا ونذيرا وإن من أمة إلا خلا فيها نذير",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3685,
    "jozz": 22,
    "page": 437,
    "line_start": 5,
    "line_end": 7,
    "aya_no": 25,
    "text_tashkeel": "وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ ٢٥",
    "text_simple": "وإن يكذبوك فقد كذب الذين من قبلهم جاءتهم رسلهم بالبينات وبالزبر وبالكتاب المنير",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3686,
    "jozz": 22,
    "page": 437,
    "line_start": 7,
    "line_end": 8,
    "aya_no": 26,
    "text_tashkeel": "ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ ٢٦",
    "text_simple": "ثم أخذت الذين كفروا فكيف كان نكير",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3687,
    "jozz": 22,
    "page": 437,
    "line_start": 8,
    "line_end": 10,
    "aya_no": 27,
    "text_tashkeel": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ ٢٧",
    "text_simple": "ألم تر أن الله أنزل من السماء ماء فأخرجنا به ثمرات مختلفا ألوانها ومن الجبال جدد بيض وحمر مختلف ألوانها وغرابيب سود",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3688,
    "jozz": 22,
    "page": 437,
    "line_start": 11,
    "line_end": 12,
    "aya_no": 28,
    "text_tashkeel": "وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ ٢٨",
    "text_simple": "ومن الناس والدواب والأنعام مختلف ألوانه كذلك إنما يخشى الله من عباده العلماء إن الله عزيز غفور",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3689,
    "jozz": 22,
    "page": 437,
    "line_start": 13,
    "line_end": 14,
    "aya_no": 29,
    "text_tashkeel": "إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ ٢٩",
    "text_simple": "إن الذين يتلون كتاب الله وأقاموا الصلاة وأنفقوا مما رزقناهم سرا وعلانية يرجون تجارة لن تبور",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3690,
    "jozz": 22,
    "page": 437,
    "line_start": 14,
    "line_end": 15,
    "aya_no": 30,
    "text_tashkeel": "لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ ٣٠",
    "text_simple": "ليوفيهم أجورهم ويزيدهم من فضله إنه غفور شكور",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3691,
    "jozz": 22,
    "page": 438,
    "line_start": 1,
    "line_end": 2,
    "aya_no": 31,
    "text_tashkeel": "وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ ٣١",
    "text_simple": "والذي أوحينا إليك من الكتاب هو الحق مصدقا لما بين يديه إن الله بعباده لخبير بصير",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3692,
    "jozz": 22,
    "page": 438,
    "line_start": 2,
    "line_end": 5,
    "aya_no": 32,
    "text_tashkeel": "ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ ٣٢",
    "text_simple": "ثم أورثنا الكتاب الذين اصطفينا من عبادنا فمنهم ظالم لنفسه ومنهم مقتصد ومنهم سابق بالخيرات بإذن الله ذلك هو الفضل الكبير",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3693,
    "jozz": 22,
    "page": 438,
    "line_start": 5,
    "line_end": 6,
    "aya_no": 33,
    "text_tashkeel": "جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ ٣٣",
    "text_simple": "جنات عدن يدخلونها يحلون فيها من أساور من ذهب ولؤلؤا ولباسهم فيها حرير",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3694,
    "jozz": 22,
    "page": 438,
    "line_start": 7,
    "line_end": 8,
    "aya_no": 34,
    "text_tashkeel": "وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ ٣٤",
    "text_simple": "وقالوا الحمد لله الذي أذهب عنا الحزن إن ربنا لغفور شكور",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3695,
    "jozz": 22,
    "page": 438,
    "line_start": 8,
    "line_end": 9,
    "aya_no": 35,
    "text_tashkeel": "ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ ٣٥",
    "text_simple": "الذي أحلنا دار المقامة من فضله لا يمسنا فيها نصب ولا يمسنا فيها لغوب",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3696,
    "jozz": 22,
    "page": 438,
    "line_start": 9,
    "line_end": 11,
    "aya_no": 36,
    "text_tashkeel": "وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ ٣٦",
    "text_simple": "والذين كفروا لهم نار جهنم لا يقضى عليهم فيموتوا ولا يخفف عنهم من عذابها كذلك نجزي كل كفور",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3697,
    "jozz": 22,
    "page": 438,
    "line_start": 11,
    "line_end": 14,
    "aya_no": 37,
    "text_tashkeel": "وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ ٣٧",
    "text_simple": "وهم يصطرخون فيها ربنا أخرجنا نعمل صالحا غير الذي كنا نعمل أو لم نعمركم ما يتذكر فيه من تذكر وجاءكم النذير فذوقوا فما للظالمين من نصير",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3698,
    "jozz": 22,
    "page": 438,
    "line_start": 14,
    "line_end": 15,
    "aya_no": 38,
    "text_tashkeel": "إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ ٣٨",
    "text_simple": "إن الله عالم غيب السموات والأرض إنه عليم بذات الصدور",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3699,
    "jozz": 22,
    "page": 439,
    "line_start": 1,
    "line_end": 3,
    "aya_no": 39,
    "text_tashkeel": "هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا ٣٩",
    "text_simple": "هو الذي جعلكم خلائف في الأرض فمن كفر فعليه كفره ولا يزيد الكافرين كفرهم عند ربهم إلا مقتا ولا يزيد الكافرين كفرهم إلا خسارا",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3700,
    "jozz": 22,
    "page": 439,
    "line_start": 3,
    "line_end": 6,
    "aya_no": 40,
    "text_tashkeel": "قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا ٤٠",
    "text_simple": "قل أرأيتم شركاءكم الذين تدعون من دون الله أروني ماذا خلقوا من الأرض أم لهم شرك في السموات أم آتيناهم كتابا فهم على بينة منه بل إن يعد الظالمون بعضهم بعضا إلا غرورا",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3701,
    "jozz": 22,
    "page": 439,
    "line_start": 6,
    "line_end": 8,
    "aya_no": 41,
    "text_tashkeel": "۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا ٤١",
    "text_simple": "إن الله يمسك السموات والأرض أن تزولا ولئن زالتا إن أمسكهما من أحد من بعده إنه كان حليما غفورا",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3702,
    "jozz": 22,
    "page": 439,
    "line_start": 8,
    "line_end": 10,
    "aya_no": 42,
    "text_tashkeel": "وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا ٤٢",
    "text_simple": "وأقسموا بالله جهد أيمانهم لئن جاءهم نذير ليكونن أهدى من إحدى الأمم فلما جاءهم نذير ما زادهم إلا نفورا",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3703,
    "jozz": 22,
    "page": 439,
    "line_start": 10,
    "line_end": 12,
    "aya_no": 43,
    "text_tashkeel": "ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا ٤٣",
    "text_simple": "استكبارا في الأرض ومكر السيئ ولا يحيق المكر السيئ إلا بأهله فهل ينظرون إلا سنة الأولين فلن تجد لسنة الله تبديلا ولن تجد لسنة الله تحويلا",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3704,
    "jozz": 22,
    "page": 439,
    "line_start": 13,
    "line_end": 15,
    "aya_no": 44,
    "text_tashkeel": "أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا ٤٤",
    "text_simple": "أو لم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم وكانوا أشد منهم قوة وما كان الله ليعجزه من شيء في السموات ولا في الأرض إنه كان عليما قديرا",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  },
  {
    "id": 3705,
    "jozz": 22,
    "page": 440,
    "line_start": 1,
    "line_end": 3,
    "aya_no": 45,
    "text_tashkeel": "وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا ٤٥",
    "text_simple": "ولو يؤاخذ الله الناس بما كسبوا ما ترك على ظهرها من دابة ولكن يؤخرهم إلى أجل مسمى فإذا جاء أجلهم فإن الله كان بعباده بصيرا",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر"
  }
]