[
  {
    "id": 3470,
    "jozz": 21,
    "page": 411,
    "line_start": 3,
    "line_end": 3,
    "aya_no": 1,
    "text_tashkeel": "الٓمٓ ١",
    "text_simple": "الم",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3471,
    "jozz": 21,
    "page": 411,
    "line_start": 3,
    "line_end": 3,
    "aya_no": 2,
    "text_tashkeel": "تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ ٢",
    "text_simple": "تلك آيات الكتاب الحكيم",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3472,
    "jozz": 21,
    "page": 411,
    "line_start": 3,
    "line_end": 4,
    "aya_no": 3,
    "text_tashkeel": "هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ ٣",
    "text_simple": "هدى ورحمة للمحسنين",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3473,
    "jozz": 21,
    "page": 411,
    "line_start": 4,
    "line_end": 5,
    "aya_no": 4,
    "text_tashkeel": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ ٤",
    "text_simple": "الذين يقيمون الصلاة ويؤتون الزكاة وهم بالآخرة هم يوقنون",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3474,
    "jozz": 21,
    "page": 411,
    "line_start": 5,
    "line_end": 6,
    "aya_no": 5,
    "text_tashkeel": "أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ ٥",
    "text_simple": "أولئك على هدى من ربهم وأولئك هم المفلحون",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3475,
    "jozz": 21,
    "page": 411,
    "line_start": 6,
    "line_end": 8,
    "aya_no": 6,
    "text_tashkeel": "وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ ٦",
    "text_simple": "ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله بغير علم ويتخذها هزوا أولئك لهم عذاب مهين",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3476,
    "jozz": 21,
    "page": 411,
    "line_start": 8,
    "line_end": 9,
    "aya_no": 7,
    "text_tashkeel": "وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ ٧",
    "text_simple": "وإذا تتلى عليه آياتنا ولى مستكبرا كأن لم يسمعها كأن في أذنيه وقرا فبشره بعذاب أليم",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3477,
    "jozz": 21,
    "page": 411,
    "line_start": 10,
    "line_end": 10,
    "aya_no": 8,
    "text_tashkeel": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ ٨",
    "text_simple": "إن الذين آمنوا وعملوا الصالحات لهم جنات النعيم",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3478,
    "jozz": 21,
    "page": 411,
    "line_start": 11,
    "line_end": 11,
    "aya_no": 9,
    "text_tashkeel": "خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ٩",
    "text_simple": "خالدين فيها وعد الله حقا وهو العزيز الحكيم",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3479,
    "jozz": 21,
    "page": 411,
    "line_start": 11,
    "line_end": 14,
    "aya_no": 10,
    "text_tashkeel": "خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ ١٠",
    "text_simple": "خلق السموات بغير عمد ترونها وألقى في الأرض رواسي أن تميد بكم وبث فيها من كل دابة وأنزلنا من السماء ماء فأنبتنا فيها من كل زوج كريم",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3480,
    "jozz": 21,
    "page": 411,
    "line_start": 14,
    "line_end": 15,
    "aya_no": 11,
    "text_tashkeel": "هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ ١١",
    "text_simple": "هذا خلق الله فأروني ماذا خلق الذين من دونه بل الظالمون في ضلال مبين",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3481,
    "jozz": 21,
    "page": 412,
    "line_start": 1,
    "line_end": 2,
    "aya_no": 12,
    "text_tashkeel": "وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ ١٢",
    "text_simple": "ولقد آتينا لقمان الحكمة أن اشكر لله ومن يشكر فإنما يشكر لنفسه ومن كفر فإن الله غني حميد",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3482,
    "jozz": 21,
    "page": 412,
    "line_start": 2,
    "line_end": 4,
    "aya_no": 13,
    "text_tashkeel": "وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ ١٣",
    "text_simple": "وإذ قال لقمان لابنه وهو يعظه يابني لا تشرك بالله إن الشرك لظلم عظيم",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3483,
    "jozz": 21,
    "page": 412,
    "line_start": 4,
    "line_end": 6,
    "aya_no": 14,
    "text_tashkeel": "وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ ١٤",
    "text_simple": "ووصينا الإنسان بوالديه حملته أمه وهنا على وهن وفصاله في عامين أن اشكر لي ولوالديك إلي المصير",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3484,
    "jozz": 21,
    "page": 412,
    "line_start": 6,
    "line_end": 9,
    "aya_no": 15,
    "text_tashkeel": "وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ ١٥",
    "text_simple": "وإن جاهداك على أن تشرك بي ما ليس لك به علم فلا تطعهما وصاحبهما في الدنيا معروفا واتبع سبيل من أناب إلي ثم إلي مرجعكم فأنبئكم بما كنتم تعملون",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3485,
    "jozz": 21,
    "page": 412,
    "line_start": 9,
    "line_end": 11,
    "aya_no": 16,
    "text_tashkeel": "يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ ١٦",
    "text_simple": "يابني إنها إن تك مثقال حبة من خردل فتكن في صخرة أو في السموات أو في الأرض يأت بها الله إن الله لطيف خبير",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3486,
    "jozz": 21,
    "page": 412,
    "line_start": 11,
    "line_end": 13,
    "aya_no": 17,
    "text_tashkeel": "يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ ١٧",
    "text_simple": "يابني أقم الصلاة وأمر بالمعروف وانه عن المنكر واصبر على ما أصابك إن ذلك من عزم الأمور",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3487,
    "jozz": 21,
    "page": 412,
    "line_start": 13,
    "line_end": 14,
    "aya_no": 18,
    "text_tashkeel": "وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ ١٨",
    "text_simple": "ولا تصعر خدك للناس ولا تمش في الأرض مرحا إن الله لا يحب كل مختال فخور",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3488,
    "jozz": 21,
    "page": 412,
    "line_start": 14,
    "line_end": 15,
    "aya_no": 19,
    "text_tashkeel": "وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ ١٩",
    "text_simple": "واقصد في مشيك واغضض من صوتك إن أنكر الأصوات لصوت الحمير",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3489,
    "jozz": 21,
    "page": 413,
    "line_start": 1,
    "line_end": 3,
    "aya_no": 20,
    "text_tashkeel": "أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ ٢٠",
    "text_simple": "ألم تروا أن الله سخر لكم ما في السموات وما في الأرض وأسبغ عليكم نعمه ظاهرة وباطنة ومن الناس من يجادل في الله بغير علم ولا هدى ولا كتاب منير",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3490,
    "jozz": 21,
    "page": 413,
    "line_start": 3,
    "line_end": 5,
    "aya_no": 21,
    "text_tashkeel": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ ٢١",
    "text_simple": "وإذا قيل لهم اتبعوا ما أنزل الله قالوا بل نتبع ما وجدنا عليه آباءنا أولو كان الشيطان يدعوهم إلى عذاب السعير",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3491,
    "jozz": 21,
    "page": 413,
    "line_start": 5,
    "line_end": 7,
    "aya_no": 22,
    "text_tashkeel": "۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ ٢٢",
    "text_simple": "ومن يسلم وجهه إلى الله وهو محسن فقد استمسك بالعروة الوثقى وإلى الله عاقبة الأمور",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3492,
    "jozz": 21,
    "page": 413,
    "line_start": 7,
    "line_end": 8,
    "aya_no": 23,
    "text_tashkeel": "وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ ٢٣",
    "text_simple": "ومن كفر فلا يحزنك كفره إلينا مرجعهم فننبئهم بما عملوا إن الله عليم بذات الصدور",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3493,
    "jozz": 21,
    "page": 413,
    "line_start": 9,
    "line_end": 9,
    "aya_no": 24,
    "text_tashkeel": "نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ ٢٤",
    "text_simple": "نمتعهم قليلا ثم نضطرهم إلى عذاب غليظ",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3494,
    "jozz": 21,
    "page": 413,
    "line_start": 10,
    "line_end": 11,
    "aya_no": 25,
    "text_tashkeel": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٢٥",
    "text_simple": "ولئن سألتهم من خلق السموات والأرض ليقولن الله قل الحمد لله بل أكثرهم لا يعلمون",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3495,
    "jozz": 21,
    "page": 413,
    "line_start": 11,
    "line_end": 12,
    "aya_no": 26,
    "text_tashkeel": "لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ ٢٦",
    "text_simple": "لله ما في السموات والأرض إن الله هو الغني الحميد",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3496,
    "jozz": 21,
    "page": 413,
    "line_start": 12,
    "line_end": 14,
    "aya_no": 27,
    "text_tashkeel": "وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ ٢٧",
    "text_simple": "ولو أنما في الأرض من شجرة أقلام والبحر يمده من بعده سبعة أبحر ما نفدت كلمات الله إن الله عزيز حكيم",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3497,
    "jozz": 21,
    "page": 413,
    "line_start": 14,
    "line_end": 15,
    "aya_no": 28,
    "text_tashkeel": "مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ ٢٨",
    "text_simple": "ما خلقكم ولا بعثكم إلا كنفس واحدة إن الله سميع بصير",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3498,
    "jozz": 21,
    "page": 414,
    "line_start": 1,
    "line_end": 3,
    "aya_no": 29,
    "text_tashkeel": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ ٢٩",
    "text_simple": "ألم تر أن الله يولج الليل في النهار ويولج النهار في الليل وسخر الشمس والقمر كل يجري إلى أجل مسمى وأن الله بما تعملون خبير",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3499,
    "jozz": 21,
    "page": 414,
    "line_start": 4,
    "line_end": 5,
    "aya_no": 30,
    "text_tashkeel": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ ٣٠",
    "text_simple": "ذلك بأن الله هو الحق وأن ما يدعون من دونه الباطل وأن الله هو العلي الكبير",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3500,
    "jozz": 21,
    "page": 414,
    "line_start": 5,
    "line_end": 7,
    "aya_no": 31,
    "text_tashkeel": "أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ ٣١",
    "text_simple": "ألم تر أن الفلك تجري في البحر بنعمة الله ليريكم من آياته إن في ذلك لآيات لكل صبار شكور",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3501,
    "jozz": 21,
    "page": 414,
    "line_start": 7,
    "line_end": 9,
    "aya_no": 32,
    "text_tashkeel": "وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ ٣٢",
    "text_simple": "وإذا غشيهم موج كالظلل دعوا الله مخلصين له الدين فلما نجاهم إلى البر فمنهم مقتصد وما يجحد بآياتنا إلا كل ختار كفور",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3502,
    "jozz": 21,
    "page": 414,
    "line_start": 10,
    "line_end": 13,
    "aya_no": 33,
    "text_tashkeel": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ ٣٣",
    "text_simple": "ياأيها الناس اتقوا ربكم واخشوا يوما لا يجزي والد عن ولده ولا مولود هو جاز عن والده شيئا إن وعد الله حق فلا تغرنكم الحياة الدنيا ولا يغرنكم بالله الغرور",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  },
  {
    "id": 3503,
    "jozz": 21,
    "page": 414,
    "line_start": 13,
    "line_end": 15,
    "aya_no": 34,
    "text_tashkeel": "إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ ٣٤",
    "text_simple": "إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير",
    "sura_no": 31,
    "sura_name_en": "Luqmān",
    "sura_name_ar": "لُقمَان"
  }
]