[
  {
    "id": 4491,
    "jozz": 26,
    "page": "502",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 9,
    "line_end": 9,
    "aya_no": 1,
    "text_tashkeel": "ح۪مِٓۖ تَنزِيلُ اُ۬لْكِتَٰبِ مِنَ اَ۬للَّهِ اِ۬لْعَزِيزِ اِ۬لْحَكِيمِۖ ١",
    "text_simple": "حمٓ تنزيل الكتب من الله العزيز الحكيم"
  },
  {
    "id": 4492,
    "jozz": 26,
    "page": "502",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 2,
    "text_tashkeel": "مَا خَلَقْنَا اَ۬لسَّمَٰوَٰتِ وَالَارْضَ وَمَا بَيْنَهُمَآ إِلَّا بِالْحَقِّ وَأَجَلٖ مُّسَمّىٗۖ وَالذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعْرِضُونَۖ ٢",
    "text_simple": "ما خلقنا السموت والارض وما بينهمآ إلا بالحق وأجلٖ مسمىٗ والذين كفروا عمآ أنذروا معرضون"
  },
  {
    "id": 4493,
    "jozz": 26,
    "page": "502",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 11,
    "line_end": 14,
    "aya_no": 3,
    "text_tashkeel": "قُلَ اَرَٰٓيْتُم مَّا تَدْعُونَ مِن دُونِ اِ۬للَّهِ أَرُونِے مَاذَا خَلَقُواْ مِنَ اَ۬لَارْضِ أَمْ لَهُمْ شِرْكٞ فِے اِ۬لسَّمَٰوَٰتِۖ اِ۪يتُونِے بِكِتَٰبٖ مِّن قَبْلِ هَٰذَآ أَوَ اَثَٰرَةٖ مِّنْ عِلْمٍ اِن كُنتُمْ صَٰدِقِينَۖ ٣",
    "text_simple": "قل ارٓيتم ما تدعون من دون الله أرونے ماذا خلقوا من الارض أم لهم شركٞ فے السموت ايتونے بكتبٖ من قبل هذآ أو اثرةٖ من علم ان كنتم صدقين"
  },
  {
    "id": 4494,
    "jozz": 26,
    "page": "502",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 4,
    "text_tashkeel": "وَمَنَ اَضَلُّ مِمَّنْ يَّدْعُواْ مِن دُونِ اِ۬للَّهِ مَن لَّا يَسْتَجِيبُ لَهُۥٓ إِلَىٰ يَوْمِ اِ۬لْقِيَٰمَةِ وَهُمْ عَن دُعَآئِهِمْ غَٰفِلُونَۖ ٤",
    "text_simple": "ومن اضل ممن يدعوا من دون الله من لا يستجيب لهٓ إلى يوم القيمة وهم عن دعآئهم غفلون"
  },
  {
    "id": 4495,
    "jozz": 26,
    "page": "503",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 1,
    "line_end": 1,
    "aya_no": 5,
    "text_tashkeel": " وَإِذَا حُشِرَ اَ۬لنَّاسُ كَانُواْ لَهُمُۥٓ أَعْدَآءٗ وَكَانُواْ بِعِبَادَتِهِمْ كٰ۪فِرِينَۖ ٥",
    "text_simple": "وإذا حشر الناس كانوا لهمٓ أعدآءٗ وكانوا بعبادتهم كفرين"
  },
  {
    "id": 4496,
    "jozz": 26,
    "page": "503",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 6,
    "text_tashkeel": "وَإِذَا تُتْل۪ىٰ عَلَيْهِمُۥٓ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ اَ۬لذِينَ كَفَرُواْ لِلْحَقِّ لَمَّا جَآءَهُمْ هَٰذَا سِحْرٞ مُّبِينٌۖ ٦",
    "text_simple": "وإذا تتلى عليهمٓ ءايتنا بينتٖ قال الذين كفروا للحق لما جآءهم هذا سحرٞ مبين"
  },
  {
    "id": 4497,
    "jozz": 26,
    "page": "503",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 7,
    "text_tashkeel": "اَمْ يَقُولُونَ اَ۪فْتَر۪يٰهُۖ قُلِ اِنِ اِ۪فْتَرَيْتُهُۥ فَلَا تَمْلِكُونَ لِے مِنَ اَ۬للَّهِ شَئْاًۖ هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِۖ كَف۪ىٰ بِهِۦ شَهِيداَۢ بَيْنِے وَبَيْنَكُمْۖ وَهُوَ اَ۬لْغَفُورُ اُ۬لرَّحِيمُۖ ٧",
    "text_simple": "ام يقولون افتريه قل ان افتريته فلا تملكون لے من الله شئا هو أعلم بما تفيضون فيه كفى به شهيدا بينے وبينكم وهو الغفور الرحيم"
  },
  {
    "id": 4498,
    "jozz": 26,
    "page": "503",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 8,
    "text_tashkeel": "قُلْ مَا كُنتُ بِدْعاٗ مِّنَ اَ۬لرُّسُلِ وَمَآ أَدْرِے مَا يُفْعَلُ بِے وَلَا بِكُمُۥٓۖ إِنَ اَتَّبِعُ إِلَّا مَا يُوح۪ىٰٓ إِلَيَّۖ وَمَآ أَنَا إِلَّا نَذِيرٞ مُّبِينٞۖ ٨",
    "text_simple": "قل ما كنت بدعاٗ من الرسل ومآ أدرے ما يفعل بے ولا بكمٓ إن اتبع إلا ما يوحىٓ إلي ومآ أنا إلا نذيرٞ مبينٞ"
  },
  {
    "id": 4499,
    "jozz": 26,
    "page": "503",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 9,
    "text_tashkeel": "قُلَ اَرَٰٓيْتُمُۥٓ إِن كَانَ مِنْ عِندِ اِ۬للَّهِ وَكَفَرْتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِےٓ إِسْرَآءِيلَ عَلَىٰ مِثْلِهِۦ فَـَٔامَنَ وَاسْتَكْبَرْتُمُۥٓۖ إِنَّ اَ۬للَّهَ لَا يَهْدِے اِ۬لْقَوْمَ اَ۬لظَّٰلِمِينَۖ ٩",
    "text_simple": "قل ارٓيتمٓ إن كان من عند الله وكفرتم به وشهد شاهدٞ من بنےٓ إسرآءيل على مثله فٔامن واستكبرتمٓ إن الله لا يهدے القوم الظلمين"
  },
  {
    "id": 4500,
    "jozz": 26,
    "page": "503",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 10,
    "text_tashkeel": "وَقَالَ اَ۬لذِينَ كَفَرُواْ لِلذِينَ ءَامَنُواْ لَوْ كَانَ خَيْراٗ مَّا سَبَقُونَآ إِلَيْهِۖ وَإِذْ لَمْ يَهْتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفْكٞ قَدِيمٞۖ ١٠",
    "text_simple": "وقال الذين كفروا للذين ءامنوا لو كان خيراٗ ما سبقونآ إليه وإذ لم يهتدوا به فسيقولون هذآ إفكٞ قديمٞ"
  },
  {
    "id": 4501,
    "jozz": 26,
    "page": "503",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 11,
    "line_end": 13,
    "aya_no": 11,
    "text_tashkeel": "وَمِن قَبْلِهِۦ كِتَٰبُ مُوس۪ىٰٓ إِمَاماٗ وَرَحْمَةٗۖ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَاناً عَرَبِيّاٗ لِّتُنذِرَ اَ۬لذِينَ ظَلَمُواْ وَبُشْر۪ىٰ لِلْمُحْسِنِينَۖ ١١",
    "text_simple": "ومن قبله كتب موسىٓ إماماٗ ورحمةٗ وهذا كتبٞ مصدقٞ لسانا عربياٗ لتنذر الذين ظلموا وبشرى للمحسنين"
  },
  {
    "id": 4502,
    "jozz": 26,
    "page": "503",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 12,
    "text_tashkeel": "إِنَّ اَ۬لذِينَ قَالُواْ رَبُّنَا اَ۬للَّهُ ثُمَّ اَ۪سْتَقَٰمُواْ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَۖ ١٢",
    "text_simple": "إن الذين قالوا ربنا الله ثم استقموا فلا خوف عليهم ولا هم يحزنون"
  },
  {
    "id": 4503,
    "jozz": 26,
    "page": "503",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 15,
    "line_end": 15,
    "aya_no": 13,
    "text_tashkeel": " أُوْلَٰٓئِكَ أَصْحَٰبُ اُ۬لْجَنَّةِ خَٰلِدِينَ فِيهَاۖ جَزَآءَۢ بِمَا كَانُواْ يَعْمَلُونَۖ ١٣",
    "text_simple": "أولٓئك أصحب الجنة خلدين فيها جزآء بما كانوا يعملون"
  },
  {
    "id": 4504,
    "jozz": 26,
    "page": "504",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 1,
    "line_end": 5,
    "aya_no": 14,
    "text_tashkeel": " ۞ وَوَصَّيْنَا اَ۬لِانسَٰنَ بِوَٰلِدَيْهِ حُسْناًۖ حَمَلَتْهُ أُمُّهُۥ كَرْهاٗ وَوَضَعَتْهُ كَرْهاٗۖ وَحَمْلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهْراًۖ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرْبَعِينَ سَنَةٗ قَالَ رَبِّ أَوْزِعْنِيَ أَنَ اَشْكُرَ نِعْمَتَكَ اَ۬لتِےٓ أَنْعَمْتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنَ اَعْمَلَ صَٰلِحاٗ تَرْض۪يٰهُۖ وَأَصْلِحْ لِے فِے ذُرِّيَّتِےٓۖ إِنِّے تُبْتُ إِلَيْكَ وَإِنِّے مِنَ اَ۬لْمُسْلِمِينَۖ ١٤",
    "text_simple": "ووصينا الانسن بولديه حسنا حملته أمه كرهاٗ ووضعته كرهاٗ وحمله وفصله ثلثون شهرا حتىٓ إذا بلغ أشده وبلغ أربعين سنةٗ قال رب أوزعني أن اشكر نعمتك التےٓ أنعمت علي وعلى ولدي وأن اعمل صلحاٗ ترضيه وأصلح لے فے ذريتےٓ إنے تبت إليك وإنے من المسلمين"
  },
  {
    "id": 4505,
    "jozz": 26,
    "page": "504",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 15,
    "text_tashkeel": "أُوْلَٰٓئِكَ اَ۬لذِينَ يُتَقَبَّلُ عَنْهُمُۥٓ أَحْسَنُ مَا عَمِلُواْ وَيُتَجَاوَزُ عَن سَيِّـَٔاتِهِمْ فِےٓ أَصْحَٰبِ اِ۬لْجَنَّةِۖ وَعْدَ اَ۬لصِّدْقِ اِ۬لذِے كَانُواْ يُوعَدُونَۖ ١٥",
    "text_simple": "أولٓئك الذين يتقبل عنهمٓ أحسن ما عملوا ويتجاوز عن سئاتهم فےٓ أصحب الجنة وعد الصدق الذے كانوا يوعدون"
  },
  {
    "id": 4506,
    "jozz": 26,
    "page": "504",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 7,
    "line_end": 10,
    "aya_no": 16,
    "text_tashkeel": "وَالذِے قَالَ لِوَٰلِدَيْهِ أُفّٖ لَّكُمَآ أَتَعِدَٰنِنِيَ أَنُ ا۟خْرَجَ وَقَدْ خَلَتِ اِ۬لْقُرُونُ مِن قَبْلِے وَهُمَا يَسْتَغِيثَٰنِ اِ۬للَّهَ وَيْلَكَ ءَامِنِ اِنَّ وَعْدَ اَ۬للَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ اُ۬لَاوَّلِينَۖ ١٦",
    "text_simple": "والذے قال لولديه أفٖ لكمآ أتعدنني أن اخرج وقد خلت القرون من قبلے وهما يستغيثن الله ويلك ءامن ان وعد الله حقٞ فيقول ما هذآ إلآ أسطير الاولين"
  },
  {
    "id": 4507,
    "jozz": 26,
    "page": "504",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 17,
    "text_tashkeel": "أُوْلَٰٓئِكَ اَ۬لذِينَ حَقَّ عَلَيْهِمُ اُ۬لْقَوْلُ فِےٓ أُمَمٖ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ اَ۬لْجِنِّ وَالِانسِۖ إِنَّهُمْ كَانُواْ خَٰسِرِينَۖ ١٧",
    "text_simple": "أولٓئك الذين حق عليهم القول فےٓ أممٖ قد خلت من قبلهم من الجن والانس إنهم كانوا خسرين"
  },
  {
    "id": 4508,
    "jozz": 26,
    "page": "504",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 12,
    "line_end": 12,
    "aya_no": 18,
    "text_tashkeel": " وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِنُوَفِّيَهُمُۥٓ أَعْمَٰلَهُمْ وَهُمْ لَا يُظْلَمُونَۖ ١٨",
    "text_simple": "ولكلٖ درجتٞ مما عملوا ولنوفيهمٓ أعملهم وهم لا يظلمون"
  },
  {
    "id": 4509,
    "jozz": 26,
    "page": "504",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 19,
    "text_tashkeel": " وَيَوْمَ يُعْرَضُ اُ۬لذِينَ كَفَرُواْ عَلَى اَ۬لنّ۪ارِ أَذْهَبْتُمْ طَيِّبَٰتِكُمْ فِے حَيَاتِكُمُ اُ۬لدُّنْي۪ا وَاسْتَمْتَعْتُم بِهَاۖ فَالْيَوْمَ تُجْزَوْنَ عَذَابَ اَ۬لْهُونِ بِمَا كُنتُمْ تَسْتَكْبِرُونَ فِے اِ۬لَارْضِ بِغَيْرِ اِ۬لْحَقِّ وَبِمَا كُنتُمْ تَفْسُقُونَۖ ١٩",
    "text_simple": "ويوم يعرض الذين كفروا على النار أذهبتم طيبتكم فے حياتكم الدنيا واستمتعتم بها فاليوم تجزون عذاب الهون بما كنتم تستكبرون فے الارض بغير الحق وبما كنتم تفسقون"
  },
  {
    "id": 4510,
    "jozz": 26,
    "page": "505",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 20,
    "text_tashkeel": " ۞ وَاذْكُرَ اَخَا عَادٍ اِذَ اَنذَرَ قَوْمَهُۥ بِالَاحْقَافِ وَقَدْ خَلَتِ اِ۬لنُّذُرُ مِنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦٓ أَلَّا تَعْبُدُوٓاْ إِلَّا اَ۬للَّهَۖ إِنِّيَ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٖۖ ٢٠",
    "text_simple": "واذكر اخا عاد اذ انذر قومه بالاحقاف وقد خلت النذر من بين يديه ومن خلفهٓ ألا تعبدوٓا إلا الله إني أخاف عليكم عذاب يوم عظيمٖ"
  },
  {
    "id": 4511,
    "jozz": 26,
    "page": "505",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 21,
    "text_tashkeel": "قَالُوٓاْ أَجِئْتَنَا لِتَافِكَنَا عَنَ اٰلِهَتِنَا فَاتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ اَ۬لصَّٰدِقِينَۖ ٢١",
    "text_simple": "قالوٓا أجئتنا لتافكنا عن الهتنا فاتنا بما تعدنآ إن كنت من الصدقين"
  },
  {
    "id": 4512,
    "jozz": 26,
    "page": "505",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 22,
    "text_tashkeel": "قَالَ إِنَّمَا اَ۬لْعِلْمُ عِندَ اَ۬للَّهِ وَأُبَلِّغُكُم مَّآ أُرْسِلْتُ بِهِۦ وَلَٰكِنِّيَ أَر۪يٰكُمْ قَوْماٗ تَجْهَلُونَۖ ٢٢",
    "text_simple": "قال إنما العلم عند الله وأبلغكم مآ أرسلت به ولكني أريكم قوماٗ تجهلون"
  },
  {
    "id": 4513,
    "jozz": 26,
    "page": "505",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 23,
    "text_tashkeel": "فَلَمَّا رَأَوْهُ عَارِضاٗ مُّسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُواْ هَٰذَا عَارِضٞ مُّمْطِرُنَاۖ بَلْ هُوَ مَا اَ۪سْتَعْجَلْتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ اَلِيمٞۖ ٢٣",
    "text_simple": "فلما رأوه عارضاٗ مستقبل أوديتهم قالوا هذا عارضٞ ممطرنا بل هو ما استعجلتم به ريحٞ فيها عذاب اليمٞ"
  },
  {
    "id": 4514,
    "jozz": 26,
    "page": "505",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 24,
    "text_tashkeel": "تُدَمِّرُ كُلَّ شَےْءِۢ بِأَمْرِ رَبِّهَاۖ فَأَصْبَحُواْ لَا تَر۪ىٰٓ إِلَّا مَسَٰكِنَهُمْۖ كَذَٰلِكَ نَجْزِے اِ۬لْقَوْمَ اَ۬لْمُجْرِمِينَۖ ٢٤",
    "text_simple": "تدمر كل شےء بأمر ربها فأصبحوا لا ترىٓ إلا مسكنهم كذلك نجزے القوم المجرمين"
  },
  {
    "id": 4515,
    "jozz": 26,
    "page": "505",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 9,
    "line_end": 12,
    "aya_no": 25,
    "text_tashkeel": "وَلَقَدْ مَكَّنَّٰهُمْ فِيمَآ إِن مَّكَّنَّٰكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعاٗ وَأَبْصَٰراٗ وَأَفْـِٕدَةٗۖ فَمَآ أَغْن۪ىٰ عَنْهُمْ سَمْعُهُمْ وَلَآ أَبْصَٰرُهُمْ وَلَآ أَفْـِٕدَتُهُم مِّن شَےْءٍ اِذْ كَانُواْ يَجْحَدُونَ بِـَٔايَٰتِ اِ۬للَّهِۖ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسْتَهْزِءُونَۖ ٢٥",
    "text_simple": "ولقد مكنهم فيمآ إن مكنكم فيه وجعلنا لهم سمعاٗ وأبصراٗ وأفٕدةٗ فمآ أغنى عنهم سمعهم ولآ أبصرهم ولآ أفٕدتهم من شےء اذ كانوا يجحدون بٔايت الله وحاق بهم ما كانوا به يستهزءون"
  },
  {
    "id": 4516,
    "jozz": 26,
    "page": "505",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 26,
    "text_tashkeel": "وَلَقَدَ اَهْلَكْنَا مَا حَوْلَكُم مِّنَ اَ۬لْقُر۪ىٰ وَصَرَّفْنَا اَ۬لَايَٰتِ لَعَلَّهُمْ يَرْجِعُونَۖ ٢٦",
    "text_simple": "ولقد اهلكنا ما حولكم من القرى وصرفنا الايت لعلهم يرجعون"
  },
  {
    "id": 4517,
    "jozz": 26,
    "page": "505",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 27,
    "text_tashkeel": " فَلَوْلَا نَصَرَهُمُ اُ۬لذِينَ اَ۪تَّخَذُواْ مِن دُونِ اِ۬للَّهِ قُرْبَاناً اٰلِهَةَۢۖ بَلْ ضَلُّواْ عَنْهُمْۖ وَذَٰلِكَ إِفْكُهُمْ وَمَا كَانُواْ يَفْتَرُونَۖ ٢٧",
    "text_simple": "فلولا نصرهم الذين اتخذوا من دون الله قربانا الهة بل ضلوا عنهم وذلك إفكهم وما كانوا يفترون"
  },
  {
    "id": 4518,
    "jozz": 26,
    "page": "506",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 28,
    "text_tashkeel": " وَإِذْ صَرَفْنَآ إِلَيْكَ نَفَراٗ مِّنَ اَ۬لْجِنِّ يَسْتَمِعُونَ اَ۬لْقُرْءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوِاْ اِلَىٰ قَوْمِهِم مُّنذِرِينَۖ ٢٨",
    "text_simple": "وإذ صرفنآ إليك نفراٗ من الجن يستمعون القرءان فلما حضروه قالوٓا أنصتوا فلما قضي ولوا الى قومهم منذرين"
  },
  {
    "id": 4519,
    "jozz": 26,
    "page": "506",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 29,
    "text_tashkeel": " قَالُواْ يَٰقَوْمَنَآ إِنَّا سَمِعْنَا كِتَٰباً ا۟نزِلَ مِنۢ بَعْدِ مُوس۪ىٰ مُصَدِّقاٗ لِّمَا بَيْنَ يَدَيْهِ يَهْدِےٓ إِلَى اَ۬لْحَقِّ وَإِلَىٰ طَرِيقٖ مُّسْتَقِيمٖۖ ٢٩",
    "text_simple": "قالوا يقومنآ إنا سمعنا كتبا انزل من بعد موسى مصدقاٗ لما بين يديه يهدےٓ إلى الحق وإلى طريقٖ مستقيمٖ"
  },
  {
    "id": 4520,
    "jozz": 26,
    "page": "506",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 30,
    "text_tashkeel": " يَٰقَوْمَنَآ أَجِيبُواْ دَاعِيَ اَ۬للَّهِ وَءَامِنُواْ بِهِۦ يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُجِرْكُم مِّنْ عَذَابٍ اَلِيمٖۖ ٣٠",
    "text_simple": "يقومنآ أجيبوا داعي الله وءامنوا به يغفر لكم من ذنوبكم ويجركم من عذاب اليمٖ"
  },
  {
    "id": 4521,
    "jozz": 26,
    "page": "506",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 31,
    "text_tashkeel": "وَمَن لَّا يُجِبْ دَاعِيَ اَ۬للَّهِ فَلَيْسَ بِمُعْجِزٖ فِے اِ۬لَارْضِ وَلَيْسَ لَهُۥ مِن دُونِهِۦٓ أَوْلِيَآءُۖ اوْلَٰٓئِكَ فِے ضَلَٰلٖ مُّبِينٍۖ ٣١",
    "text_simple": "ومن لا يجب داعي الله فليس بمعجزٖ فے الارض وليس له من دونهٓ أوليآء اولٓئك فے ضللٖ مبين"
  },
  {
    "id": 4522,
    "jozz": 26,
    "page": "506",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 32,
    "text_tashkeel": "۞ اَوَلَمْ يَرَوَاْ اَنَّ اَ۬للَّهَ اَ۬لذِے خَلَقَ اَ۬لسَّمَٰوَٰتِ وَالَارْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَنْ يُّحْـِۧيَ اَ۬لْمَوْت۪ىٰ بَل۪ىٰٓۖ إِنَّهُۥ عَلَىٰ كُلِّ شَےْءٖ قَدِيرٞۖ ٣٢",
    "text_simple": "اولم يروا ان الله الذے خلق السموت والارض ولم يعي بخلقهن بقدر علىٓ أن يحي الموتى بلىٓ إنه على كل شےءٖ قديرٞ"
  },
  {
    "id": 4523,
    "jozz": 26,
    "page": "506",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 33,
    "text_tashkeel": "وَيَوْمَ يُعْرَضُ اُ۬لذِينَ كَفَرُواْ عَلَى اَ۬لنّ۪ارِ أَلَيْسَ هَٰذَا بِالْحَقِّۖ قَالُواْ بَل۪ىٰ وَرَبِّنَاۖ قَالَ فَذُوقُواْ اُ۬لْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَۖ ٣٣",
    "text_simple": "ويوم يعرض الذين كفروا على النار أليس هذا بالحق قالوا بلى وربنا قال فذوقوا العذاب بما كنتم تكفرون"
  },
  {
    "id": 4524,
    "jozz": 26,
    "page": "506",
    "sura_no": 46,
    "sura_name_en": "Al-Aḥqāf",
    "sura_name_ar": "الأحقَاف ",
    "line_start": 12,
    "line_end": 15,
    "aya_no": 34,
    "text_tashkeel": "فَاصْبِرْ كَمَا صَبَرَ أُوْلُواْ اُ۬لْعَزْمِ مِنَ اَ۬لرُّسُلِ وَلَا تَسْتَعْجِلۖ لَّهُمْ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّه۪ارِۢ بَلَٰغٞۖ فَهَلْ يُهْلَكُ إِلَّا اَ۬لْقَوْمُ اُ۬لْفَٰسِقُونَۖ ٣٤",
    "text_simple": "فاصبر كما صبر أولوا العزم من الرسل ولا تستعجل لهم كأنهم يوم يرون ما يوعدون لم يلبثوٓا إلا ساعةٗ من نهار بلغٞ فهل يهلك إلا القوم الفسقون"
  }
]