[
  {
    "id": 5104,
    "jozz": 28,
    "page": "545",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 9,
    "line_end": 9,
    "aya_no": 1,
    "text_tashkeel": "سَبَّحَ لِلهِ مَا فِے اِ۬لسَّمَٰوَٰتِ وَمَا فِے اِ۬لَارْضِۖ وَهُوَ اَ۬لْعَزِيزُ اُ۬لْحَكِيمُۖ ١",
    "text_simple": "سبح لله ما فے السموت وما فے الارض وهو العزيز الحكيم"
  },
  {
    "id": 5105,
    "jozz": 28,
    "page": "545",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 10,
    "line_end": 14,
    "aya_no": 2,
    "text_tashkeel": " هُوَ اَ۬لذِےٓ أَخْرَجَ اَ۬لذِينَ كَفَرُواْ مِنَ اَهْلِ اِ۬لْكِتَٰبِ مِن دِيٰ۪رِهِمْ لِأَوَّلِ اِ۬لْحَشْرِۖ مَا ظَنَنتُمُۥٓ أَنْ يَّخْرُجُواْۖ وَظَنُّوٓاْ أَنَّهُم مَّانِعَتُهُمْ حُصُونُهُم مِّنَ اَ۬للَّهِۖ فَأَت۪يٰهُمُ اُ۬للَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُواْۖ ۞ وَقَذَفَ فِے قُلُوبِهِمُ اُ۬لرُّعْبَۖ يُخْرِبُونَ بُيُوتَهُم بِأَيْدِيهِمْ وَأَيْدِے اِ۬لْمُومِنِينَۖ فَاعْتَبِرُواْ يَٰٓأُوْلِے اِ۬لَابْصٰ۪رِۖ ٢",
    "text_simple": "هو الذےٓ أخرج الذين كفروا من اهل الكتب من ديرهم لأول الحشر ما ظننتمٓ أن يخرجوا وظنوٓا أنهم مانعتهم حصونهم من الله فأتيهم الله من حيث لم يحتسبوا وقذف فے قلوبهم الرعب يخربون بيوتهم بأيديهم وأيدے المومنين فاعتبروا يٓأولے الابصر"
  },
  {
    "id": 5106,
    "jozz": 28,
    "page": "545",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 3,
    "text_tashkeel": "وَلَوْلَآ أَن كَتَبَ اَ۬للَّهُ عَلَيْهِمُ اُ۬لْجَلَآءَ لَعَذَّبَهُمْ فِے اِ۬لدُّنْي۪اۖ وَلَهُمْ فِے اِ۬لَاخِرَةِ عَذَابُ اُ۬لنّ۪ارِۖ ٣",
    "text_simple": "ولولآ أن كتب الله عليهم الجلآء لعذبهم فے الدنيا ولهم فے الاخرة عذاب النار"
  },
  {
    "id": 5107,
    "jozz": 28,
    "page": "546",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 4,
    "text_tashkeel": " ذَٰلِكَ بِأَنَّهُمْ شَآقُّواْ اُ۬للَّهَ وَرَسُولَهُۥۖ وَمَنْ يُّشَآقِّ اِ۬للَّهَ فَإِنَّ اَ۬للَّهَ شَدِيدُ اُ۬لْعِقَابِۖ ٤",
    "text_simple": "ذلك بأنهم شآقوا الله ورسوله ومن يشآق الله فإن الله شديد العقاب"
  },
  {
    "id": 5108,
    "jozz": 28,
    "page": "546",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 5,
    "text_tashkeel": "مَا قَطَعْتُم مِّن لِّينَةٍ اَوْ تَرَكْتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذْنِ اِ۬للَّهِ وَلِيُخْزِيَ اَ۬لْفَٰسِقِينَۖ ٥",
    "text_simple": "ما قطعتم من لينة او تركتموها قآئمة علىٓ أصولها فبإذن الله وليخزي الفسقين"
  },
  {
    "id": 5109,
    "jozz": 28,
    "page": "546",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 6,
    "text_tashkeel": "وَمَآ أَفَآءَ اَ۬للَّهُ عَلَىٰ رَسُولِهِۦ مِنْهُمْ فَمَآ أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٖ وَلَا رِكَابٖۖ وَلَٰكِنَّ اَ۬للَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَنْ يَّشَآءُۖ وَاللَّهُ عَلَىٰ كُلِّ شَےْءٖ قَدِيرٞۖ ٦",
    "text_simple": "ومآ أفآء الله على رسوله منهم فمآ أوجفتم عليه من خيلٖ ولا ركابٖ ولكن الله يسلط رسله على من يشآء والله على كل شےءٖ قديرٞ"
  },
  {
    "id": 5110,
    "jozz": 28,
    "page": "546",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 6,
    "line_end": 9,
    "aya_no": 7,
    "text_tashkeel": " مَّآ أَفَآءَ اَ۬للَّهُ عَلَىٰ رَسُولِهِۦ مِنَ اَهْلِ اِ۬لْقُر۪ىٰ فَلِلهِ وَلِلرَّسُولِ وَلِذِے اِ۬لْقُرْب۪ىٰ وَالْيَتَٰم۪ىٰ وَالْمَسَٰكِينِ وَابْنِ اِ۬لسَّبِيلِ كَےْ لَا يَكُونَ دُولَةَۢ بَيْنَ اَ۬لَاغْنِيَآءِ مِنكُمْۖ وَمَآ ءَات۪يٰكُمُ اُ۬لرَّسُولُ فَخُذُوهُۖ وَمَا نَه۪يٰكُمْ عَنْهُ فَانتَهُواْۖ وَاتَّقُواْ اُ۬للَّهَۖ إِنَّ اَ۬للَّهَ شَدِيدُ اُ۬لْعِقَابِۖ ٧",
    "text_simple": "مآ أفآء الله على رسوله من اهل القرى فلله وللرسول ولذے القربى واليتمى والمسكين وابن السبيل كے لا يكون دولة بين الاغنيآء منكم ومآ ءاتيكم الرسول فخذوه وما نهيكم عنه فانتهوا واتقوا الله إن الله شديد العقاب"
  },
  {
    "id": 5111,
    "jozz": 28,
    "page": "546",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 8,
    "text_tashkeel": " لِلْفُقَرَآءِ اِ۬لْمُهَٰجِرِينَ اَ۬لذِينَ أُخْرِجُواْ مِن دِيٰ۪رِهِمْ وَأَمْوَٰلِهِمْ يَبْتَغُونَ فَضْلاٗ مِّنَ اَ۬للَّهِ وَرِضْوَٰناٗ وَيَنصُرُونَ اَ۬للَّهَ وَرَسُولَهُۥٓۖ أُوْلَٰٓئِكَ هُمُ اُ۬لصَّٰدِقُونَۖ ٨",
    "text_simple": "للفقرآء المهجرين الذين أخرجوا من ديرهم وأمولهم يبتغون فضلاٗ من الله ورضوناٗ وينصرون الله ورسولهٓ أولٓئك هم الصدقون"
  },
  {
    "id": 5112,
    "jozz": 28,
    "page": "546",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 12,
    "line_end": 15,
    "aya_no": 9,
    "text_tashkeel": "وَالذِينَ تَبَوَّءُو اُ۬لدَّارَ وَالِايمَٰنَ مِن قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِے صُدُورِهِمْ حَاجَةٗ مِّمَّآ أُوتُواْ وَيُوثِرُونَ عَلَىٰٓ أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٞۖ وَمَنْ يُّوقَ شُحَّ نَفْسِهِۦ فَأُوْلَٰٓئِكَ هُمُ اُ۬لْمُفْلِحُونَۖ ٩",
    "text_simple": "والذين تبوءو الدار والايمن من قبلهم يحبون من هاجر إليهم ولا يجدون فے صدورهم حاجةٗ ممآ أوتوا ويوثرون علىٓ أنفسهم ولو كان بهم خصاصةٞ ومن يوق شح نفسه فأولٓئك هم المفلحون"
  },
  {
    "id": 5113,
    "jozz": 28,
    "page": "547",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 10,
    "text_tashkeel": " وَالذِينَ جَآءُو مِنۢ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اَ۪غْفِرْ لَنَا وَلِإِخْوَٰنِنَا اَ۬لذِينَ سَبَقُونَا بِالِايمَٰنِ وَلَا تَجْعَلْ فِے قُلُوبِنَا غِلّاٗ لِّلذِينَ ءَامَنُواْۖ رَبَّنَآ إِنَّكَ رَءُوفٞ رَّحِيمٌۖ ١٠",
    "text_simple": "والذين جآءو من بعدهم يقولون ربنا اغفر لنا ولإخوننا الذين سبقونا بالايمن ولا تجعل فے قلوبنا غلاٗ للذين ءامنوا ربنآ إنك رءوفٞ رحيم"
  },
  {
    "id": 5114,
    "jozz": 28,
    "page": "547",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 3,
    "line_end": 6,
    "aya_no": 11,
    "text_tashkeel": "۞ اَلَمْ تَرَ إِلَى اَ۬لذِينَ نَافَقُواْ يَقُولُونَ لِإِخْوَٰنِهِمُ اُ۬لذِينَ كَفَرُواْ مِنَ اَهْلِ اِ۬لْكِتَٰبِ لَئِنُ ا۟خْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمُۥٓ أَحَداً اَبَداٗ وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْۖ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَٰذِبُونَۖ ١١",
    "text_simple": "الم تر إلى الذين نافقوا يقولون لإخونهم الذين كفروا من اهل الكتب لئن اخرجتم لنخرجن معكم ولا نطيع فيكمٓ أحدا ابداٗ وإن قوتلتم لننصرنكم والله يشهد إنهم لكذبون"
  },
  {
    "id": 5115,
    "jozz": 28,
    "page": "547",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 12,
    "text_tashkeel": " لَئِنُ ا۟خْرِجُواْ لَا يَخْرُجُونَ مَعَهُمْۖ وَلَئِن قُوتِلُواْ لَا يَنصُرُونَهُمْۖ وَلَئِن نَّصَرُوهُمْ لَيُوَلُّنَّ اَ۬لَادْبَٰرَ ثُمَّ لَا يُنصَرُونَۖ ١٢",
    "text_simple": "لئن اخرجوا لا يخرجون معهم ولئن قوتلوا لا ينصرونهم ولئن نصروهم ليولن الادبر ثم لا ينصرون"
  },
  {
    "id": 5116,
    "jozz": 28,
    "page": "547",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 13,
    "text_tashkeel": "لَأَنتُمُۥٓ أَشَدُّ رَهْبَةٗ فِے صُدُورِهِم مِّنَ اَ۬للَّهِۖ ذَٰلِكَ بِأَنَّهُمْ قَوْمٞ لَّا يَفْقَهُونَۖ ١٣",
    "text_simple": "لأنتمٓ أشد رهبةٗ فے صدورهم من الله ذلك بأنهم قومٞ لا يفقهون"
  },
  {
    "id": 5117,
    "jozz": 28,
    "page": "547",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 14,
    "text_tashkeel": "لَا يُقَٰتِلُونَكُمْ جَمِيعاً اِلَّا فِے قُرىٗ مُّحَصَّنَةٍ اَوْ مِنْ وَّرَآءِ جُدُرِۢۖ بَأْسُهُم بَيْنَهُمْ شَدِيدٞۖ تَحْسِبُهُمْ جَمِيعاٗ وَقُلُوبُهُمْ شَتّ۪ىٰۖ ذَٰلِكَ بِأَنَّهُمْ قَوْمٞ لَّا يَعْقِلُونَۖ ١٤",
    "text_simple": "لا يقتلونكم جميعا الا فے قرىٗ محصنة او من ورآء جدر بأسهم بينهم شديدٞ تحسبهم جميعاٗ وقلوبهم شتى ذلك بأنهم قومٞ لا يعقلون"
  },
  {
    "id": 5118,
    "jozz": 28,
    "page": "547",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 15,
    "text_tashkeel": "كَمَثَلِ اِ۬لذِينَ مِن قَبْلِهِمْ قَرِيباٗۖ ذَاقُواْ وَبَالَ أَمْرِهِمْۖ وَلَهُمْ عَذَابٌ اَلِيمٞۖ ١٥",
    "text_simple": "كمثل الذين من قبلهم قريباٗ ذاقوا وبال أمرهم ولهم عذاب اليمٞ"
  },
  {
    "id": 5119,
    "jozz": 28,
    "page": "547",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 16,
    "text_tashkeel": "كَمَثَلِ اِ۬لشَّيْطَٰنِ إِذْ قَالَ لِلِانسَٰنِ اِ۟كْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّے بَرِےٓءٞ مِّنكَ إِنِّيَ أَخَافُ اُ۬للَّهَ رَبَّ اَ۬لْعَٰلَمِينَۖ ١٦",
    "text_simple": "كمثل الشيطن إذ قال للانسن اكفر فلما كفر قال إنے برےٓءٞ منك إني أخاف الله رب العلمين"
  },
  {
    "id": 5120,
    "jozz": 28,
    "page": "548",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 17,
    "text_tashkeel": " فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِے اِ۬لنّ۪ارِ خَالِدَيْنِ فِيهَاۖ وَذَٰلِكَ جَزَٰٓؤُاْ اُ۬لظَّٰلِمِينَۖ ١٧",
    "text_simple": "فكان عقبتهمآ أنهما فے النار خالدين فيها وذلك جزٓؤا الظلمين"
  },
  {
    "id": 5121,
    "jozz": 28,
    "page": "548",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 18,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ اُ۪تَّقُواْ اُ۬للَّهَ وَلْتَنظُرْ نَفْسٞ مَّا قَدَّمَتْ لِغَدٖۖ وَاتَّقُواْ اُ۬للَّهَۖ إِنَّ اَ۬للَّهَ خَبِيرُۢ بِمَا تَعْمَلُونَۖ ١٨",
    "text_simple": "يٓأيها الذين ءامنوا اتقوا الله ولتنظر نفسٞ ما قدمت لغدٖ واتقوا الله إن الله خبير بما تعملون"
  },
  {
    "id": 5122,
    "jozz": 28,
    "page": "548",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 19,
    "text_tashkeel": "وَلَا تَكُونُواْ كَالذِينَ نَسُواْ اُ۬للَّهَ فَأَنس۪يٰهُمُۥٓ أَنفُسَهُمُۥٓۖ أُوْلَٰٓئِكَ هُمُ اُ۬لْفَٰسِقُونَۖ ١٩",
    "text_simple": "ولا تكونوا كالذين نسوا الله فأنسيهمٓ أنفسهمٓ أولٓئك هم الفسقون"
  },
  {
    "id": 5123,
    "jozz": 28,
    "page": "548",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 20,
    "text_tashkeel": " لَا يَسْتَوِےٓ أَصْحَٰبُ اُ۬لنّ۪ارِ وَأَصْحَٰبُ اُ۬لْجَنَّةِۖ أَصْحَٰبُ اُ۬لْجَنَّةِ هُمُ اُ۬لْفَآئِزُونَۖ ٢٠",
    "text_simple": "لا يستوےٓ أصحب النار وأصحب الجنة أصحب الجنة هم الفآئزون"
  },
  {
    "id": 5124,
    "jozz": 28,
    "page": "548",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 21,
    "text_tashkeel": "لَوَ اَنزَلْنَا هَٰذَا اَ۬لْقُرْءَانَ عَلَىٰ جَبَلٖ لَّرَأَيْتَهُۥ خَٰشِعاٗ مُّتَصَدِّعاٗ مِّنْ خَشْيَةِ اِ۬للَّهِۖ وَتِلْكَ اَ۬لَامْثَٰلُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَۖ ٢١",
    "text_simple": "لو انزلنا هذا القرءان على جبلٖ لرأيته خشعاٗ متصدعاٗ من خشية الله وتلك الامثل نضربها للناس لعلهم يتفكرون"
  },
  {
    "id": 5125,
    "jozz": 28,
    "page": "548",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 22,
    "text_tashkeel": " هُوَ اَ۬للَّهُ اُ۬لذِے لَآ إِلَٰهَ إِلَّا هُوَۖ عَٰلِمُ اُ۬لْغَيْبِ وَالشَّهَٰدَةِۖ هُوَ اَ۬لرَّحْمَٰنُ اُ۬لرَّحِيمُۖ ٢٢",
    "text_simple": "هو الله الذے لآ إله إلا هو علم الغيب والشهدة هو الرحمن الرحيم"
  },
  {
    "id": 5126,
    "jozz": 28,
    "page": "548",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 11,
    "line_end": 13,
    "aya_no": 23,
    "text_tashkeel": "هُوَ اَ۬للَّهُ اُ۬لذِے لَآ إِلَٰهَ إِلَّا هُوَ اَ۬لْمَلِكُ اُ۬لْقُدُّوسُ اُ۬لسَّلَٰمُ اُ۬لْمُومِنُ اُ۬لْمُهَيْمِنُ اُ۬لْعَزِيزُ اُ۬لْجَبَّارُ اُ۬لْمُتَكَبِّرُۖ سُبْحَٰنَ اَ۬للَّهِ عَمَّا يُشْرِكُونَۖ ٢٣",
    "text_simple": "هو الله الذے لآ إله إلا هو الملك القدوس السلم المومن المهيمن العزيز الجبار المتكبر سبحن الله عما يشركون"
  },
  {
    "id": 5127,
    "jozz": 28,
    "page": "548",
    "sura_no": 59,
    "sura_name_en": "Al-Ḥashr",
    "sura_name_ar": "الحَشر ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 24,
    "text_tashkeel": "هُوَ اَ۬للَّهُ اُ۬لْخَٰلِقُ اُ۬لْبَارِۓُ اُ۬لْمُصَوِّرُۖ لَهُ اُ۬لَاسْمَآءُ اُ۬لْحُسْن۪ىٰۖ يُسَبِّحُ لَهُۥ مَا فِے اِ۬لسَّمَٰوَٰتِ وَالَارْضِۖ وَهُوَ اَ۬لْعَزِيزُ اُ۬لْحَكِيمُۖ ٢٤",
    "text_simple": "هو الله الخلق البارۓ المصور له الاسمآء الحسنى يسبح له ما فے السموت والارض وهو العزيز الحكيم"
  }
]