[
  {
    "id": 3655,
    "jozz": 22,
    "page": "434",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 1,
    "text_tashkeel": "اِ۬لْحَمْدُ لِلهِ فَاطِرِ اِ۬لسَّمَٰوَٰتِ وَالَارْضِ جَاعِلِ اِ۬لْمَلَٰٓئِكَةِ رُسُلاً ا۟وْلِےٓ أَجْنِحَةٖ مَّثْن۪ىٰ وَثُلَٰثَ وَرُبَٰعَۖ يَزِيدُ فِے اِ۬لْخَلْقِ مَا يَشَآءُۖ اِ۪نَّ اَ۬للَّهَ عَلَىٰ كُلِّ شَےْءٖ قَدِيرٞۖ ١",
    "text_simple": "الحمد لله فاطر السموت والارض جاعل الملٓئكة رسلا اولےٓ أجنحةٖ مثنى وثلث وربع يزيد فے الخلق ما يشآء ان الله على كل شےءٖ قديرٞ"
  },
  {
    "id": 3656,
    "jozz": 22,
    "page": "434",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 2,
    "text_tashkeel": "مَّا يَفْتَحِ اِ۬للَّهُ لِلنَّاسِ مِن رَّحْمَةٖ فَلَا مُمْسِكَ لَهَاۖ وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُۥ مِنۢ بَعْدِهِۦۖ وَهُوَ اَ۬لْعَزِيزُ اُ۬لْحَكِيمُۖ ٢",
    "text_simple": "ما يفتح الله للناس من رحمةٖ فلا ممسك لها وما يمسك فلا مرسل له من بعده وهو العزيز الحكيم"
  },
  {
    "id": 3657,
    "jozz": 22,
    "page": "434",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 3,
    "text_tashkeel": " يَٰٓأَيُّهَا اَ۬لنَّاسُ اُ۟ذْكُرُواْ نِعْمَتَ اَ۬للَّهِ عَلَيْكُمْۖ هَلْ مِنْ خَٰلِقٍ غَيْرُ اُ۬للَّهِ يَرْزُقُكُم مِّنَ اَ۬لسَّمَآءِ وَالَارْضِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنّ۪ىٰ تُوفَكُونَۖ ٣",
    "text_simple": "يٓأيها الناس اذكروا نعمت الله عليكم هل من خلق غير الله يرزقكم من السمآء والارض لآ إله إلا هو فأنى توفكون"
  },
  {
    "id": 3658,
    "jozz": 22,
    "page": "435",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 4,
    "text_tashkeel": " وَإِنْ يُّكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٞ مِّن قَبْلِكَۖ وَإِلَى اَ۬للَّهِ تُرْجَعُ اُ۬لُامُورُۖ ٤",
    "text_simple": "وإن يكذبوك فقد كذبت رسلٞ من قبلك وإلى الله ترجع الامور"
  },
  {
    "id": 3659,
    "jozz": 22,
    "page": "435",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 5,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لنَّاسُ إِنَّ وَعْدَ اَ۬للَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ اُ۬لْحَيَوٰةُ اُ۬لدُّنْي۪اۖ وَلَا يَغُرَّنَّكُم بِاللَّهِ اِ۬لْغَرُورُۖ ٥",
    "text_simple": "يٓأيها الناس إن وعد الله حقٞ فلا تغرنكم الحيوة الدنيا ولا يغرنكم بالله الغرور"
  },
  {
    "id": 3660,
    "jozz": 22,
    "page": "435",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 6,
    "text_tashkeel": "إِنَّ اَ۬لشَّيْطَٰنَ لَكُمْ عَدُوّٞ فَاتَّخِذُوهُ عَدُوّاًۖ اِنَّمَا يَدْعُواْ حِزْبَهُۥ لِيَكُونُواْ مِنَ اَصْحَٰبِ اِ۬لسَّعِيرِۖ ٦",
    "text_simple": "إن الشيطن لكم عدوٞ فاتخذوه عدوا انما يدعوا حزبه ليكونوا من اصحب السعير"
  },
  {
    "id": 3661,
    "jozz": 22,
    "page": "435",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 7,
    "text_tashkeel": "اِ۬لذِينَ كَفَرُواْ لَهُمْ عَذَابٞ شَدِيدٞۖ وَالذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ لَهُم مَّغْفِرَةٞ وَأَجْرٞ كَبِيرٌۖ ٧",
    "text_simple": "الذين كفروا لهم عذابٞ شديدٞ والذين ءامنوا وعملوا الصلحت لهم مغفرةٞ وأجرٞ كبير"
  },
  {
    "id": 3662,
    "jozz": 22,
    "page": "435",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 8,
    "text_tashkeel": "۞ اَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَر۪ء۪اهُ حَسَناٗۖ فَإِنَّ اَ۬للَّهَ يُضِلُّ مَنْ يَّشَآءُ وَيَهْدِے مَنْ يَّشَآءُۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَٰتٍۖ اِنَّ اَ۬للَّهَ عَلِيمُۢ بِمَا يَصْنَعُونَۖ ٨",
    "text_simple": "افمن زين له سوٓء عمله فرءاه حسناٗ فإن الله يضل من يشآء ويهدے من يشآء فلا تذهب نفسك عليهم حسرت ان الله عليم بما يصنعون"
  },
  {
    "id": 3663,
    "jozz": 22,
    "page": "435",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 9,
    "text_tashkeel": "وَاللَّهُ اُ۬لذِےٓ أَرْسَلَ اَ۬لرِّيَٰحَ فَتُثِيرُ سَحَاباٗ فَسُقْنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحْيَيْنَا بِهِ اِ۬لَارْضَ بَعْدَ مَوْتِهَاۖ كَذَٰلِكَ اَ۬لنُّشُورُۖ ٩",
    "text_simple": "والله الذےٓ أرسل الريح فتثير سحاباٗ فسقنه إلى بلدٖ ميتٖ فأحيينا به الارض بعد موتها كذلك النشور"
  },
  {
    "id": 3664,
    "jozz": 22,
    "page": "435",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 10,
    "text_tashkeel": "مَن كَانَ يُرِيدُ اُ۬لْعِزَّةَ فَلِلهِ اِ۬لْعِزَّةُ جَمِيعاًۖ اِلَيْهِ يَصْعَدُ اُ۬لْكَلِمُ اُ۬لطَّيِّبُۖ وَالْعَمَلُ اُ۬لصَّٰلِحُ يَرْفَعُهُۥۖ وَالذِينَ يَمْكُرُونَ اَ۬لسَّيِّـَٔاتِ لَهُمْ عَذَابٞ شَدِيدٞۖ وَمَكْرُ أُوْلَٰٓئِكَ هُوَ يَبُورُۖ ١٠",
    "text_simple": "من كان يريد العزة فلله العزة جميعا اليه يصعد الكلم الطيب والعمل الصلح يرفعه والذين يمكرون السئات لهم عذابٞ شديدٞ ومكر أولٓئك هو يبور"
  },
  {
    "id": 3665,
    "jozz": 22,
    "page": "435",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 11,
    "text_tashkeel": " وَاللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطْفَةٖ ثُمَّ جَعَلَكُمُۥٓ أَزْوَٰجاٗۖ وَمَا تَحْمِلُ مِنُ ا۟نث۪ىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِۦۖ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنْ عُمُرِهِۦٓ إِلَّا فِے كِتَٰبٍۖ اِنَّ ذَٰلِكَ عَلَى اَ۬للَّهِ يَسِيرٞۖ ١١",
    "text_simple": "والله خلقكم من ترابٖ ثم من نطفةٖ ثم جعلكمٓ أزوجاٗ وما تحمل من انثى ولا تضع إلا بعلمه وما يعمر من معمرٖ ولا ينقص من عمرهٓ إلا فے كتب ان ذلك على الله يسيرٞ"
  },
  {
    "id": 3666,
    "jozz": 22,
    "page": "436",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 12,
    "text_tashkeel": " وَمَا يَسْتَوِے اِ۬لْبَحْرَٰنِۖ هَٰذَا عَذْبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلْحٌ ا۟جَاجٞۖ وَمِن كُلّٖ تَاكُلُونَ لَحْماٗ طَرِيّاٗ وَتَسْتَخْرِجُونَ حِلْيَةٗ تَلْبَسُونَهَاۖ وَتَرَى اَ۬لْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُواْ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَۖ ١٢",
    "text_simple": "وما يستوے البحرن هذا عذبٞ فراتٞ سآئغٞ شرابه وهذا ملح اجاجٞ ومن كلٖ تاكلون لحماٗ طرياٗ وتستخرجون حليةٗ تلبسونها وترى الفلك فيه مواخر لتبتغوا من فضله ولعلكم تشكرون"
  },
  {
    "id": 3667,
    "jozz": 22,
    "page": "436",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 4,
    "line_end": 7,
    "aya_no": 13,
    "text_tashkeel": "يُولِجُ اُ۬ليْلَ فِے اِ۬لنَّه۪ارِ وَيُولِجُ اُ۬لنَّهَارَ فِے اِ۬ليْلِۖ وَسَخَّرَ اَ۬لشَّمْسَ وَالْقَمَرَۖ كُلّٞ يَجْرِے لِأَجَلٖ مُّسَمّىٗۖ ذَٰلِكُمُ اُ۬للَّهُ رَبُّكُمْ لَهُ اُ۬لْمُلْكُۖ وَالذِينَ تَدْعُونَ مِن دُونِهِۦ مَا يَمْلِكُونَ مِن قِطْمِيرٍۖ ١٣",
    "text_simple": "يولج اليل فے النهار ويولج النهار فے اليل وسخر الشمس والقمر كلٞ يجرے لأجلٖ مسمىٗ ذلكم الله ربكم له الملك والذين تدعون من دونه ما يملكون من قطمير"
  },
  {
    "id": 3668,
    "jozz": 22,
    "page": "436",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 14,
    "text_tashkeel": " اِن تَدْعُوهُمْ لَا يَسْمَعُواْ دُعَآءَكُمْ وَلَوْ سَمِعُواْ مَا اَ۪سْتَجَابُواْ لَكُمْۖ وَيَوْمَ اَ۬لْقِيَٰمَةِ يَكْفُرُونَ بِشِرْكِكُمْۖ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٖۖ ١٤",
    "text_simple": "ان تدعوهم لا يسمعوا دعآءكم ولو سمعوا ما استجابوا لكم ويوم القيمة يكفرون بشرككم ولا ينبئك مثل خبيرٖ"
  },
  {
    "id": 3669,
    "jozz": 22,
    "page": "436",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 15,
    "text_tashkeel": "۞ يَٰٓأَيُّهَا اَ۬لنَّاسُ أَنتُمُ اُ۬لْفُقَرَآءُ اِ۪لَى اَ۬للَّهِۖ وَاللَّهُ هُوَ اَ۬لْغَنِيُّ اُ۬لْحَمِيدُۖ ١٥",
    "text_simple": "يٓأيها الناس أنتم الفقرآء الى الله والله هو الغني الحميد"
  },
  {
    "id": 3670,
    "jozz": 22,
    "page": "436",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 11,
    "line_end": 11,
    "aya_no": 16,
    "text_tashkeel": "إِنْ يَّشَأْ يُذْهِبْكُمْ وَيَاتِ بِخَلْقٖ جَدِيدٖۖ ١٦",
    "text_simple": "إن يشأ يذهبكم ويات بخلقٖ جديدٖ"
  },
  {
    "id": 3671,
    "jozz": 22,
    "page": "436",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 12,
    "line_end": 12,
    "aya_no": 17,
    "text_tashkeel": " وَمَا ذَٰلِكَ عَلَى اَ۬للَّهِ بِعَزِيزٖۖ ١٧",
    "text_simple": "وما ذلك على الله بعزيزٖ"
  },
  {
    "id": 3672,
    "jozz": 22,
    "page": "436",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 12,
    "line_end": 15,
    "aya_no": 18,
    "text_tashkeel": "وَلَا تَزِرُ وَازِرَةٞ وِزْرَ أُخْر۪ىٰۖ وَإِن تَدْعُ مُثْقَلَةٌ اِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَےْءٞ وَلَوْ كَانَ ذَا قُرْب۪ىٰٓۖ إِنَّمَا تُنذِرُ اُ۬لذِينَ يَخْشَوْنَ رَبَّهُم بِالْغَيْبِ وَأَقَامُواْ اُ۬لصَّلَوٰةَۖ وَمَن تَزَكّ۪ىٰ فَإِنَّمَا يَتَزَكّ۪ىٰ لِنَفْسِهِۦۖ وَإِلَى اَ۬للَّهِ اِ۬لْمَصِيرُۖ ١٨",
    "text_simple": "ولا تزر وازرةٞ وزر أخرى وإن تدع مثقلة الى حملها لا يحمل منه شےءٞ ولو كان ذا قربىٓ إنما تنذر الذين يخشون ربهم بالغيب وأقاموا الصلوة ومن تزكى فإنما يتزكى لنفسه وإلى الله المصير"
  },
  {
    "id": 3673,
    "jozz": 22,
    "page": "437",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 1,
    "line_end": 1,
    "aya_no": 19,
    "text_tashkeel": " وَمَا يَسْتَوِے اِ۬لَاعْم۪ىٰ وَالْبَصِيرُ ١٩",
    "text_simple": "وما يستوے الاعمى والبصير"
  },
  {
    "id": 3674,
    "jozz": 22,
    "page": "437",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 1,
    "line_end": 1,
    "aya_no": 20,
    "text_tashkeel": "وَلَا اَ۬لظُّلُمَٰتُ وَلَا اَ۬لنُّورُ ٢٠",
    "text_simple": "ولا الظلمت ولا النور"
  },
  {
    "id": 3675,
    "jozz": 22,
    "page": "437",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 2,
    "line_end": 2,
    "aya_no": 21,
    "text_tashkeel": " وَلَا اَ۬لظِّلُّ وَلَا اَ۬لْحَرُورُۖ ٢١",
    "text_simple": "ولا الظل ولا الحرور"
  },
  {
    "id": 3676,
    "jozz": 22,
    "page": "437",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 22,
    "text_tashkeel": "وَمَا يَسْتَوِے اِ۬لَاحْيَآءُ وَلَا اَ۬لَامْوَٰتُۖ إِنَّ اَ۬للَّهَ يُسْمِعُ مَنْ يَّشَآءُۖ وَمَآ أَنتَ بِمُسْمِعٖ مَّن فِے اِ۬لْقُبُورِۖ ٢٢",
    "text_simple": "وما يستوے الاحيآء ولا الاموت إن الله يسمع من يشآء ومآ أنت بمسمعٖ من فے القبور"
  },
  {
    "id": 3677,
    "jozz": 22,
    "page": "437",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 4,
    "line_end": 4,
    "aya_no": 23,
    "text_tashkeel": "إِنَ اَنتَ إِلَّا نَذِيرٌۖ ٢٣",
    "text_simple": "إن انت إلا نذير"
  },
  {
    "id": 3678,
    "jozz": 22,
    "page": "437",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 24,
    "text_tashkeel": "اِنَّآ أَرْسَلْنَٰكَ بِالْحَقِّ بَشِيراٗ وَنَذِيراٗۖ وَإِن مِّنُ ا۟مَّةٍ اِلَّا خَلَا فِيهَا نَذِيرٞۖ ٢٤",
    "text_simple": "انآ أرسلنك بالحق بشيراٗ ونذيراٗ وإن من امة الا خلا فيها نذيرٞ"
  },
  {
    "id": 3679,
    "jozz": 22,
    "page": "437",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 25,
    "text_tashkeel": "وَإِنْ يُّكَذِّبُوكَ فَقَدْ كَذَّبَ اَ۬لذِينَ مِن قَبْلِهِمْ جَآءَتْهُمْ رُسُلُهُم بِالْبَيِّنَٰتِ وَبِالزُّبُرِ وَبِالْكِتَٰبِ اِ۬لْمُنِيرِ ٢٥",
    "text_simple": "وإن يكذبوك فقد كذب الذين من قبلهم جآءتهم رسلهم بالبينت وبالزبر وبالكتب المنير"
  },
  {
    "id": 3680,
    "jozz": 22,
    "page": "437",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 26,
    "text_tashkeel": "ثُمَّ أَخَذتُّ اُ۬لذِينَ كَفَرُواْۖ فَكَيْفَ كَانَ نَكِيرِۦٓۖ ٢٦",
    "text_simple": "ثم أخذت الذين كفروا فكيف كان نكيرٓ"
  },
  {
    "id": 3681,
    "jozz": 22,
    "page": "437",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 27,
    "text_tashkeel": "أَلَمْ تَرَ أَنَّ اَ۬للَّهَ أَنزَلَ مِنَ اَ۬لسَّمَآءِ مَآءٗ فَأَخْرَجْنَا بِهِۦ ثَمَرَٰتٖ مُّخْتَلِفاً اَلْوَٰنُهَاۖ وَمِنَ اَ۬لْجِبَالِ جُدَدُۢ بِيضٞ وَحُمْرٞ مُّخْتَلِفٌ اَلْوَٰنُهَا وَغَرَابِيبُ سُودٞۖ ٢٧",
    "text_simple": "ألم تر أن الله أنزل من السمآء مآءٗ فأخرجنا به ثمرتٖ مختلفا الونها ومن الجبال جدد بيضٞ وحمرٞ مختلف الونها وغرابيب سودٞ"
  },
  {
    "id": 3682,
    "jozz": 22,
    "page": "437",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 28,
    "text_tashkeel": " وَمِنَ اَ۬لنَّاسِ وَالدَّوَآبِّ وَالَانْعَٰمِ مُخْتَلِفٌ اَلْوَٰنُهُۥ كَذَٰلِكَۖ إِنَّمَا يَخْشَى اَ۬للَّهَ مِنْ عِبَادِهِ اِ۬لْعُلَمَٰٓؤُاْۖ اِ۪نَّ اَ۬للَّهَ عَزِيزٌ غَفُورٌۖ ٢٨",
    "text_simple": "ومن الناس والدوآب والانعم مختلف الونه كذلك إنما يخشى الله من عباده العلمٓؤا ان الله عزيز غفور"
  },
  {
    "id": 3683,
    "jozz": 22,
    "page": "437",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 29,
    "text_tashkeel": " اِنَّ اَ۬لذِينَ يَتْلُونَ كِتَٰبَ اَ۬للَّهِ وَأَقَامُواْ اُ۬لصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقْنَٰهُمْ سِرّاٗ وَعَلَٰنِيَةٗ يَرْجُونَ تِجَٰرَةٗ لَّن تَبُورَ ٢٩",
    "text_simple": "ان الذين يتلون كتب الله وأقاموا الصلوة وأنفقوا مما رزقنهم سراٗ وعلنيةٗ يرجون تجرةٗ لن تبور"
  },
  {
    "id": 3684,
    "jozz": 22,
    "page": "437",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 30,
    "text_tashkeel": "لِيُوَفِّيَهُمُۥٓ أُجُورَهُمْ وَيَزِيدَهُم مِّن فَضْلِهِۦٓۖ إِنَّهُۥ غَفُورٞ شَكُورٞۖ ٣٠",
    "text_simple": "ليوفيهمٓ أجورهم ويزيدهم من فضلهٓ إنه غفورٞ شكورٞ"
  },
  {
    "id": 3685,
    "jozz": 22,
    "page": "438",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 31,
    "text_tashkeel": " ۞ وَالذِےٓ أَوْحَيْنَآ إِلَيْكَ مِنَ اَ۬لْكِتَٰبِ هُوَ اَ۬لْحَقُّ مُصَدِّقاٗ لِّمَا بَيْنَ يَدَيْهِۖ إِنَّ اَ۬للَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞۖ ٣١",
    "text_simple": "والذےٓ أوحينآ إليك من الكتب هو الحق مصدقاٗ لما بين يديه إن الله بعباده لخبير بصيرٞ"
  },
  {
    "id": 3686,
    "jozz": 22,
    "page": "438",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 2,
    "line_end": 5,
    "aya_no": 32,
    "text_tashkeel": "ثُمَّ أَوْرَثْنَا اَ۬لْكِتَٰبَ اَ۬لذِينَ اَ۪صْطَفَيْنَا مِنْ عِبَادِنَاۖ فَمِنْهُمْ ظَالِمٞ لِّنَفْسِهِۦۖ وَمِنْهُم مُّقْتَصِدٞۖ وَمِنْهُمْ سَابِقُۢ بِالْخَيْرَٰتِ بِإِذْنِ اِ۬للَّهِۖ ذَٰلِكَ هُوَ اَ۬لْفَضْلُ اُ۬لْكَبِيرُۖ ٣٢",
    "text_simple": "ثم أورثنا الكتب الذين اصطفينا من عبادنا فمنهم ظالمٞ لنفسه ومنهم مقتصدٞ ومنهم سابق بالخيرت بإذن الله ذلك هو الفضل الكبير"
  },
  {
    "id": 3687,
    "jozz": 22,
    "page": "438",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 33,
    "text_tashkeel": "جَنَّٰتُ عَدْنٖ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنَ اَسَاوِرَ مِن ذَهَبٖ وَلُؤْلُؤاٗۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٞۖ ٣٣",
    "text_simple": "جنت عدنٖ يدخلونها يحلون فيها من اساور من ذهبٖ ولؤلؤاٗ ولباسهم فيها حريرٞ"
  },
  {
    "id": 3688,
    "jozz": 22,
    "page": "438",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 34,
    "text_tashkeel": " وَقَالُواْ اُ۬لْحَمْدُ لِلهِ اِ۬لذِےٓ أَذْهَبَ عَنَّا اَ۬لْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌۖ ٣٤",
    "text_simple": "وقالوا الحمد لله الذےٓ أذهب عنا الحزن إن ربنا لغفورٞ شكور"
  },
  {
    "id": 3689,
    "jozz": 22,
    "page": "438",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 35,
    "text_tashkeel": "اِ۬لذِےٓ أَحَلَّنَا دَارَ اَ۬لْمُقَامَةِ مِن فَضْلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞۖ ٣٥",
    "text_simple": "الذےٓ أحلنا دار المقامة من فضله لا يمسنا فيها نصبٞ ولا يمسنا فيها لغوبٞ"
  },
  {
    "id": 3690,
    "jozz": 22,
    "page": "438",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 36,
    "text_tashkeel": "وَالذِينَ كَفَرُواْ لَهُمْ نَارُ جَهَنَّمَ لَا يُقْض۪ىٰ عَلَيْهِمْ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَاۖ كَذَٰلِكَ نَجْزِے كُلَّ كَفُورٖۖ ٣٦",
    "text_simple": "والذين كفروا لهم نار جهنم لا يقضى عليهم فيموتوا ولا يخفف عنهم من عذابها كذلك نجزے كل كفورٖ"
  },
  {
    "id": 3691,
    "jozz": 22,
    "page": "438",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 11,
    "line_end": 14,
    "aya_no": 37,
    "text_tashkeel": "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَآ أَخْرِجْنَا نَعْمَلْ صَٰلِحاً غَيْرَ اَ۬لذِے كُنَّا نَعْمَلُۖ أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ اُ۬لنَّذِيرُۖ فَذُوقُواْۖ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍۖ ٣٧",
    "text_simple": "وهم يصطرخون فيها ربنآ أخرجنا نعمل صلحا غير الذے كنا نعمل أولم نعمركم ما يتذكر فيه من تذكر وجآءكم النذير فذوقوا فما للظلمين من نصير"
  },
  {
    "id": 3692,
    "jozz": 22,
    "page": "438",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 38,
    "text_tashkeel": "اِنَّ اَ۬للَّهَ عَٰلِمُ غَيْبِ اِ۬لسَّمَٰوَٰتِ وَالَارْضِۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ اِ۬لصُّدُورِۖ ٣٨",
    "text_simple": "ان الله علم غيب السموت والارض إنه عليم بذات الصدور"
  },
  {
    "id": 3693,
    "jozz": 22,
    "page": "439",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 39,
    "text_tashkeel": " هُوَ اَ۬لذِے جَعَلَكُمْ خَلَٰٓئِفَ فِے اِ۬لَارْضِۖ فَمَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥۖ وَلَا يَزِيدُ اُ۬لْكٰ۪فِرِينَ كُفْرُهُمْ عِندَ رَبِّهِمُۥٓ إِلَّا مَقْتاٗۖ وَلَا يَزِيدُ اُ۬لْكٰ۪فِرِينَ كُفْرُهُمُۥٓ إِلَّا خَسَاراٗۖ ٣٩",
    "text_simple": "هو الذے جعلكم خلٓئف فے الارض فمن كفر فعليه كفره ولا يزيد الكفرين كفرهم عند ربهمٓ إلا مقتاٗ ولا يزيد الكفرين كفرهمٓ إلا خساراٗ"
  },
  {
    "id": 3694,
    "jozz": 22,
    "page": "439",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 3,
    "line_end": 6,
    "aya_no": 40,
    "text_tashkeel": "قُلَ اَرَٰٓيْتُمْ شُرَكَآءَكُمُ اُ۬لذِينَ تَدْعُونَ مِن دُونِ اِ۬للَّهِ أَرُونِے مَاذَا خَلَقُواْ مِنَ اَ۬لَارْضِ أَمْ لَهُمْ شِرْكٞ فِے اِ۬لسَّمَٰوَٰتِۖ أَمَ اٰتَيْنَٰهُمْ كِتَٰباٗ فَهُمْ عَلَىٰ بَيِّنَٰتٖ مِّنْهُۖ بَلِ اِنْ يَّعِدُ اُ۬لظَّٰلِمُونَ بَعْضُهُم بَعْضاً اِلَّا غُرُوراًۖ ٤٠",
    "text_simple": "قل ارٓيتم شركآءكم الذين تدعون من دون الله أرونے ماذا خلقوا من الارض أم لهم شركٞ فے السموت أم اتينهم كتباٗ فهم على بينتٖ منه بل ان يعد الظلمون بعضهم بعضا الا غرورا"
  },
  {
    "id": 3695,
    "jozz": 22,
    "page": "439",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 41,
    "text_tashkeel": "۞ اِنَّ اَ۬للَّهَ يُمْسِكُ اُ۬لسَّمَٰوَٰتِ وَالَارْضَ أَن تَزُولَاۖ وَلَئِن زَالَتَآ إِنَ اَمْسَكَهُمَا مِنَ اَحَدٖ مِّنۢ بَعْدِهِۦٓۖ إِنَّهُۥ كَانَ حَلِيماً غَفُوراٗۖ ٤١",
    "text_simple": "ان الله يمسك السموت والارض أن تزولا ولئن زالتآ إن امسكهما من احدٖ من بعدهٓ إنه كان حليما غفوراٗ"
  },
  {
    "id": 3696,
    "jozz": 22,
    "page": "439",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 42,
    "text_tashkeel": "وَأَقْسَمُواْ بِاللَّهِ جَهْدَ أَيْمَٰنِهِمْ لَئِن جَآءَهُمْ نَذِيرٞ لَّيَكُونُنَّ أَهْد۪ىٰ مِنِ اِحْدَى اَ۬لُامَمِۖ فَلَمَّا جَآءَهُمْ نَذِيرٞ مَّا زَادَهُمُۥٓ إِلَّا نُفُوراًۖ ٤٢",
    "text_simple": "وأقسموا بالله جهد أيمنهم لئن جآءهم نذيرٞ ليكونن أهدى من احدى الامم فلما جآءهم نذيرٞ ما زادهمٓ إلا نفورا"
  },
  {
    "id": 3697,
    "jozz": 22,
    "page": "439",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 43,
    "text_tashkeel": "اِ۪سْتِكْبَاراٗ فِے اِ۬لَارْضِ وَمَكْرَ اَ۬لسَّيِّےِٕۖ وَلَا يَحِيقُ اُ۬لْمَكْرُ اُ۬لسَّيِّۓُ اِ۪لَّا بِأَهْلِهِۦۖ فَهَلْ يَنظُرُونَ إِلَّا سُنَّتَ اَ۬لَاوَّلِينَۖ فَلَن تَجِدَ لِسُنَّتِ اِ۬للَّهِ تَبْدِيلاٗۖ ٤٣",
    "text_simple": "استكباراٗ فے الارض ومكر السيےٕ ولا يحيق المكر السيۓ الا بأهله فهل ينظرون إلا سنت الاولين فلن تجد لسنت الله تبديلاٗ"
  },
  {
    "id": 3698,
    "jozz": 22,
    "page": "439",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 12,
    "line_end": 12,
    "aya_no": 44,
    "text_tashkeel": "وَلَن تَجِدَ لِسُنَّتِ اِ۬للَّهِ تَحْوِيلاًۖ ٤٤",
    "text_simple": "ولن تجد لسنت الله تحويلا"
  },
  {
    "id": 3699,
    "jozz": 22,
    "page": "439",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 45,
    "text_tashkeel": " اَوَلَمْ يَسِيرُواْ فِے اِ۬لَارْضِ فَيَنظُرُواْ كَيْفَ كَانَ عَٰقِبَةُ اُ۬لذِينَ مِن قَبْلِهِمْ وَكَانُوٓاْ أَشَدَّ مِنْهُمْ قُوَّةٗۖ وَمَا كَانَ اَ۬للَّهُ لِيُعْجِزَهُۥ مِن شَےْءٖ فِے اِ۬لسَّمَٰوَٰتِ وَلَا فِے اِ۬لَارْضِۖ إِنَّهُۥ كَانَ عَلِيماٗ قَدِيراٗۖ ٤٥",
    "text_simple": "اولم يسيروا فے الارض فينظروا كيف كان عقبة الذين من قبلهم وكانوٓا أشد منهم قوةٗ وما كان الله ليعجزه من شےءٖ فے السموت ولا فے الارض إنه كان عليماٗ قديراٗ"
  },
  {
    "id": 3700,
    "jozz": 22,
    "page": "440",
    "sura_no": 35,
    "sura_name_en": "Fāṭir",
    "sura_name_ar": "فَاطِر ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 46,
    "text_tashkeel": " وَلَوْ يُوَ۬اخِذُ اُ۬للَّهُ اُ۬لنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِن دَآبَّةٖۖ وَلَٰكِنْ يُّوَ۬خِّرُهُمُۥٓ إِلَىٰٓ أَجَلٖ مُّسَمّىٗۖ فَإِذَا جَآءَ اجَلُهُمْ فَإِنَّ اَ۬للَّهَ كَانَ بِعِبَادِهِۦ بَصِيراٗۖ ٤٦",
    "text_simple": "ولو يواخذ الله الناس بما كسبوا ما ترك على ظهرها من دآبةٖ ولكن يوخرهمٓ إلىٓ أجلٖ مسمىٗ فإذا جآء اجلهم فإن الله كان بعباده بصيراٗ"
  }
]