[
  {
    "id": 1369,
    "jozz": 11,
    "page": "208",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 3,
    "line_end": 3,
    "aya_no": 1,
    "text_tashkeel": "أَلَٓر۪ۖ تِلْكَ ءَايَٰتُ اُ۬لْكِتَٰبِ اِ۬لْحَكِيمِۖ ١",
    "text_simple": "ألٓر تلك ءايت الكتب الحكيم"
  },
  {
    "id": 1370,
    "jozz": 11,
    "page": "208",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 3,
    "line_end": 6,
    "aya_no": 2,
    "text_tashkeel": "أَكَانَ لِلنَّاسِ عَجَباً اَنَ اَوْحَيْنَآ إِلَىٰ رَجُلٖ مِّنْهُمُۥٓ أَنَ اَنذِرِ اِ۬لنَّاسَۖ وَبَشِّرِ اِ۬لذِينَ ءَامَنُوٓاْ أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْۖ قَالَ اَ۬لْكَٰفِرُونَ إِنَّ هَٰذَا لَسِحْرٞ مُّبِينٌۖ ٢",
    "text_simple": "أكان للناس عجبا ان اوحينآ إلى رجلٖ منهمٓ أن انذر الناس وبشر الذين ءامنوٓا أن لهم قدم صدق عند ربهم قال الكفرون إن هذا لسحرٞ مبين"
  },
  {
    "id": 1371,
    "jozz": 11,
    "page": "208",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 3,
    "text_tashkeel": "۞ اِنَّ رَبَّكُمُ اُ۬للَّهُ اُ۬لذِے خَلَقَ اَ۬لسَّمَٰوَٰتِ وَالَارْضَ فِے سِتَّةِ أَيَّامٖ ثُمَّ اَ۪سْتَو۪ىٰ عَلَى اَ۬لْعَرْشِۖ يُدَبِّرُ اُ۬لَامْرَۖ مَا مِن شَفِيعٍ اِلَّا مِنۢ بَعْدِ إِذْنِهِۦۖ ذَٰلِكُمُ اُ۬للَّهُ رَبُّكُمْۖ فَاعْبُدُوهُۖ أَفَلَا تَذَّكَّرُونَۖ ٣",
    "text_simple": "ان ربكم الله الذے خلق السموت والارض فے ستة أيامٖ ثم استوى على العرش يدبر الامر ما من شفيع الا من بعد إذنه ذلكم الله ربكم فاعبدوه أفلا تذكرون"
  },
  {
    "id": 1372,
    "jozz": 11,
    "page": "208",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 9,
    "line_end": 12,
    "aya_no": 4,
    "text_tashkeel": " إِلَيْهِ مَرْجِعُكُمْ جَمِيعاٗۖ وَعْدَ اَ۬للَّهِ حَقّاًۖ اِنَّهُۥ يَبْدَؤُاْ اُ۬لْخَلْقَ ثُمَّ يُعِيدُهُۥ لِيَجْزِيَ اَ۬لذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ بِالْقِسْطِۖ وَالذِينَ كَفَرُواْ لَهُمْ شَرَابٞ مِّنْ حَمِيمٖ وَعَذَابٌ اَلِيمُۢ بِمَا كَانُواْ يَكْفُرُونَۖ ٤",
    "text_simple": "إليه مرجعكم جميعاٗ وعد الله حقا انه يبدؤا الخلق ثم يعيده ليجزي الذين ءامنوا وعملوا الصلحت بالقسط والذين كفروا لهم شرابٞ من حميمٖ وعذاب اليم بما كانوا يكفرون"
  },
  {
    "id": 1373,
    "jozz": 11,
    "page": "208",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 5,
    "text_tashkeel": "هُوَ اَ۬لذِے جَعَلَ اَ۬لشَّمْسَ ضِيَآءٗ وَالْقَمَرَ نُوراٗ وَقَدَّرَهُۥ مَنَازِلَ لِتَعْلَمُواْ عَدَدَ اَ۬لسِّنِينَ وَالْحِسَابَۖ مَا خَلَقَ اَ۬للَّهُ ذَٰلِكَ إِلَّا بِالْحَقِّۖ نُفَصِّلُ اُ۬لَايَٰتِ لِقَوْمٖ يَعْلَمُونَۖ ٥",
    "text_simple": "هو الذے جعل الشمس ضيآءٗ والقمر نوراٗ وقدره منازل لتعلموا عدد السنين والحساب ما خلق الله ذلك إلا بالحق نفصل الايت لقومٖ يعلمون"
  },
  {
    "id": 1374,
    "jozz": 11,
    "page": "208",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 6,
    "text_tashkeel": "إِنَّ فِے اِ۪خْتِلَٰفِ اِ۬ليْلِ وَالنَّه۪ارِ وَمَا خَلَقَ اَ۬للَّهُ فِے اِ۬لسَّمَٰوَٰتِ وَالَارْضِ لَأٓيَٰتٖ لِّقَوْمٖ يَتَّقُونَۖ ٦",
    "text_simple": "إن فے اختلف اليل والنهار وما خلق الله فے السموت والارض لأٓيتٖ لقومٖ يتقون"
  },
  {
    "id": 1375,
    "jozz": 11,
    "page": "209",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 7,
    "text_tashkeel": " إِنَّ اَ۬لذِينَ لَا يَرْجُونَ لِقَآءَنَا وَرَضُواْ بِالْحَيَوٰةِ اِ۬لدُّنْي۪ا وَاطْمَأَنُّواْ بِهَا وَالذِينَ هُمْ عَنَ اٰيَٰتِنَا غَٰفِلُونَ ٧",
    "text_simple": "إن الذين لا يرجون لقآءنا ورضوا بالحيوة الدنيا واطمأنوا بها والذين هم عن ايتنا غفلون"
  },
  {
    "id": 1376,
    "jozz": 11,
    "page": "209",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 8,
    "text_tashkeel": "أُوْلَٰٓئِكَ مَأْو۪يٰهُمُ اُ۬لنَّارُ بِمَا كَانُواْ يَكْسِبُونَۖ ٨",
    "text_simple": "أولٓئك مأويهم النار بما كانوا يكسبون"
  },
  {
    "id": 1377,
    "jozz": 11,
    "page": "209",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 9,
    "text_tashkeel": "إِنَّ اَ۬لذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ يَهْدِيهِمْ رَبُّهُم بِإِيمَٰنِهِمْۖ تَجْرِے مِن تَحْتِهِمُ اُ۬لَانْهَٰرُ فِے جَنَّٰتِ اِ۬لنَّعِيمِۖ ٩",
    "text_simple": "إن الذين ءامنوا وعملوا الصلحت يهديهم ربهم بإيمنهم تجرے من تحتهم الانهر فے جنت النعيم"
  },
  {
    "id": 1378,
    "jozz": 11,
    "page": "209",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 10,
    "text_tashkeel": "دَعْو۪يٰهُمْ فِيهَا سُبْحَٰنَكَ اَ۬للَّهُمَّۖ وَتَحِيَّتُهُمْ فِيهَا سَلَٰمٞۖ وَءَاخِرُ دَعْو۪يٰهُمُۥٓ أَنِ اِ۬لْحَمْدُ لِلهِ رَبِّ اِ۬لْعَٰلَمِينَۖ ١٠",
    "text_simple": "دعويهم فيها سبحنك اللهم وتحيتهم فيها سلمٞ وءاخر دعويهمٓ أن الحمد لله رب العلمين"
  },
  {
    "id": 1379,
    "jozz": 11,
    "page": "209",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 11,
    "text_tashkeel": "۞ وَلَوْ يُعَجِّلُ اُ۬للَّهُ لِلنَّاسِ اِ۬لشَّرَّ اَ۪سْتِعْجَالَهُم بِالْخَيْرِ لَقُضِيَ إِلَيْهِمُۥٓ أَجَلُهُمْۖ فَنَذَرُ اُ۬لذِينَ لَا يَرْجُونَ لِقَآءَنَا فِے طُغْيَٰنِهِمْ يَعْمَهُونَۖ ١١",
    "text_simple": "ولو يعجل الله للناس الشر استعجالهم بالخير لقضي إليهمٓ أجلهم فنذر الذين لا يرجون لقآءنا فے طغينهم يعمهون"
  },
  {
    "id": 1380,
    "jozz": 11,
    "page": "209",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 9,
    "line_end": 12,
    "aya_no": 12,
    "text_tashkeel": "وَإِذَا مَسَّ اَ۬لِانسَٰنَ اَ۬لضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوْ قَاعِداً اَوْ قَآئِماٗۖ فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُۥ مَرَّ كَأَن لَّمْ يَدْعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۖ كَذَٰلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُواْ يَعْمَلُونَۖ ١٢",
    "text_simple": "وإذا مس الانسن الضر دعانا لجنبهٓ أو قاعدا او قآئماٗ فلما كشفنا عنه ضره مر كأن لم يدعنآ إلى ضرٖ مسه كذلك زين للمسرفين ما كانوا يعملون"
  },
  {
    "id": 1381,
    "jozz": 11,
    "page": "209",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 13,
    "text_tashkeel": "وَلَقَدَ اَهْلَكْنَا اَ۬لْقُرُونَ مِن قَبْلِكُمْ لَمَّا ظَلَمُواْ وَجَآءَتْهُمْ رُسُلُهُم بِالْبَيِّنَٰتِۖ وَمَا كَانُواْ لِيُومِنُواْۖ كَذَٰلِكَ نَجْزِے اِ۬لْقَوْمَ اَ۬لْمُجْرِمِينَۖ ١٣",
    "text_simple": "ولقد اهلكنا القرون من قبلكم لما ظلموا وجآءتهم رسلهم بالبينت وما كانوا ليومنوا كذلك نجزے القوم المجرمين"
  },
  {
    "id": 1382,
    "jozz": 11,
    "page": "209",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 14,
    "text_tashkeel": "ثُمَّ جَعَلْنَٰكُمْ خَلَٰٓئِفَ فِے اِ۬لَارْضِ مِنۢ بَعْدِهِمْ لِنَنظُرَ كَيْفَ تَعْمَلُونَۖ ١٤",
    "text_simple": "ثم جعلنكم خلٓئف فے الارض من بعدهم لننظر كيف تعملون"
  },
  {
    "id": 1383,
    "jozz": 11,
    "page": "210",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 15,
    "text_tashkeel": " وَإِذَا تُتْل۪ىٰ عَلَيْهِمُۥٓ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ اَ۬لذِينَ لَا يَرْجُونَ لِقَآءَنَا اَ۪يتِ بِقُرْءَانٍ غَيْرِ هَٰذَآ أَوْ بَدِّلْهُۖ قُلْ مَا يَكُونُ لِيَ أَنُ ا۟بَدِّلَهُۥ مِن تِلْقَآءِےْ نَفْسِيَۖ إِنَ اَتَّبِعُ إِلَّا مَا يُوح۪ىٰٓ إِلَيَّۖ إِنِّيَ أَخَافُ إِنْ عَصَيْتُ رَبِّے عَذَابَ يَوْمٍ عَظِيمٖۖ ١٥",
    "text_simple": "وإذا تتلى عليهمٓ ءاياتنا بينتٖ قال الذين لا يرجون لقآءنا ايت بقرءان غير هذآ أو بدله قل ما يكون لي أن ابدله من تلقآءے نفسي إن اتبع إلا ما يوحىٓ إلي إني أخاف إن عصيت ربے عذاب يوم عظيمٖ"
  },
  {
    "id": 1384,
    "jozz": 11,
    "page": "210",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 16,
    "text_tashkeel": " قُل لَّوْ شَآءَ اَ۬للَّهُ مَا تَلَوْتُهُۥ عَلَيْكُمْ وَلَآ أَدْر۪يٰكُم بِهِۦۖ فَقَدْ لَبِثْتُ فِيكُمْ عُمُراٗ مِّن قَبْلِهِۦٓۖ أَفَلَا تَعْقِلُونَۖ ١٦",
    "text_simple": "قل لو شآء الله ما تلوته عليكم ولآ أدريكم به فقد لبثت فيكم عمراٗ من قبلهٓ أفلا تعقلون"
  },
  {
    "id": 1385,
    "jozz": 11,
    "page": "210",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 17,
    "text_tashkeel": " فَمَنَ اَظْلَمُ مِمَّنِ اِ۪فْتَر۪ىٰ عَلَى اَ۬للَّهِ كَذِباً اَوْ كَذَّبَ بِـَٔايَٰتِهِۦٓۖ إِنَّهُۥ لَا يُفْلِحُ اُ۬لْمُجْرِمُونَۖ ١٧",
    "text_simple": "فمن اظلم ممن افترى على الله كذبا او كذب بٔايتهٓ إنه لا يفلح المجرمون"
  },
  {
    "id": 1386,
    "jozz": 11,
    "page": "210",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 8,
    "line_end": 11,
    "aya_no": 18,
    "text_tashkeel": "وَيَعْبُدُونَ مِن دُونِ اِ۬للَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ اَ۬للَّهِۖ قُلَ اَتُنَبِّـُٔونَ اَ۬للَّهَ بِمَا لَا يَعْلَمُ فِے اِ۬لسَّمَٰوَٰتِ وَلَا فِے اِ۬لَارْضِۖ سُبْحَٰنَهُۥ وَتَعَٰل۪ىٰ عَمَّا يُشْرِكُونَۖ ١٨",
    "text_simple": "ويعبدون من دون الله ما لا يضرهم ولا ينفعهم ويقولون هٓؤلآء شفعٓؤنا عند الله قل اتنبٔون الله بما لا يعلم فے السموت ولا فے الارض سبحنه وتعلى عما يشركون"
  },
  {
    "id": 1387,
    "jozz": 11,
    "page": "210",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 19,
    "text_tashkeel": " ۞ وَمَا كَانَ اَ۬لنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَاخْتَلَفُواْۖ وَلَوْلَا كَلِمَةٞ سَبَقَتْ مِن رَّبِّكَ لَقُضِيَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَۖ ١٩",
    "text_simple": "وما كان الناس إلآ أمةٗ وحدةٗ فاختلفوا ولولا كلمةٞ سبقت من ربك لقضي بينهم فيما فيه يختلفون"
  },
  {
    "id": 1388,
    "jozz": 11,
    "page": "210",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 20,
    "text_tashkeel": " وَيَقُولُونَ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلِ اِنَّمَا اَ۬لْغَيْبُ لِلهِۖ فَانتَظِرُوٓاْۖ إِنِّے مَعَكُم مِّنَ اَ۬لْمُنتَظِرِينَۖ ٢٠",
    "text_simple": "ويقولون لولآ أنزل عليه ءايةٞ من ربه فقل انما الغيب لله فانتظروٓا إنے معكم من المنتظرين"
  },
  {
    "id": 1389,
    "jozz": 11,
    "page": "211",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 21,
    "text_tashkeel": " وَإِذَآ أَذَقْنَا اَ۬لنَّاسَ رَحْمَةٗ مِّنۢ بَعْدِ ضَرَّآءَ مَسَّتْهُمُۥٓ إِذَا لَهُم مَّكْرٞ فِےٓ ءَايَاتِنَاۖ قُلِ اِ۬للَّهُ أَسْرَعُ مَكْراًۖ اِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَۖ ٢١",
    "text_simple": "وإذآ أذقنا الناس رحمةٗ من بعد ضرآء مستهمٓ إذا لهم مكرٞ فےٓ ءاياتنا قل الله أسرع مكرا ان رسلنا يكتبون ما تمكرون"
  },
  {
    "id": 1390,
    "jozz": 11,
    "page": "211",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 3,
    "line_end": 7,
    "aya_no": 22,
    "text_tashkeel": " هُوَ اَ۬لذِے يُسَيِّرُكُمْ فِے اِ۬لْبَرِّ وَالْبَحْرِۖ حَتَّىٰٓ إِذَا كُنتُمْ فِے اِ۬لْفُلْكِ وَجَرَيْنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتْهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ اُ۬لْمَوْجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمُۥٓ أُحِيطَ بِهِمْ دَعَوُاْ اُ۬للَّهَ مُخْلِصِينَ لَهُ اُ۬لدِّينَ لَئِنَ اَنجَيْتَنَا مِنْ هَٰذِهِۦ لَنَكُونَنَّ مِنَ اَ۬لشَّٰكِرِينَۖ ٢٢",
    "text_simple": "هو الذے يسيركم فے البر والبحر حتىٓ إذا كنتم فے الفلك وجرين بهم بريحٖ طيبةٖ وفرحوا بها جآءتها ريح عاصفٞ وجآءهم الموج من كل مكانٖ وظنوٓا أنهمٓ أحيط بهم دعوا الله مخلصين له الدين لئن انجيتنا من هذه لنكونن من الشكرين"
  },
  {
    "id": 1391,
    "jozz": 11,
    "page": "211",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 23,
    "text_tashkeel": "فَلَمَّآ أَنج۪يٰهُمُۥٓ إِذَا هُمْ يَبْغُونَ فِے اِ۬لَارْضِ بِغَيْرِ اِ۬لْحَقِّۖ يَٰٓأَيُّهَا اَ۬لنَّاسُ إِنَّمَا بَغْيُكُمْ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعُ اَ۬لْحَيَوٰةِ اِ۬لدُّنْي۪اۖ ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَۖ ٢٣",
    "text_simple": "فلمآ أنجيهمٓ إذا هم يبغون فے الارض بغير الحق يٓأيها الناس إنما بغيكم علىٓ أنفسكم متع الحيوة الدنيا ثم إلينا مرجعكم فننبئكم بما كنتم تعملون"
  },
  {
    "id": 1392,
    "jozz": 11,
    "page": "211",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 10,
    "line_end": 14,
    "aya_no": 24,
    "text_tashkeel": " إِنَّمَا مَثَلُ اُ۬لْحَيَوٰةِ اِ۬لدُّنْي۪ا كَمَآءٍ اَنزَلْنَٰهُ مِنَ اَ۬لسَّمَآءِ فَاخْتَلَطَۖ بِهِۦ نَبَاتُ اُ۬لَارْضِ مِمَّا يَاكُلُ اُ۬لنَّاسُ وَالَانْعَٰمُۖ حَتَّىٰٓ إِذَآ أَخَذَتِ اِ۬لَارْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَآ أَنَّهُمْ قَٰدِرُونَ عَلَيْهَآ أَت۪يٰهَآ أَمْرُنَا لَيْلاً اَوْ نَهَاراٗ فَجَعَلْنَٰهَا حَصِيداٗ كَأَن لَّمْ تَغْنَ بِالَامْسِۖ كَذَٰلِكَ نُفَصِّلُ اُ۬لَايَٰتِ لِقَوْمٖ يَتَفَكَّرُونَۖ ٢٤",
    "text_simple": "إنما مثل الحيوة الدنيا كمآء انزلنه من السمآء فاختلط به نبات الارض مما ياكل الناس والانعم حتىٓ إذآ أخذت الارض زخرفها وازينت وظن أهلهآ أنهم قدرون عليهآ أتيهآ أمرنا ليلا او نهاراٗ فجعلنها حصيداٗ كأن لم تغن بالامس كذلك نفصل الايت لقومٖ يتفكرون"
  },
  {
    "id": 1393,
    "jozz": 11,
    "page": "211",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 15,
    "line_end": 15,
    "aya_no": 25,
    "text_tashkeel": " وَاللَّهُ يَدْعُوٓاْ إِلَىٰ د۪ارِ اِ۬لسَّلَٰمِ وَيَهْدِے مَنْ يَّشَآءُ اِ۪لَىٰ صِرَٰطٖ مُّسْتَقِيمٖۖ ٢٥",
    "text_simple": "والله يدعوٓا إلى دار السلم ويهدے من يشآء الى صرطٖ مستقيمٖ"
  },
  {
    "id": 1394,
    "jozz": 11,
    "page": "212",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 26,
    "text_tashkeel": " ۞ لِّلذِينَ أَحْسَنُواْ اُ۬لْحُسْن۪ىٰ وَزِيَادَةٞۖ وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٞ وَلَا ذِلَّةٌۖ ا۟وْلَٰٓئِكَ أَصْحَٰبُ اُ۬لْجَنَّةِۖ هُمْ فِيهَا خَٰلِدُونَۖ ٢٦",
    "text_simple": "للذين أحسنوا الحسنى وزيادةٞ ولا يرهق وجوههم قترٞ ولا ذلة اولٓئك أصحب الجنة هم فيها خلدون"
  },
  {
    "id": 1395,
    "jozz": 11,
    "page": "212",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 2,
    "line_end": 5,
    "aya_no": 27,
    "text_tashkeel": "وَالذِينَ كَسَبُواْ اُ۬لسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۢ بِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّةٞ مَّا لَهُم مِّنَ اَ۬للَّهِ مِنْ عَاصِمٖ كَأَنَّمَآ أُغْشِيَتْ وُجُوهُهُمْ قِطَعاٗ مِّنَ اَ۬ليْلِ مُظْلِماًۖ ا۟وْلَٰٓئِكَ أَصْحَٰبُ اُ۬لنّ۪ارِ هُمْ فِيهَا خَٰلِدُونَۖ ٢٧",
    "text_simple": "والذين كسبوا السئات جزآء سيئة بمثلها وترهقهم ذلةٞ ما لهم من الله من عاصمٖ كأنمآ أغشيت وجوههم قطعاٗ من اليل مظلما اولٓئك أصحب النار هم فيها خلدون"
  },
  {
    "id": 1396,
    "jozz": 11,
    "page": "212",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 28,
    "text_tashkeel": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعاٗ ثُمَّ نَقُولُ لِلذِينَ أَشْرَكُواْ مَكَانَكُمُۥٓ أَنتُمْ وَشُرَكَآؤُكُمْ فَزَيَّلْنَا بَيْنَهُمْۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمُۥٓ إِيَّانَا تَعْبُدُونَۖ ٢٨",
    "text_simple": "ويوم نحشرهم جميعاٗ ثم نقول للذين أشركوا مكانكمٓ أنتم وشركآؤكم فزيلنا بينهم وقال شركآؤهم ما كنتمٓ إيانا تعبدون"
  },
  {
    "id": 1397,
    "jozz": 11,
    "page": "212",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 29,
    "text_tashkeel": "فَكَف۪ىٰ بِاللَّهِ شَهِيداَۢ بَيْنَنَا وَبَيْنَكُمُۥٓ إِن كُنَّا عَنْ عِبَادَتِكُمْ لَغَٰفِلِينَۖ ٢٩",
    "text_simple": "فكفى بالله شهيدا بيننا وبينكمٓ إن كنا عن عبادتكم لغفلين"
  },
  {
    "id": 1398,
    "jozz": 11,
    "page": "212",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 30,
    "text_tashkeel": " هُنَالِكَ تَبْلُواْ كُلُّ نَفْسٖ مَّآ أَسْلَفَتْۖ وَرُدُّوٓاْ إِلَى اَ۬للَّهِ مَوْل۪يٰهُمُ اُ۬لْحَقِّۖ وَضَلَّ عَنْهُم مَّا كَانُواْ يَفْتَرُونَۖ ٣٠",
    "text_simple": "هنالك تبلوا كل نفسٖ مآ أسلفت وردوٓا إلى الله موليهم الحق وضل عنهم ما كانوا يفترون"
  },
  {
    "id": 1399,
    "jozz": 11,
    "page": "212",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 10,
    "line_end": 13,
    "aya_no": 31,
    "text_tashkeel": "قُلْ مَنْ يَّرْزُقُكُم مِّنَ اَ۬لسَّمَآءِ وَالَارْضِۖ أَمَّنْ يَّمْلِكُ اُ۬لسَّمْعَ وَالَابْصَٰرَ وَمَنْ يُّخْرِجُ اُ۬لْحَيَّ مِنَ اَ۬لْمَيِّتِ وَيُخْرِجُ اُ۬لْمَيِّتَ مِنَ اَ۬لْحَيِّ وَمَنْ يُّدَبِّرُ اُ۬لَامْرَۖ فَسَيَقُولُونَ اَ۬للَّهُۖ فَقُلَ اَفَلَا تَتَّقُونَۖ ٣١",
    "text_simple": "قل من يرزقكم من السمآء والارض أمن يملك السمع والابصر ومن يخرج الحي من الميت ويخرج الميت من الحي ومن يدبر الامر فسيقولون الله فقل افلا تتقون"
  },
  {
    "id": 1400,
    "jozz": 11,
    "page": "212",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 32,
    "text_tashkeel": "فَذَٰلِكُمُ اُ۬للَّهُ رَبُّكُمُ اُ۬لْحَقُّۖ فَمَاذَا بَعْدَ اَ۬لْحَقِّ إِلَّا اَ۬لضَّلَٰلُۖ فَأَنّ۪ىٰ تُصْرَفُونَۖ ٣٢",
    "text_simple": "فذلكم الله ربكم الحق فماذا بعد الحق إلا الضلل فأنى تصرفون"
  },
  {
    "id": 1401,
    "jozz": 11,
    "page": "212",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 33,
    "text_tashkeel": "كَذَٰلِكَ حَقَّتْ كَلِمَٰتُ رَبِّكَ عَلَى اَ۬لذِينَ فَسَقُوٓاْ أَنَّهُمْ لَا يُومِنُونَۖ ٣٣",
    "text_simple": "كذلك حقت كلمت ربك على الذين فسقوٓا أنهم لا يومنون"
  },
  {
    "id": 1402,
    "jozz": 11,
    "page": "213",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 34,
    "text_tashkeel": " قُلْ هَلْ مِن شُرَكَآئِكُم مَّنْ يَّبْدَؤُاْ اُ۬لْخَلْقَ ثُمَّ يُعِيدُهُۥۖ قُلِ اِ۬للَّهُ يَبْدَؤُاْ اُ۬لْخَلْقَ ثُمَّ يُعِيدُهُۥۖ فَأَنّ۪ىٰ تُوفَكُونَۖ ٣٤",
    "text_simple": "قل هل من شركآئكم من يبدؤا الخلق ثم يعيده قل الله يبدؤا الخلق ثم يعيده فأنى توفكون"
  },
  {
    "id": 1403,
    "jozz": 11,
    "page": "213",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 35,
    "text_tashkeel": "قُلْ هَلْ مِن شُرَكَآئِكُم مَّنْ يَّهْدِےٓ إِلَى اَ۬لْحَقِّۖ قُلِ اِ۬للَّهُ يَهْدِے لِلْحَقِّۖ أَفَمَنْ يَّهْدِےٓ إِلَى اَ۬لْحَقِّ أَحَقُّ أَنْ يُّتَّبَعَ أَمَّن لَّا يَهَدِّےٓ إِلَّآ أَنْ يُّهْد۪ىٰۖ فَمَا لَكُمْۖ كَيْفَ تَحْكُمُونَۖ ٣٥",
    "text_simple": "قل هل من شركآئكم من يهدےٓ إلى الحق قل الله يهدے للحق أفمن يهدےٓ إلى الحق أحق أن يتبع أمن لا يهدےٓ إلآ أن يهدى فما لكم كيف تحكمون"
  },
  {
    "id": 1404,
    "jozz": 11,
    "page": "213",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 36,
    "text_tashkeel": " وَمَا يَتَّبِعُ أَكْثَرُهُمُۥٓ إِلَّا ظَنّاًۖ اِنَّ اَ۬لظَّنَّ لَا يُغْنِے مِنَ اَ۬لْحَقِّ شَئْاًۖ اِنَّ اَ۬للَّهَ عَلِيمُۢ بِمَا يَفْعَلُونَۖ ٣٦",
    "text_simple": "وما يتبع أكثرهمٓ إلا ظنا ان الظن لا يغنے من الحق شئا ان الله عليم بما يفعلون"
  },
  {
    "id": 1405,
    "jozz": 11,
    "page": "213",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 37,
    "text_tashkeel": "۞ وَمَا كَانَ هَٰذَا اَ۬لْقُرْءَانُ أَنْ يُّفْتَر۪ىٰ مِن دُونِ اِ۬للَّهِۖ وَلَٰكِن تَصْدِيقَ اَ۬لذِے بَيْنَ يَدَيْهِ وَتَفْصِيلَ اَ۬لْكِتَٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ اِ۬لْعَٰلَمِينَۖ ٣٧",
    "text_simple": "وما كان هذا القرءان أن يفترى من دون الله ولكن تصديق الذے بين يديه وتفصيل الكتب لا ريب فيه من رب العلمين"
  },
  {
    "id": 1406,
    "jozz": 11,
    "page": "213",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 38,
    "text_tashkeel": "أَمْ يَقُولُونَ اَ۪فْتَر۪يٰهُۖ قُلْ فَاتُواْ بِسُورَةٖ مِّثْلِهِۦۖ وَادْعُواْ مَنِ اِ۪سْتَطَعْتُم مِّن دُونِ اِ۬للَّهِ إِن كُنتُمْ صَٰدِقِينَۖ ٣٨",
    "text_simple": "أم يقولون افتريه قل فاتوا بسورةٖ مثله وادعوا من استطعتم من دون الله إن كنتم صدقين"
  },
  {
    "id": 1407,
    "jozz": 11,
    "page": "213",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 39,
    "text_tashkeel": " بَلْ كَذَّبُواْ بِمَا لَمْ يُحِيطُواْ بِعِلْمِهِۦ وَلَمَّا يَاتِهِمْ تَاوِيلُهُۥۖ كَذَٰلِكَ كَذَّبَ اَ۬لذِينَ مِن قَبْلِهِمْۖ فَانظُرْ كَيْفَ كَانَ عَٰقِبَةُ اُ۬لظَّٰلِمِينَۖ ٣٩",
    "text_simple": "بل كذبوا بما لم يحيطوا بعلمه ولما ياتهم تاويله كذلك كذب الذين من قبلهم فانظر كيف كان عقبة الظلمين"
  },
  {
    "id": 1408,
    "jozz": 11,
    "page": "213",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 40,
    "text_tashkeel": " وَمِنْهُم مَّنْ يُّومِنُ بِهِۦ وَمِنْهُم مَّن لَّا يُومِنُ بِهِۦۖ وَرَبُّكَ أَعْلَمُ بِالْمُفْسِدِينَۖ ٤٠",
    "text_simple": "ومنهم من يومن به ومنهم من لا يومن به وربك أعلم بالمفسدين"
  },
  {
    "id": 1409,
    "jozz": 11,
    "page": "213",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 41,
    "text_tashkeel": "وَإِن كَذَّبُوكَ فَقُل لِّے عَمَلِے وَلَكُمْ عَمَلُكُمُۥٓ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعْمَلُ وَأَنَا بَرِےٓءٞ مِّمَّا تَعْمَلُونَۖ ٤١",
    "text_simple": "وإن كذبوك فقل لے عملے ولكم عملكمٓ أنتم بريٓٔون ممآ أعمل وأنا برےٓءٞ مما تعملون"
  },
  {
    "id": 1410,
    "jozz": 11,
    "page": "213",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 42,
    "text_tashkeel": "وَمِنْهُم مَّنْ يَّسْتَمِعُونَ إِلَيْكَۖ أَفَأَنتَ تُسْمِعُ اُ۬لصُّمَّ وَلَوْ كَانُواْ لَا يَعْقِلُونَۖ ٤٢",
    "text_simple": "ومنهم من يستمعون إليك أفأنت تسمع الصم ولو كانوا لا يعقلون"
  },
  {
    "id": 1411,
    "jozz": 11,
    "page": "214",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 43,
    "text_tashkeel": " وَمِنْهُم مَّنْ يَّنظُرُ إِلَيْكَۖ أَفَأَنتَ تَهْدِے اِ۬لْعُمْيَ وَلَوْ كَانُواْ لَا يُبْصِرُونَۖ ٤٣",
    "text_simple": "ومنهم من ينظر إليك أفأنت تهدے العمي ولو كانوا لا يبصرون"
  },
  {
    "id": 1412,
    "jozz": 11,
    "page": "214",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 44,
    "text_tashkeel": "إِنَّ اَ۬للَّهَ لَا يَظْلِمُ اُ۬لنَّاسَ شَئْاٗۖ وَلَٰكِنَّ اَ۬لنَّاسَ أَنفُسَهُمْ يَظْلِمُونَۖ ٤٤",
    "text_simple": "إن الله لا يظلم الناس شئاٗ ولكن الناس أنفسهم يظلمون"
  },
  {
    "id": 1413,
    "jozz": 11,
    "page": "214",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 45,
    "text_tashkeel": "وَيَوْمَ نَحْشُرُهُمْ كَأَن لَّمْ يَلْبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ اَ۬لنَّه۪ارِ يَتَعَارَفُونَ بَيْنَهُمْۖ قَدْ خَسِرَ اَ۬لذِينَ كَذَّبُواْ بِلِقَآءِ اِ۬للَّهِ وَمَا كَانُواْ مُهْتَدِينَۖ ٤٥",
    "text_simple": "ويوم نحشرهم كأن لم يلبثوٓا إلا ساعةٗ من النهار يتعارفون بينهم قد خسر الذين كذبوا بلقآء الله وما كانوا مهتدين"
  },
  {
    "id": 1414,
    "jozz": 11,
    "page": "214",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 46,
    "text_tashkeel": "وَإِمَّا نُرِيَنَّكَ بَعْضَ اَ۬لذِے نَعِدُهُمُۥٓ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْۖ ثُمَّ اَ۬للَّهُ شَهِيدٌ عَلَىٰ مَا يَفْعَلُونَۖ ٤٦",
    "text_simple": "وإما نرينك بعض الذے نعدهمٓ أو نتوفينك فإلينا مرجعهم ثم الله شهيد على ما يفعلون"
  },
  {
    "id": 1415,
    "jozz": 11,
    "page": "214",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 47,
    "text_tashkeel": " وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمْ قُضِيَ بَيْنَهُم بِالْقِسْطِ وَهُمْ لَا يُظْلَمُونَۖ ٤٧",
    "text_simple": "ولكل أمةٖ رسولٞ فإذا جآء رسولهم قضي بينهم بالقسط وهم لا يظلمون"
  },
  {
    "id": 1416,
    "jozz": 11,
    "page": "214",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 8,
    "line_end": 8,
    "aya_no": 48,
    "text_tashkeel": "وَيَقُولُونَ مَت۪ىٰ هَٰذَا اَ۬لْوَعْدُ إِن كُنتُمْ صَٰدِقِينَۖ ٤٨",
    "text_simple": "ويقولون متى هذا الوعد إن كنتم صدقين"
  },
  {
    "id": 1417,
    "jozz": 11,
    "page": "214",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 49,
    "text_tashkeel": " ۞ قُل لَّآ أَمْلِكُ لِنَفْسِے ضَرّاٗ وَلَا نَفْعاً اِلَّا مَا شَآءَ اَ۬للَّهُۖ لِكُلِّ أُمَّةٍ اَجَلٌۖ اِذَا جَآءَ اجَلُهُمْ فَلَا يَسْتَٰخِرُونَ سَاعَةٗۖ وَلَا يَسْتَقْدِمُونَۖ ٤٩",
    "text_simple": "قل لآ أملك لنفسے ضراٗ ولا نفعا الا ما شآء الله لكل أمة اجل اذا جآء اجلهم فلا يستخرون ساعةٗ ولا يستقدمون"
  },
  {
    "id": 1418,
    "jozz": 11,
    "page": "214",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 50,
    "text_tashkeel": " قُلَ اَرَٰٓيْتُمُۥٓ إِنَ اَت۪يٰكُمْ عَذَابُهُۥ بَيَٰتاً اَوْ نَهَاراٗ مَّاذَا يَسْتَعْجِلُ مِنْهُ اُ۬لْمُجْرِمُونَۖ ٥٠",
    "text_simple": "قل ارٓيتمٓ إن اتيكم عذابه بيتا او نهاراٗ ماذا يستعجل منه المجرمون"
  },
  {
    "id": 1419,
    "jozz": 11,
    "page": "214",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 51,
    "text_tashkeel": "أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۖ ءَالَٰنَ وَقَدْ كُنتُم بِهِۦ تَسْتَعْجِلُونَۖ ٥١",
    "text_simple": "أثم إذا ما وقع ءامنتم بهٓ ءالن وقد كنتم به تستعجلون"
  },
  {
    "id": 1420,
    "jozz": 11,
    "page": "214",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 52,
    "text_tashkeel": "ثُمَّ قِيلَ لِلذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ اَ۬لْخُلْدِۖ هَلْ تُجْزَوْنَ إِلَّا بِمَا كُنتُمْ تَكْسِبُونَۖ ٥٢",
    "text_simple": "ثم قيل للذين ظلموا ذوقوا عذاب الخلد هل تجزون إلا بما كنتم تكسبون"
  },
  {
    "id": 1421,
    "jozz": 11,
    "page": "214",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 53,
    "text_tashkeel": "وَيَسْتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلِ اِے وَرَبِّيَ إِنَّهُۥ لَحَقّٞ وَمَآ أَنتُم بِمُعْجِزِينَۖ ٥٣",
    "text_simple": "ويستنبٔونك أحق هو قل اے وربي إنه لحقٞ ومآ أنتم بمعجزين"
  },
  {
    "id": 1422,
    "jozz": 11,
    "page": "215",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 54,
    "text_tashkeel": " وَلَوَ اَنَّ لِكُلِّ نَفْسٖ ظَلَمَتْ مَا فِے اِ۬لَارْضِ لَافْتَدَتْ بِهِۦۖ وَأَسَرُّواْ اُ۬لنَّدَامَةَ لَمَّا رَأَوُاْ اُ۬لْعَذَابَ وَقُضِيَ بَيْنَهُم بِالْقِسْطِ وَهُمْ لَا يُظْلَمُونَۖ ٥٤",
    "text_simple": "ولو ان لكل نفسٖ ظلمت ما فے الارض لافتدت به وأسروا الندامة لما رأوا العذاب وقضي بينهم بالقسط وهم لا يظلمون"
  },
  {
    "id": 1423,
    "jozz": 11,
    "page": "215",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 55,
    "text_tashkeel": "أَلَآ إِنَّ لِلهِ مَا فِے اِ۬لسَّمَٰوَٰتِ وَالَارْضِۖ أَلَآ إِنَّ وَعْدَ اَ۬للَّهِ حَقّٞۖ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَۖ ٥٥",
    "text_simple": "ألآ إن لله ما فے السموت والارض ألآ إن وعد الله حقٞ ولكن أكثرهم لا يعلمون"
  },
  {
    "id": 1424,
    "jozz": 11,
    "page": "215",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 56,
    "text_tashkeel": "هُوَ يُحْيِۦ وَيُمِيتُۖ وَإِلَيْهِ تُرْجَعُونَۖ ٥٦",
    "text_simple": "هو يحي ويميت وإليه ترجعون"
  },
  {
    "id": 1425,
    "jozz": 11,
    "page": "215",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 57,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لنَّاسُ قَدْ جَآءَتْكُم مَّوْعِظَةٞ مِّن رَّبِّكُمْ وَشِفَآءٞ لِّمَا فِے اِ۬لصُّدُورِ وَهُدىٗ وَرَحْمَةٞ لِّلْمُومِنِينَۖ ٥٧",
    "text_simple": "يٓأيها الناس قد جآءتكم موعظةٞ من ربكم وشفآءٞ لما فے الصدور وهدىٗ ورحمةٞ للمومنين"
  },
  {
    "id": 1426,
    "jozz": 11,
    "page": "215",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 58,
    "text_tashkeel": " قُلْ بِفَضْلِ اِ۬للَّهِ وَبِرَحْمَتِهِۦ فَبِذَٰلِكَ فَلْيَفْرَحُواْۖ هُوَ خَيْرٞ مِّمَّا يَجْمَعُونَۖ ٥٨",
    "text_simple": "قل بفضل الله وبرحمته فبذلك فليفرحوا هو خيرٞ مما يجمعون"
  },
  {
    "id": 1427,
    "jozz": 11,
    "page": "215",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 59,
    "text_tashkeel": "قُلَ اَرَٰٓيْتُم مَّآ أَنزَلَ اَ۬للَّهُ لَكُم مِّن رِّزْقٖ فَجَعَلْتُم مِّنْهُ حَرَاماٗ وَحَلَٰلاٗۖ قُلَ آٰللَّهُ أَذِنَ لَكُمُۥٓ أَمْ عَلَى اَ۬للَّهِ تَفْتَرُونَۖ ٥٩",
    "text_simple": "قل ارٓيتم مآ أنزل الله لكم من رزقٖ فجعلتم منه حراماٗ وحللاٗ قل آلله أذن لكمٓ أم على الله تفترون"
  },
  {
    "id": 1428,
    "jozz": 11,
    "page": "215",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 60,
    "text_tashkeel": "وَمَا ظَنُّ اُ۬لذِينَ يَفْتَرُونَ عَلَى اَ۬للَّهِ اِ۬لْكَذِبَ يَوْمَ اَ۬لْقِيَٰمَةِۖ إِنَّ اَ۬للَّهَ لَذُو فَضْلٍ عَلَى اَ۬لنَّاسِۖ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَۖ ٦٠",
    "text_simple": "وما ظن الذين يفترون على الله الكذب يوم القيمة إن الله لذو فضل على الناس ولكن أكثرهم لا يشكرون"
  },
  {
    "id": 1429,
    "jozz": 11,
    "page": "215",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 12,
    "line_end": 15,
    "aya_no": 61,
    "text_tashkeel": "۞ وَمَا تَكُونُ فِے شَأْنٖ وَمَا تَتْلُواْ مِنْهُ مِن قُرْءَانٖ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ اِلَّا كُنَّا عَلَيْكُمْ شُهُوداً اِذْ تُفِيضُونَ فِيهِۖ وَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٖ فِے اِ۬لَارْضِ وَلَا فِے اِ۬لسَّمَآءِۖ وَلَآ أَصْغَرَ مِن ذَٰلِكَ وَلَآ أَكْبَرَ إِلَّا فِے كِتَٰبٖ مُّبِينٍۖ ٦١",
    "text_simple": "وما تكون فے شأنٖ وما تتلوا منه من قرءانٖ ولا تعملون من عمل الا كنا عليكم شهودا اذ تفيضون فيه وما يعزب عن ربك من مثقال ذرةٖ فے الارض ولا فے السمآء ولآ أصغر من ذلك ولآ أكبر إلا فے كتبٖ مبين"
  },
  {
    "id": 1430,
    "jozz": 11,
    "page": "216",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 1,
    "line_end": 1,
    "aya_no": 62,
    "text_tashkeel": " اَلَآ إِنَّ أَوْلِيَآءَ اَ۬للَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَۖ ٦٢",
    "text_simple": "الآ إن أوليآء الله لا خوف عليهم ولا هم يحزنون"
  },
  {
    "id": 1431,
    "jozz": 11,
    "page": "216",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 2,
    "line_end": 2,
    "aya_no": 63,
    "text_tashkeel": " اَ۬لذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ ٦٣",
    "text_simple": "الذين ءامنوا وكانوا يتقون"
  },
  {
    "id": 1432,
    "jozz": 11,
    "page": "216",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 64,
    "text_tashkeel": "لَهُمُ اُ۬لْبُشْر۪ىٰ فِے اِ۬لْحَيَوٰةِ اِ۬لدُّنْي۪ا وَفِے اِ۬لَاخِرَةِۖ لَا تَبْدِيلَ لِكَلِمَٰتِ اِ۬للَّهِۖ ذَٰلِكَ هُوَ اَ۬لْفَوْزُ اُ۬لْعَظِيمُۖ ٦٤",
    "text_simple": "لهم البشرى فے الحيوة الدنيا وفے الاخرة لا تبديل لكلمت الله ذلك هو الفوز العظيم"
  },
  {
    "id": 1433,
    "jozz": 11,
    "page": "216",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 65,
    "text_tashkeel": "وَلَا يُحْزِنكَ قَوْلُهُمُۥٓۖ إِنَّ اَ۬لْعِزَّةَ لِلهِ جَمِيعاًۖ هُوَ اَ۬لسَّمِيعُ اُ۬لْعَلِيمُۖ ٦٥",
    "text_simple": "ولا يحزنك قولهمٓ إن العزة لله جميعا هو السميع العليم"
  },
  {
    "id": 1434,
    "jozz": 11,
    "page": "216",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 5,
    "line_end": 8,
    "aya_no": 66,
    "text_tashkeel": "أَلَآ إِنَّ لِلهِ مَن فِے اِ۬لسَّمَٰوَٰتِ وَمَن فِے اِ۬لَارْضِۖ وَمَا يَتَّبِعُ اُ۬لذِينَ يَدْعُونَ مِن دُونِ اِ۬للَّهِ شُرَكَآءَۖ ا۪نْ يَّتَّبِعُونَ إِلَّا اَ۬لظَّنَّۖ وَإِنْ هُمُۥٓ إِلَّا يَخْرُصُونَۖ ٦٦",
    "text_simple": "ألآ إن لله من فے السموت ومن فے الارض وما يتبع الذين يدعون من دون الله شركآء ان يتبعون إلا الظن وإن همٓ إلا يخرصون"
  },
  {
    "id": 1435,
    "jozz": 11,
    "page": "216",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 67,
    "text_tashkeel": "هُوَ اَ۬لذِے جَعَلَ لَكُمُ اُ۬ليْلَ لِتَسْكُنُواْ فِيهِ وَالنَّهَارَ مُبْصِراًۖ اِنَّ فِے ذَٰلِكَ لَأٓيَٰتٖ لِّقَوْمٖ يَسْمَعُونَۖ ٦٧",
    "text_simple": "هو الذے جعل لكم اليل لتسكنوا فيه والنهار مبصرا ان فے ذلك لأٓيتٖ لقومٖ يسمعون"
  },
  {
    "id": 1436,
    "jozz": 11,
    "page": "216",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 10,
    "line_end": 13,
    "aya_no": 68,
    "text_tashkeel": "قَالُواْ اُ۪تَّخَذَ اَ۬للَّهُ وَلَداٗۖ سُبْحَٰنَهُۥۖ هُوَ اَ۬لْغَنِيُّۖ لَهُۥ مَا فِے اِ۬لسَّمَٰوَٰتِ وَمَا فِے اِ۬لَارْضِۖ إِنْ عِندَكُم مِّن سُلْطَٰنِۢ بِهَٰذَآۖ أَتَقُولُونَ عَلَى اَ۬للَّهِ مَا لَا تَعْلَمُونَۖ ٦٨",
    "text_simple": "قالوا اتخذ الله ولداٗ سبحنه هو الغني له ما فے السموت وما فے الارض إن عندكم من سلطن بهذآ أتقولون على الله ما لا تعلمون"
  },
  {
    "id": 1437,
    "jozz": 11,
    "page": "216",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 69,
    "text_tashkeel": "قُلِ اِنَّ اَ۬لذِينَ يَفْتَرُونَ عَلَى اَ۬للَّهِ اِ۬لْكَذِبَ لَا يُفْلِحُونَۖ ٦٩",
    "text_simple": "قل ان الذين يفترون على الله الكذب لا يفلحون"
  },
  {
    "id": 1438,
    "jozz": 11,
    "page": "216",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 70,
    "text_tashkeel": "مَتَٰعٞ فِے اِ۬لدُّنْي۪اۖ ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ اُ۬لْعَذَابَ اَ۬لشَّدِيدَ بِمَا كَانُواْ يَكْفُرُونَۖ ٧٠",
    "text_simple": "متعٞ فے الدنيا ثم إلينا مرجعهم ثم نذيقهم العذاب الشديد بما كانوا يكفرون"
  },
  {
    "id": 1439,
    "jozz": 11,
    "page": "217",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 71,
    "text_tashkeel": " ۞ وَاتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ اِذْ قَالَ لِقَوْمِهِۦ يَٰقَوْمِ إِن كَانَ كَبُرَ عَلَيْكُم مَّقَامِے وَتَذْكِيرِے بِـَٔايَٰتِ اِ۬للَّهِ فَعَلَى اَ۬للَّهِ تَوَكَّلْتُۖ فَأَجْمِعُوٓاْ أَمْرَكُمْ وَشُرَكَآءَكُمْۖ ثُمَّ لَا يَكُنَ اَمْرُكُمْ عَلَيْكُمْ غُمَّةٗۖ ثُمَّ اَ۪قْضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ ٧١",
    "text_simple": "واتل عليهم نبأ نوح اذ قال لقومه يقوم إن كان كبر عليكم مقامے وتذكيرے بٔايت الله فعلى الله توكلت فأجمعوٓا أمركم وشركآءكم ثم لا يكن امركم عليكم غمةٗ ثم اقضوٓا إلي ولا تنظرون"
  },
  {
    "id": 1440,
    "jozz": 11,
    "page": "217",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 72,
    "text_tashkeel": "فَإِن تَوَلَّيْتُمْ فَمَا سَأَلْتُكُم مِّنَ اَجْرٍۖ اِنَ اَجْرِيَ إِلَّا عَلَى اَ۬للَّهِۖ وَأُمِرْتُ أَنَ اَكُونَ مِنَ اَ۬لْمُسْلِمِينَۖ ٧٢",
    "text_simple": "فإن توليتم فما سألتكم من اجر ان اجري إلا على الله وأمرت أن اكون من المسلمين"
  },
  {
    "id": 1441,
    "jozz": 11,
    "page": "217",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 73,
    "text_tashkeel": " فَكَذَّبُوهُ فَنَجَّيْنَٰهُ وَمَن مَّعَهُۥ فِے اِ۬لْفُلْكِ وَجَعَلْنَٰهُمْ خَلَٰٓئِفَۖ وَأَغْرَقْنَا اَ۬لذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَانظُرْ كَيْفَ كَانَ عَٰقِبَةُ اُ۬لْمُنذَرِينَۖ ٧٣",
    "text_simple": "فكذبوه فنجينه ومن معه فے الفلك وجعلنهم خلٓئف وأغرقنا الذين كذبوا بٔايتنا فانظر كيف كان عقبة المنذرين"
  },
  {
    "id": 1442,
    "jozz": 11,
    "page": "217",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 74,
    "text_tashkeel": " ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِۦ رُسُلاً اِلَىٰ قَوْمِهِمْ فَجَآءُوهُم بِالْبَيِّنَٰتِ فَمَا كَانُواْ لِيُومِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبْلُۖ كَذَٰلِكَ نَطْبَعُ عَلَىٰ قُلُوبِ اِ۬لْمُعْتَدِينَۖ ٧٤",
    "text_simple": "ثم بعثنا من بعده رسلا الى قومهم فجآءوهم بالبينت فما كانوا ليومنوا بما كذبوا به من قبل كذلك نطبع على قلوب المعتدين"
  },
  {
    "id": 1443,
    "jozz": 11,
    "page": "217",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 75,
    "text_tashkeel": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِم مُّوس۪ىٰ وَهَٰرُونَ إِلَىٰ فِرْعَوْنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَاسْتَكْبَرُواْ وَكَانُواْ قَوْماٗ مُّجْرِمِينَۖ ٧٥",
    "text_simple": "ثم بعثنا من بعدهم موسى وهرون إلى فرعون وملإيه بٔايتنا فاستكبروا وكانوا قوماٗ مجرمين"
  },
  {
    "id": 1444,
    "jozz": 11,
    "page": "217",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 76,
    "text_tashkeel": "فَلَمَّا جَآءَهُمُ اُ۬لْحَقُّ مِنْ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحْرٞ مُّبِينٞۖ ٧٦",
    "text_simple": "فلما جآءهم الحق من عندنا قالوٓا إن هذا لسحرٞ مبينٞ"
  },
  {
    "id": 1445,
    "jozz": 11,
    "page": "217",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 77,
    "text_tashkeel": "قَالَ مُوس۪ىٰٓ أَتَقُولُونَ لِلْحَقِّ لَمَّا جَآءَكُمُۥٓۖ أَسِحْرٌ هَٰذَاۖ وَلَا يُفْلِحُ اُ۬لسَّٰحِرُونَۖ ٧٧",
    "text_simple": "قال موسىٓ أتقولون للحق لما جآءكمٓ أسحر هذا ولا يفلح السحرون"
  },
  {
    "id": 1446,
    "jozz": 11,
    "page": "217",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 78,
    "text_tashkeel": " قَالُوٓاْ أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا اَ۬لْكِبْرِيَآءُ فِے اِ۬لَارْضِ وَمَا نَحْنُ لَكُمَا بِمُومِنِينَۖ ٧٨",
    "text_simple": "قالوٓا أجئتنا لتلفتنا عما وجدنا عليه ءابآءنا وتكون لكما الكبريآء فے الارض وما نحن لكما بمومنين"
  },
  {
    "id": 1447,
    "jozz": 11,
    "page": "218",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 1,
    "line_end": 1,
    "aya_no": 79,
    "text_tashkeel": " وَقَالَ فِرْعَوْنُ اُ۪يتُونِے بِكُلِّ سَٰحِرٍ عَلِيمٖۖ ٧٩",
    "text_simple": "وقال فرعون ايتونے بكل سحر عليمٖ"
  },
  {
    "id": 1448,
    "jozz": 11,
    "page": "218",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 80,
    "text_tashkeel": "فَلَمَّا جَآءَ اَ۬لسَّحَرَةُ قَالَ لَهُم مُّوس۪ىٰٓ أَلْقُواْ مَآ أَنتُم مُّلْقُونَۖ ٨٠",
    "text_simple": "فلما جآء السحرة قال لهم موسىٓ ألقوا مآ أنتم ملقون"
  },
  {
    "id": 1449,
    "jozz": 11,
    "page": "218",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 81,
    "text_tashkeel": "فَلَمَّآ أَلْقَوْاْ قَالَ مُوس۪ىٰ مَا جِئْتُم بِهِ اِ۬لسِّحْرُۖ إِنَّ اَ۬للَّهَ سَيُبْطِلُهُۖۥٓ إِنَّ اَ۬للَّهَ لَا يُصْلِحُ عَمَلَ اَ۬لْمُفْسِدِينَۖ ٨١",
    "text_simple": "فلمآ ألقوا قال موسى ما جئتم به السحر إن الله سيبطلهٓ إن الله لا يصلح عمل المفسدين"
  },
  {
    "id": 1450,
    "jozz": 11,
    "page": "218",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 82,
    "text_tashkeel": "وَيُحِقُّ اُ۬للَّهُ اُ۬لْحَقَّ بِكَلِمَٰتِهِۦ وَلَوْ كَرِهَ اَ۬لْمُجْرِمُونَۖ ٨٢",
    "text_simple": "ويحق الله الحق بكلمته ولو كره المجرمون"
  },
  {
    "id": 1451,
    "jozz": 11,
    "page": "218",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 83,
    "text_tashkeel": "۞ فَمَآ ءَامَنَ لِمُوس۪ىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوْمِهِۦ عَلَىٰ خَوْفٖ مِّن فِرْعَوْنَ وَمَلَإِيْهِمُۥٓ أَنْ يَّفْتِنَهُمْۖ وَإِنَّ فِرْعَوْنَ لَعَالٖ فِے اِ۬لَارْضِۖ وَإِنَّهُۥ لَمِنَ اَ۬لْمُسْرِفِينَۖ ٨٣",
    "text_simple": "فمآ ءامن لموسىٓ إلا ذريةٞ من قومه على خوفٖ من فرعون وملإيهمٓ أن يفتنهم وإن فرعون لعالٖ فے الارض وإنه لمن المسرفين"
  },
  {
    "id": 1452,
    "jozz": 11,
    "page": "218",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 84,
    "text_tashkeel": "وَقَالَ مُوس۪ىٰ يَٰقَوْمِ إِن كُنتُمُۥٓ ءَامَنتُم بِاللَّهِ فَعَلَيْهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسْلِمِينَۖ ٨٤",
    "text_simple": "وقال موسى يقوم إن كنتمٓ ءامنتم بالله فعليه توكلوٓا إن كنتم مسلمين"
  },
  {
    "id": 1453,
    "jozz": 11,
    "page": "218",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 9,
    "line_end": 9,
    "aya_no": 85,
    "text_tashkeel": " فَقَالُواْ عَلَى اَ۬للَّهِ تَوَكَّلْنَاۖ رَبَّنَا لَا تَجْعَلْنَا فِتْنَةٗ لِّلْقَوْمِ اِ۬لظَّٰلِمِينَۖ ٨٥",
    "text_simple": "فقالوا على الله توكلنا ربنا لا تجعلنا فتنةٗ للقوم الظلمين"
  },
  {
    "id": 1454,
    "jozz": 11,
    "page": "218",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 10,
    "line_end": 10,
    "aya_no": 86,
    "text_tashkeel": " وَنَجِّنَا بِرَحْمَتِكَ مِنَ اَ۬لْقَوْمِ اِ۬لْكٰ۪فِرِينَۖ ٨٦",
    "text_simple": "ونجنا برحمتك من القوم الكفرين"
  },
  {
    "id": 1455,
    "jozz": 11,
    "page": "218",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 87,
    "text_tashkeel": "وَأَوْحَيْنَآ إِلَىٰ مُوس۪ىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوْمِكُمَا بِمِصْرَ بُيُوتاٗ وَاجْعَلُواْ بُيُوتَكُمْ قِبْلَةٗ وَأَقِيمُواْ اُ۬لصَّلَوٰةَۖ وَبَشِّرِ اِ۬لْمُومِنِينَۖ ٨٧",
    "text_simple": "وأوحينآ إلى موسى وأخيه أن تبوءا لقومكما بمصر بيوتاٗ واجعلوا بيوتكم قبلةٗ وأقيموا الصلوة وبشر المومنين"
  },
  {
    "id": 1456,
    "jozz": 11,
    "page": "218",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 12,
    "line_end": 15,
    "aya_no": 88,
    "text_tashkeel": "وَقَالَ مُوس۪ىٰ رَبَّنَآ إِنَّكَ ءَاتَيْتَ فِرْعَوْنَ وَمَلَأَهُۥ زِينَةٗ وَأَمْوَٰلاٗ فِے اِ۬لْحَيَوٰةِ اِ۬لدُّنْي۪اۖ رَبَّنَا لِيَضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا اَ۪طْمِسْ عَلَىٰٓ أَمْوَٰلِهِمْ وَاشْدُدْ عَلَىٰ قُلُوبِهِمْ فَلَا يُومِنُواْ حَتَّىٰ يَرَوُاْ اُ۬لْعَذَابَ اَ۬لَالِيمَۖ ٨٨",
    "text_simple": "وقال موسى ربنآ إنك ءاتيت فرعون وملأه زينةٗ وأمولاٗ فے الحيوة الدنيا ربنا ليضلوا عن سبيلك ربنا اطمس علىٓ أمولهم واشدد على قلوبهم فلا يومنوا حتى يروا العذاب الاليم"
  },
  {
    "id": 1457,
    "jozz": 11,
    "page": "219",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 89,
    "text_tashkeel": " قَالَ قَدُ ا۟جِيبَت دَّعْوَتُكُمَا فَاسْتَقِيمَاۖ وَلَا تَتَّبِعَٰٓنِّ سَبِيلَ اَ۬لذِينَ لَا يَعْلَمُونَۖ ٨٩",
    "text_simple": "قال قد اجيبت دعوتكما فاستقيما ولا تتبعٓن سبيل الذين لا يعلمون"
  },
  {
    "id": 1458,
    "jozz": 11,
    "page": "219",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 2,
    "line_end": 5,
    "aya_no": 90,
    "text_tashkeel": "وَجَٰوَزْنَا بِبَنِےٓ إِسْرَآءِيلَ اَ۬لْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُۥ بَغْياٗ وَعَدْواًۖ حَتَّىٰٓ إِذَآ أَدْرَكَهُ اُ۬لْغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا اَ۬لذِےٓ ءَامَنَتْ بِهِۦ بَنُوٓاْ إِسْرَآءِيلَ وَأَنَا مِنَ اَ۬لْمُسْلِمِينَۖ ٩٠",
    "text_simple": "وجوزنا ببنےٓ إسرآءيل البحر فأتبعهم فرعون وجنوده بغياٗ وعدوا حتىٓ إذآ أدركه الغرق قال ءامنت أنه لآ إله إلا الذےٓ ءامنت به بنوٓا إسرآءيل وأنا من المسلمين"
  },
  {
    "id": 1459,
    "jozz": 11,
    "page": "219",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 91,
    "text_tashkeel": "ءَالَٰنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنتَ مِنَ اَ۬لْمُفْسِدِينَۖ ٩١",
    "text_simple": "ءالن وقد عصيت قبل وكنت من المفسدين"
  },
  {
    "id": 1460,
    "jozz": 11,
    "page": "219",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 92,
    "text_tashkeel": "فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ ءَايَةٗۖ وَإِنَّ كَثِيراٗ مِّنَ اَ۬لنَّاسِ عَنَ اٰيَٰتِنَا لَغَٰفِلُونَۖ ٩٢",
    "text_simple": "فاليوم ننجيك ببدنك لتكون لمن خلفك ءايةٗ وإن كثيراٗ من الناس عن ايتنا لغفلون"
  },
  {
    "id": 1461,
    "jozz": 11,
    "page": "219",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 93,
    "text_tashkeel": " ۞ وَلَقَدْ بَوَّأْنَا بَنِےٓ إِسْرَآءِيلَ مُبَوَّأَ صِدْقٖ وَرَزَقْنَٰهُم مِّنَ اَ۬لطَّيِّبَٰتِ فَمَا اَ۪خْتَلَفُواْ حَتَّىٰ جَآءَهُمُ اُ۬لْعِلْمُۖ إِنَّ رَبَّكَ يَقْضِے بَيْنَهُمْ يَوْمَ اَ۬لْقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَۖ ٩٣",
    "text_simple": "ولقد بوأنا بنےٓ إسرآءيل مبوأ صدقٖ ورزقنهم من الطيبت فما اختلفوا حتى جآءهم العلم إن ربك يقضے بينهم يوم القيمة فيما كانوا فيه يختلفون"
  },
  {
    "id": 1462,
    "jozz": 11,
    "page": "219",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 94,
    "text_tashkeel": "فَإِن كُنتَ فِے شَكّٖ مِّمَّآ أَنزَلْنَآ إِلَيْكَ فَسْـَٔلِ اِ۬لذِينَ يَقْرَءُونَ اَ۬لْكِتَٰبَ مِن قَبْلِكَۖ لَقَدْ جَآءَكَ اَ۬لْحَقُّ مِن رَّبِّكَۖ فَلَا تَكُونَنَّ مِنَ اَ۬لْمُمْتَرِينَۖ ٩٤",
    "text_simple": "فإن كنت فے شكٖ ممآ أنزلنآ إليك فسٔل الذين يقرءون الكتب من قبلك لقد جآءك الحق من ربك فلا تكونن من الممترين"
  },
  {
    "id": 1463,
    "jozz": 11,
    "page": "219",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 95,
    "text_tashkeel": "وَلَا تَكُونَنَّ مِنَ اَ۬لذِينَ كَذَّبُواْ بِـَٔايَٰتِ اِ۬للَّهِ فَتَكُونَ مِنَ اَ۬لْخَٰسِرِينَۖ ٩٥",
    "text_simple": "ولا تكونن من الذين كذبوا بٔايت الله فتكون من الخسرين"
  },
  {
    "id": 1464,
    "jozz": 11,
    "page": "219",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 14,
    "line_end": 14,
    "aya_no": 96,
    "text_tashkeel": " إِنَّ اَ۬لذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَٰتُ رَبِّكَ لَا يُومِنُونَ ٩٦",
    "text_simple": "إن الذين حقت عليهم كلمت ربك لا يومنون"
  },
  {
    "id": 1465,
    "jozz": 11,
    "page": "219",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 15,
    "line_end": 15,
    "aya_no": 97,
    "text_tashkeel": " وَلَوْ جَآءَتْهُمْ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ اُ۬لْعَذَابَ اَ۬لَالِيمَۖ ٩٧",
    "text_simple": "ولو جآءتهم كل ءاية حتى يروا العذاب الاليم"
  },
  {
    "id": 1466,
    "jozz": 11,
    "page": "220",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 98,
    "text_tashkeel": " فَلَوْلَا كَانَتْ قَرْيَةٌ اٰمَنَتْ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوْمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفْنَا عَنْهُمْ عَذَابَ اَ۬لْخِزْيِ فِے اِ۬لْحَيَوٰةِ اِ۬لدُّنْي۪ا وَمَتَّعْنَٰهُمُۥٓ إِلَىٰ حِينٖۖ ٩٨",
    "text_simple": "فلولا كانت قرية امنت فنفعهآ إيمنهآ إلا قوم يونس لمآ ءامنوا كشفنا عنهم عذاب الخزي فے الحيوة الدنيا ومتعنهمٓ إلى حينٖ"
  },
  {
    "id": 1467,
    "jozz": 11,
    "page": "220",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 99,
    "text_tashkeel": "وَلَوْ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِے اِ۬لَارْضِ كُلُّهُمْ جَمِيعاًۖ اَفَأَنتَ تُكْرِهُ اُ۬لنَّاسَ حَتَّىٰ يَكُونُواْ مُومِنِينَۖ ٩٩",
    "text_simple": "ولو شآء ربك لأٓمن من فے الارض كلهم جميعا افأنت تكره الناس حتى يكونوا مومنين"
  },
  {
    "id": 1468,
    "jozz": 11,
    "page": "220",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 100,
    "text_tashkeel": " وَمَا كَانَ لِنَفْسٍ اَن تُومِنَ إِلَّا بِإِذْنِ اِ۬للَّهِۖ وَيَجْعَلُ اُ۬لرِّجْسَ عَلَى اَ۬لذِينَ لَا يَعْقِلُونَۖ ١٠٠",
    "text_simple": "وما كان لنفس ان تومن إلا بإذن الله ويجعل الرجس على الذين لا يعقلون"
  },
  {
    "id": 1469,
    "jozz": 11,
    "page": "220",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 101,
    "text_tashkeel": "قُلُ اُ۟نظُرُواْ مَاذَا فِے اِ۬لسَّمَٰوَٰتِ وَالَارْضِ وَمَا تُغْنِے اِ۬لَايَٰتُ وَالنُّذُرُ عَن قَوْمٖ لَّا يُومِنُونَۖ ١٠١",
    "text_simple": "قل انظروا ماذا فے السموت والارض وما تغنے الايت والنذر عن قومٖ لا يومنون"
  },
  {
    "id": 1470,
    "jozz": 11,
    "page": "220",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 102,
    "text_tashkeel": " فَهَلْ يَنتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ اِ۬لذِينَ خَلَوْاْ مِن قَبْلِهِمْۖ قُلْ فَانتَظِرُوٓاْۖ إِنِّے مَعَكُم مِّنَ اَ۬لْمُنتَظِرِينَۖ ١٠٢",
    "text_simple": "فهل ينتظرون إلا مثل أيام الذين خلوا من قبلهم قل فانتظروٓا إنے معكم من المنتظرين"
  },
  {
    "id": 1471,
    "jozz": 11,
    "page": "220",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 103,
    "text_tashkeel": "ثُمَّ نُنَجِّے رُسُلَنَا وَالذِينَ ءَامَنُواْ كَذَٰلِكَۖ حَقّاً عَلَيْنَا نُنَجِّ اِ۬لْمُومِنِينَۖ ١٠٣",
    "text_simple": "ثم ننجے رسلنا والذين ءامنوا كذلك حقا علينا ننج المومنين"
  },
  {
    "id": 1472,
    "jozz": 11,
    "page": "220",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 11,
    "line_end": 13,
    "aya_no": 104,
    "text_tashkeel": " ۞ قُلْ يَٰٓأَيُّهَا اَ۬لنَّاسُ إِن كُنتُمْ فِے شَكّٖ مِّن دِينِے فَلَآ أَعْبُدُ اُ۬لذِينَ تَعْبُدُونَ مِن دُونِ اِ۬للَّهِۖ وَلَٰكِنَ اَعْبُدُ اُ۬للَّهَ اَ۬لذِے يَتَوَفّ۪يٰكُمْۖ وَأُمِرْتُ أَنَ اَكُونَ مِنَ اَ۬لْمُومِنِينَ ١٠٤",
    "text_simple": "قل يٓأيها الناس إن كنتم فے شكٖ من دينے فلآ أعبد الذين تعبدون من دون الله ولكن اعبد الله الذے يتوفيكم وأمرت أن اكون من المومنين"
  },
  {
    "id": 1473,
    "jozz": 11,
    "page": "220",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 105,
    "text_tashkeel": "وَأَنَ اَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاٗۖ وَلَا تَكُونَنَّ مِنَ اَ۬لْمُشْرِكِينَۖ ١٠٥",
    "text_simple": "وأن اقم وجهك للدين حنيفاٗ ولا تكونن من المشركين"
  },
  {
    "id": 1474,
    "jozz": 11,
    "page": "220",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 106,
    "text_tashkeel": "وَلَا تَدْعُ مِن دُونِ اِ۬للَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلْتَ فَإِنَّكَ إِذاٗ مِّنَ اَ۬لظَّٰلِمِينَۖ ١٠٦",
    "text_simple": "ولا تدع من دون الله ما لا ينفعك ولا يضرك فإن فعلت فإنك إذاٗ من الظلمين"
  },
  {
    "id": 1475,
    "jozz": 11,
    "page": "221",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 107,
    "text_tashkeel": " وَإِنْ يَّمْسَسْكَ اَ۬للَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِنْ يُّرِدْكَ بِخَيْرٖ فَلَا رَآدَّ لِفَضْلِهِۦۖ يُصِيبُ بِهِۦ مَنْ يَّشَآءُ مِنْ عِبَادِهِۦۖ وَهُوَ اَ۬لْغَفُورُ اُ۬لرَّحِيمُۖ ١٠٧",
    "text_simple": "وإن يمسسك الله بضرٖ فلا كاشف لهٓ إلا هو وإن يردك بخيرٖ فلا رآد لفضله يصيب به من يشآء من عباده وهو الغفور الرحيم"
  },
  {
    "id": 1476,
    "jozz": 11,
    "page": "221",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 108,
    "text_tashkeel": "قُلْ يَٰٓأَيُّهَا اَ۬لنَّاسُ قَدْ جَآءَكُمُ اُ۬لْحَقُّ مِن رَّبِّكُمْۖ فَمَنِ اِ۪هْتَد۪ىٰ فَإِنَّمَا يَهْتَدِے لِنَفْسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَاۖ وَمَآ أَنَا عَلَيْكُم بِوَكِيلٖۖ ١٠٨",
    "text_simple": "قل يٓأيها الناس قد جآءكم الحق من ربكم فمن اهتدى فإنما يهتدے لنفسه ومن ضل فإنما يضل عليها ومآ أنا عليكم بوكيلٖ"
  },
  {
    "id": 1477,
    "jozz": 11,
    "page": "221",
    "sura_no": 10,
    "sura_name_en": "Yūnus",
    "sura_name_ar": "يُونس ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 109,
    "text_tashkeel": "وَاتَّبِعْ مَا يُوح۪ىٰٓ إِلَيْكَ وَاصْبِرْ حَتَّىٰ يَحْكُمَ اَ۬للَّهُۖ وَهُوَ خَيْرُ اُ۬لْحَٰكِمِينَۖ ١٠٩",
    "text_simple": "واتبع ما يوحىٓ إليك واصبر حتى يحكم الله وهو خير الحكمين"
  }
]