[
  {
    "id": 4564,
    "jozz": 26,
    "page": "511",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 3,
    "line_end": 3,
    "aya_no": 1,
    "text_tashkeel": "إِنَّا فَتَحْنَا لَكَ فَتْحاٗ مُّبِيناٗ ١",
    "text_simple": "إنا فتحنا لك فتحاٗ مبيناٗ"
  },
  {
    "id": 4565,
    "jozz": 26,
    "page": "511",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 2,
    "text_tashkeel": "لِّيَغْفِرَ لَكَ اَ۬للَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُۥ عَلَيْكَ وَيَهْدِيَكَ صِرَٰطاٗ مُّسْتَقِيماٗ ٢",
    "text_simple": "ليغفر لك الله ما تقدم من ذنبك وما تأخر ويتم نعمته عليك ويهديك صرطاٗ مستقيماٗ"
  },
  {
    "id": 4566,
    "jozz": 26,
    "page": "511",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 5,
    "line_end": 5,
    "aya_no": 3,
    "text_tashkeel": " وَيَنصُرَكَ اَ۬للَّهُ نَصْراً عَزِيزاًۖ ٣",
    "text_simple": "وينصرك الله نصرا عزيزا"
  },
  {
    "id": 4567,
    "jozz": 26,
    "page": "511",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 4,
    "text_tashkeel": "هُوَ اَ۬لذِےٓ أَنزَلَ اَ۬لسَّكِينَةَ فِے قُلُوبِ اِ۬لْمُومِنِينَ لِيَزْدَادُوٓاْ إِيمَٰناٗ مَّعَ إِيمَٰنِهِمْۖ وَلِلهِ جُنُودُ اُ۬لسَّمَٰوَٰتِ وَالَارْضِۖ وَكَانَ اَ۬للَّهُ عَلِيماً حَكِيماٗ ٤",
    "text_simple": "هو الذےٓ أنزل السكينة فے قلوب المومنين ليزدادوٓا إيمناٗ مع إيمنهم ولله جنود السموت والارض وكان الله عليما حكيماٗ"
  },
  {
    "id": 4568,
    "jozz": 26,
    "page": "511",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 5,
    "text_tashkeel": "لِّيُدْخِلَ اَ۬لْمُومِنِينَ وَالْمُومِنَٰتِ جَنَّٰتٖ تَجْرِے مِن تَحْتِهَا اَ۬لَانْهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ وَكَانَ ذَٰلِكَ عِندَ اَ۬للَّهِ فَوْزاً عَظِيماٗ ٥",
    "text_simple": "ليدخل المومنين والمومنت جنتٖ تجرے من تحتها الانهر خلدين فيها ويكفر عنهم سئاتهم وكان ذلك عند الله فوزا عظيماٗ"
  },
  {
    "id": 4569,
    "jozz": 26,
    "page": "511",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 9,
    "line_end": 12,
    "aya_no": 6,
    "text_tashkeel": "وَيُعَذِّبَ اَ۬لْمُنَٰفِقِينَ وَالْمُنَٰفِقَٰتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَٰتِ اِ۬لظَّآنِّينَ بِاللَّهِ ظَنَّ اَ۬لسَّوْءِۖ عَلَيْهِمْ دَآئِرَةُ اُ۬لسَّوْءِۖ وَغَضِبَ اَ۬للَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَۖ وَسَآءَتْ مَصِيراٗۖ ٦",
    "text_simple": "ويعذب المنفقين والمنفقت والمشركين والمشركت الظآنين بالله ظن السوء عليهم دآئرة السوء وغضب الله عليهم ولعنهم وأعد لهم جهنم وسآءت مصيراٗ"
  },
  {
    "id": 4570,
    "jozz": 26,
    "page": "511",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 7,
    "text_tashkeel": "وَلِلهِ جُنُودُ اُ۬لسَّمَٰوَٰتِ وَالَارْضِۖ وَكَانَ اَ۬للَّهُ عَزِيزاً حَكِيماًۖ ٧",
    "text_simple": "ولله جنود السموت والارض وكان الله عزيزا حكيما"
  },
  {
    "id": 4571,
    "jozz": 26,
    "page": "511",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 8,
    "text_tashkeel": "۞ اِنَّآ أَرْسَلْنَٰكَ شَٰهِداٗ وَمُبَشِّراٗ وَنَذِيراٗ ٨",
    "text_simple": "انآ أرسلنك شهداٗ ومبشراٗ ونذيراٗ"
  },
  {
    "id": 4572,
    "jozz": 26,
    "page": "511",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 9,
    "text_tashkeel": "لِّتُومِنُواْ بِاللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةٗ وَأَصِيلاًۖ ٩",
    "text_simple": "لتومنوا بالله ورسوله وتعزروه وتوقروه وتسبحوه بكرةٗ وأصيلا"
  },
  {
    "id": 4573,
    "jozz": 26,
    "page": "512",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 10,
    "text_tashkeel": " اِنَّ اَ۬لذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اَ۬للَّهَۖ يَدُ اُ۬للَّهِ فَوْقَ أَيْدِيهِمْۖ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفْسِهِۦۖ وَمَنَ اَوْف۪ىٰ بِمَا عَٰهَدَ عَلَيْهِ اِ۬للَّهَ فَسَنُوتِيهِ أَجْراً عَظِيماٗۖ ١٠",
    "text_simple": "ان الذين يبايعونك إنما يبايعون الله يد الله فوق أيديهم فمن نكث فإنما ينكث على نفسه ومن اوفى بما عهد عليه الله فسنوتيه أجرا عظيماٗ"
  },
  {
    "id": 4574,
    "jozz": 26,
    "page": "512",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 3,
    "line_end": 7,
    "aya_no": 11,
    "text_tashkeel": "سَيَقُولُ لَكَ اَ۬لْمُخَلَّفُونَ مِنَ اَ۬لَاعْرَابِ شَغَلَتْنَآ أَمْوَٰلُنَا وَأَهْلُونَا فَاسْتَغْفِرْ لَنَاۖ يَقُولُونَ بِأَلْسِنَتِهِم مَّا لَيْسَ فِے قُلُوبِهِمْۖ قُلْ فَمَنْ يَّمْلِكُ لَكُم مِّنَ اَ۬للَّهِ شَئْاً اِنَ اَرَادَ بِكُمْ ضَرّاً اَوَ اَرَادَ بِكُمْ نَفْعاَۢۖ بَلْ كَانَ اَ۬للَّهُ بِمَا تَعْمَلُونَ خَبِيراَۢۖ ١١",
    "text_simple": "سيقول لك المخلفون من الاعراب شغلتنآ أمولنا وأهلونا فاستغفر لنا يقولون بألسنتهم ما ليس فے قلوبهم قل فمن يملك لكم من الله شئا ان اراد بكم ضرا او اراد بكم نفعا بل كان الله بما تعملون خبيرا"
  },
  {
    "id": 4575,
    "jozz": 26,
    "page": "512",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 12,
    "text_tashkeel": "بَلْ ظَنَنتُمُۥٓ أَن لَّنْ يَّنقَلِبَ اَ۬لرَّسُولُ وَالْمُومِنُونَ إِلَىٰٓ أَهْلِيهِمُۥٓ أَبَداٗ وَزُيِّنَ ذَٰلِكَ فِے قُلُوبِكُمْ وَظَنَنتُمْ ظَنَّ اَ۬لسَّوْءِ وَكُنتُمْ قَوْماَۢ بُوراٗۖ ١٢",
    "text_simple": "بل ظننتمٓ أن لن ينقلب الرسول والمومنون إلىٓ أهليهمٓ أبداٗ وزين ذلك فے قلوبكم وظننتم ظن السوء وكنتم قوما بوراٗ"
  },
  {
    "id": 4576,
    "jozz": 26,
    "page": "512",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 10,
    "line_end": 10,
    "aya_no": 13,
    "text_tashkeel": " وَمَن لَّمْ يُومِنۢ بِاللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعْتَدْنَا لِلْكٰ۪فِرِينَ سَعِيراٗۖ ١٣",
    "text_simple": "ومن لم يومن بالله ورسوله فإنآ أعتدنا للكفرين سعيراٗ"
  },
  {
    "id": 4577,
    "jozz": 26,
    "page": "512",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 14,
    "text_tashkeel": " وَلِلهِ مُلْكُ اُ۬لسَّمَٰوَٰتِ وَالَارْضِۖ يَغْفِرُ لِمَنْ يَّشَآءُ وَيُعَذِّبُ مَنْ يَّشَآءُۖ وَكَانَ اَ۬للَّهُ غَفُوراٗ رَّحِيماٗۖ ١٤",
    "text_simple": "ولله ملك السموت والارض يغفر لمن يشآء ويعذب من يشآء وكان الله غفوراٗ رحيماٗ"
  },
  {
    "id": 4578,
    "jozz": 26,
    "page": "512",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 12,
    "line_end": 15,
    "aya_no": 15,
    "text_tashkeel": "سَيَقُولُ اُ۬لْمُخَلَّفُونَ إِذَا اَ۪نطَلَقْتُمُۥٓ إِلَىٰ مَغَانِمَ لِتَاخُذُوهَا ذَرُونَا نَتَّبِعْكُمْۖ يُرِيدُونَ أَنْ يُّبَدِّلُواْ كَلَٰمَ اَ۬للَّهِۖ قُل لَّن تَتَّبِعُونَاۖ كَذَٰلِكُمْ قَالَ اَ۬للَّهُ مِن قَبْلُۖ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَاۖ بَلْ كَانُواْ لَا يَفْقَهُونَ إِلَّا قَلِيلاٗۖ ١٥",
    "text_simple": "سيقول المخلفون إذا انطلقتمٓ إلى مغانم لتاخذوها ذرونا نتبعكم يريدون أن يبدلوا كلم الله قل لن تتبعونا كذلكم قال الله من قبل فسيقولون بل تحسدوننا بل كانوا لا يفقهون إلا قليلاٗ"
  },
  {
    "id": 4579,
    "jozz": 26,
    "page": "513",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 16,
    "text_tashkeel": " قُل لِّلْمُخَلَّفِينَ مِنَ اَ۬لَاعْرَابِ سَتُدْعَوْنَ إِلَىٰ قَوْمٍ ا۟وْلِے بَأْسٖ شَدِيدٖ تُقَٰتِلُونَهُمُۥٓ أَوْ يُسْلِمُونَۖ فَإِن تُطِيعُواْ يُوتِكُمُ اُ۬للَّهُ أَجْراً حَسَناٗۖ وَإِن تَتَوَلَّوْاْ كَمَا تَوَلَّيْتُم مِّن قَبْلُ يُعَذِّبْكُمْ عَذَاباً اَلِيماٗۖ ١٦",
    "text_simple": "قل للمخلفين من الاعراب ستدعون إلى قوم اولے بأسٖ شديدٖ تقتلونهمٓ أو يسلمون فإن تطيعوا يوتكم الله أجرا حسناٗ وإن تتولوا كما توليتم من قبل يعذبكم عذابا اليماٗ"
  },
  {
    "id": 4580,
    "jozz": 26,
    "page": "513",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 3,
    "line_end": 6,
    "aya_no": 17,
    "text_tashkeel": "لَّيْسَ عَلَى اَ۬لَاعْم۪ىٰ حَرَجٞ وَلَا عَلَى اَ۬لَاعْرَجِ حَرَجٞ وَلَا عَلَى اَ۬لْمَرِيضِ حَرَجٞۖ وَمَنْ يُّطِعِ اِ۬للَّهَ وَرَسُولَهُۥ نُدْخِلْهُ جَنَّٰتٖ تَجْرِے مِن تَحْتِهَا اَ۬لَانْهَٰرُۖ وَمَنْ يَّتَوَلَّ نُعَذِّبْهُ عَذَاباً اَلِيماٗۖ ١٧",
    "text_simple": "ليس على الاعمى حرجٞ ولا على الاعرج حرجٞ ولا على المريض حرجٞ ومن يطع الله ورسوله ندخله جنتٖ تجرے من تحتها الانهر ومن يتول نعذبه عذابا اليماٗ"
  },
  {
    "id": 4581,
    "jozz": 26,
    "page": "513",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 18,
    "text_tashkeel": "۞ لَّقَدْ رَضِيَ اَ۬للَّهُ عَنِ اِ۬لْمُومِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ اَ۬لشَّجَرَةِ فَعَلِمَ مَا فِے قُلُوبِهِمْ فَأَنزَلَ اَ۬لسَّكِينَةَ عَلَيْهِمْ وَأَثَٰبَهُمْ فَتْحاٗ قَرِيباٗ ١٨",
    "text_simple": "لقد رضي الله عن المومنين إذ يبايعونك تحت الشجرة فعلم ما فے قلوبهم فأنزل السكينة عليهم وأثبهم فتحاٗ قريباٗ"
  },
  {
    "id": 4582,
    "jozz": 26,
    "page": "513",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 19,
    "text_tashkeel": "وَمَغَانِمَ كَثِيرَةٗ يَاخُذُونَهَاۖ وَكَانَ اَ۬للَّهُ عَزِيزاً حَكِيماٗۖ ١٩",
    "text_simple": "ومغانم كثيرةٗ ياخذونها وكان الله عزيزا حكيماٗ"
  },
  {
    "id": 4583,
    "jozz": 26,
    "page": "513",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 9,
    "line_end": 12,
    "aya_no": 20,
    "text_tashkeel": "وَعَدَكُمُ اُ۬للَّهُ مَغَانِمَ كَثِيرَةٗ تَاخُذُونَهَا فَعَجَّلَ لَكُمْ هَٰذِهِۦ وَكَفَّ أَيْدِيَ اَ۬لنَّاسِ عَنكُمْۖ وَلِتَكُونَ ءَايَةٗ لِّلْمُومِنِينَ وَيَهْدِيَكُمْ صِرَٰطاٗ مُّسْتَقِيماٗۖ ٢٠",
    "text_simple": "وعدكم الله مغانم كثيرةٗ تاخذونها فعجل لكم هذه وكف أيدي الناس عنكم ولتكون ءايةٗ للمومنين ويهديكم صرطاٗ مستقيماٗ"
  },
  {
    "id": 4584,
    "jozz": 26,
    "page": "513",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 21,
    "text_tashkeel": "وَأُخْر۪ىٰ لَمْ تَقْدِرُواْ عَلَيْهَا قَدَ اَحَاطَ اَ۬للَّهُ بِهَاۖ وَكَانَ اَ۬للَّهُ عَلَىٰ كُلِّ شَےْءٖ قَدِيراٗۖ ٢١",
    "text_simple": "وأخرى لم تقدروا عليها قد احاط الله بها وكان الله على كل شےءٖ قديراٗ"
  },
  {
    "id": 4585,
    "jozz": 26,
    "page": "513",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 22,
    "text_tashkeel": "وَلَوْ قَٰتَلَكُمُ اُ۬لذِينَ كَفَرُواْ لَوَلَّوُاْ اُ۬لَادْبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّاٗ وَلَا نَصِيراٗۖ ٢٢",
    "text_simple": "ولو قتلكم الذين كفروا لولوا الادبر ثم لا يجدون ولياٗ ولا نصيراٗ"
  },
  {
    "id": 4586,
    "jozz": 26,
    "page": "513",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 23,
    "text_tashkeel": "سُنَّةَ اَ۬للَّهِ اِ۬لتِے قَدْ خَلَتْ مِن قَبْلُۖ وَلَن تَجِدَ لِسُنَّةِ اِ۬للَّهِ تَبْدِيلاٗۖ ٢٣",
    "text_simple": "سنة الله التے قد خلت من قبل ولن تجد لسنة الله تبديلاٗ"
  },
  {
    "id": 4587,
    "jozz": 26,
    "page": "514",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 24,
    "text_tashkeel": " وَهُوَ اَ۬لذِے كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ مِنۢ بَعْدِ أَنَ اَظْفَرَكُمْ عَلَيْهِمْۖ وَكَانَ اَ۬للَّهُ بِمَا تَعْمَلُونَ بَصِيراًۖ ٢٤",
    "text_simple": "وهو الذے كف أيديهم عنكم وأيديكم عنهم ببطن مكة من بعد أن اظفركم عليهم وكان الله بما تعملون بصيرا"
  },
  {
    "id": 4588,
    "jozz": 26,
    "page": "514",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 3,
    "line_end": 7,
    "aya_no": 25,
    "text_tashkeel": " هُمُ اُ۬لذِينَ كَفَرُواْ وَصَدُّوكُمْ عَنِ اِ۬لْمَسْجِدِ اِ۬لْحَرَامِ وَالْهَدْيَ مَعْكُوفاً اَنْ يَّبْلُغَ مَحِلَّهُۥۖ وَلَوْلَا رِجَالٞ مُّومِنُونَ وَنِسَآءٞ مُّومِنَٰتٞ لَّمْ تَعْلَمُوهُمُۥٓ أَن تَطَـُٔوهُمْ فَتُصِيبَكُم مِّنْهُم مَّعَرَّةُۢ بِغَيْرِ عِلْمٖ لِّيُدْخِلَ اَ۬للَّهُ فِے رَحْمَتِهِۦ مَنْ يَّشَآءُۖ لَوْ تَزَيَّلُواْ لَعَذَّبْنَا اَ۬لذِينَ كَفَرُواْ مِنْهُمْ عَذَاباً اَلِيماًۖ ٢٥",
    "text_simple": "هم الذين كفروا وصدوكم عن المسجد الحرام والهدي معكوفا ان يبلغ محله ولولا رجالٞ مومنون ونسآءٞ مومنتٞ لم تعلموهمٓ أن تطٔوهم فتصيبكم منهم معرة بغير علمٖ ليدخل الله فے رحمته من يشآء لو تزيلوا لعذبنا الذين كفروا منهم عذابا اليما"
  },
  {
    "id": 4589,
    "jozz": 26,
    "page": "514",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 7,
    "line_end": 10,
    "aya_no": 26,
    "text_tashkeel": "۞ اِذْ جَعَلَ اَ۬لذِينَ كَفَرُواْ فِے قُلُوبِهِمُ اُ۬لْحَمِيَّةَ حَمِيَّةَ اَ۬لْجَٰهِلِيَّةِۖ فَأَنزَلَ اَ۬للَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى اَ۬لْمُومِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ اَ۬لتَّقْو۪ىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهْلَهَاۖ وَكَانَ اَ۬للَّهُ بِكُلِّ شَےْءٍ عَلِيماٗۖ ٢٦",
    "text_simple": "اذ جعل الذين كفروا فے قلوبهم الحمية حمية الجهلية فأنزل الله سكينته على رسوله وعلى المومنين وألزمهم كلمة التقوى وكانوٓا أحق بها وأهلها وكان الله بكل شےء عليماٗ"
  },
  {
    "id": 4590,
    "jozz": 26,
    "page": "514",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 11,
    "line_end": 14,
    "aya_no": 27,
    "text_tashkeel": " لَّقَدْ صَدَقَ اَ۬للَّهُ رَسُولَهُ اُ۬لرُّءْي۪ا بِالْحَقِّ لَتَدْخُلُنَّ اَ۬لْمَسْجِدَ اَ۬لْحَرَامَ إِن شَآءَ اَ۬للَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمْ تَعْلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتْحاٗ قَرِيباًۖ ٢٧",
    "text_simple": "لقد صدق الله رسوله الرءيا بالحق لتدخلن المسجد الحرام إن شآء الله ءامنين محلقين رءوسكم ومقصرين لا تخافون فعلم ما لم تعلموا فجعل من دون ذلك فتحاٗ قريبا"
  },
  {
    "id": 4591,
    "jozz": 26,
    "page": "514",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 28,
    "text_tashkeel": "هُوَ اَ۬لذِےٓ أَرْسَلَ رَسُولَهُۥ بِالْهُد۪ىٰ وَدِينِ اِ۬لْحَقِّ لِيُظْهِرَهُۥ عَلَى اَ۬لدِّينِ كُلِّهِۦۖ وَكَف۪ىٰ بِاللَّهِ شَهِيداٗۖ ٢٨",
    "text_simple": "هو الذےٓ أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله وكفى بالله شهيداٗ"
  },
  {
    "id": 4592,
    "jozz": 26,
    "page": "515",
    "sura_no": 48,
    "sura_name_en": "Al-Fatḥ",
    "sura_name_ar": "الفَتح ",
    "line_start": 1,
    "line_end": 6,
    "aya_no": 29,
    "text_tashkeel": " مُّحَمَّدٞ رَّسُولُ اُ۬للَّهِۖ وَالذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى اَ۬لْكُفّ۪ارِ رُحَمَآءُ بَيْنَهُمْۖ تَر۪يٰهُمْ رُكَّعاٗ سُجَّداٗ يَبْتَغُونَ فَضْلاٗ مِّنَ اَ۬للَّهِ وَرِضْوَٰناٗۖ سِيم۪اهُمْ فِے وُجُوهِهِم مِّنَ اَثَرِ اِ۬لسُّجُودِۖ ذَٰلِكَ مَثَلُهُمْ فِے اِ۬لتَّوْر۪يٰةِۖ وَمَثَلُهُمْ فِے اِ۬لِانجِيلِ كَزَرْعٍ اَخْرَجَ شَطْـَٔهُۥ فَـَٔازَرَهُۥ فَاسْتَغْلَظَ فَاسْتَو۪ىٰ عَلَىٰ سُوقِهِۦ يُعْجِبُ اُ۬لزُّرَّاعَ لِيَغِيظَ بِهِمُ اُ۬لْكُفَّارَۖ وَعَدَ اَ۬للَّهُ اُ۬لذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ مِنْهُم مَّغْفِرَةٗ وَأَجْراً عَظِيماٗۖ ٢٩",
    "text_simple": "محمدٞ رسول الله والذين معهٓ أشدآء على الكفار رحمآء بينهم تريهم ركعاٗ سجداٗ يبتغون فضلاٗ من الله ورضوناٗ سيماهم فے وجوههم من اثر السجود ذلك مثلهم فے التورية ومثلهم فے الانجيل كزرع اخرج شطٔه فٔازره فاستغلظ فاستوى على سوقه يعجب الزراع ليغيظ بهم الكفار وعد الله الذين ءامنوا وعملوا الصلحت منهم مغفرةٗ وأجرا عظيماٗ"
  }
]