[
  {
    "id": 5141,
    "jozz": 28,
    "page": "551",
    "sura_no": 61,
    "sura_name_en": "Aṣ-Ṣaff",
    "sura_name_ar": "الصَّف ",
    "line_start": 9,
    "line_end": 9,
    "aya_no": 1,
    "text_tashkeel": "سَبَّحَ لِلهِ مَا فِے اِ۬لسَّمَٰوَٰتِ وَمَا فِے اِ۬لَارْضِۖ وَهُوَ اَ۬لْعَزِيزُ اُ۬لْحَكِيمُۖ ١",
    "text_simple": "سبح لله ما فے السموت وما فے الارض وهو العزيز الحكيم"
  },
  {
    "id": 5142,
    "jozz": 28,
    "page": "551",
    "sura_no": 61,
    "sura_name_en": "Aṣ-Ṣaff",
    "sura_name_ar": "الصَّف ",
    "line_start": 10,
    "line_end": 10,
    "aya_no": 2,
    "text_tashkeel": " يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَۖ ٢",
    "text_simple": "يٓأيها الذين ءامنوا لم تقولون ما لا تفعلون"
  },
  {
    "id": 5143,
    "jozz": 28,
    "page": "551",
    "sura_no": 61,
    "sura_name_en": "Aṣ-Ṣaff",
    "sura_name_ar": "الصَّف ",
    "line_start": 11,
    "line_end": 11,
    "aya_no": 3,
    "text_tashkeel": " كَبُرَ مَقْتاً عِندَ اَ۬للَّهِ أَن تَقُولُواْ مَا لَا تَفْعَلُونَۖ ٣",
    "text_simple": "كبر مقتا عند الله أن تقولوا ما لا تفعلون"
  },
  {
    "id": 5144,
    "jozz": 28,
    "page": "551",
    "sura_no": 61,
    "sura_name_en": "Aṣ-Ṣaff",
    "sura_name_ar": "الصَّف ",
    "line_start": 11,
    "line_end": 13,
    "aya_no": 4,
    "text_tashkeel": "إِنَّ اَ۬للَّهَ يُحِبُّ اُ۬لذِينَ يُقَٰتِلُونَ فِے سَبِيلِهِۦ صَفّاٗ كَأَنَّهُم بُنْيَٰنٞ مَّرْصُوصٞۖ ٤",
    "text_simple": "إن الله يحب الذين يقتلون فے سبيله صفاٗ كأنهم بنينٞ مرصوصٞ"
  },
  {
    "id": 5145,
    "jozz": 28,
    "page": "551",
    "sura_no": 61,
    "sura_name_en": "Aṣ-Ṣaff",
    "sura_name_ar": "الصَّف ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 5,
    "text_tashkeel": "وَإِذْ قَالَ مُوس۪ىٰ لِقَوْمِهِۦ يَٰقَوْمِ لِمَ تُوذُونَنِے وَقَد تَّعْلَمُونَ أَنِّے رَسُولُ اُ۬للَّهِ إِلَيْكُمْۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ اَ۬للَّهُ قُلُوبَهُمْۖ وَاللَّهُ لَا يَهْدِے اِ۬لْقَوْمَ اَ۬لْفَٰسِقِينَۖ ٥",
    "text_simple": "وإذ قال موسى لقومه يقوم لم توذوننے وقد تعلمون أنے رسول الله إليكم فلما زاغوٓا أزاغ الله قلوبهم والله لا يهدے القوم الفسقين"
  },
  {
    "id": 5146,
    "jozz": 28,
    "page": "552",
    "sura_no": 61,
    "sura_name_en": "Aṣ-Ṣaff",
    "sura_name_ar": "الصَّف ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 6,
    "text_tashkeel": " وَإِذْ قَالَ عِيسَى اَ۪بْنُ مَرْيَمَ يَٰبَنِےٓ إِسْرَآءِيلَ إِنِّے رَسُولُ اُ۬للَّهِ إِلَيْكُم مُّصَدِّقاٗ لِّمَا بَيْنَ يَدَيَّ مِنَ اَ۬لتَّوْر۪يٰةِ وَمُبَشِّراَۢ بِرَسُولٖ يَاتِے مِنۢ بَعْدِيَ اَ۪سْمُهُۥٓ أَحْمَدُۖ فَلَمَّا جَآءَهُم بِالْبَيِّنَٰتِ قَالُواْ هَٰذَا سِحْرٞ مُّبِينٞۖ ٦",
    "text_simple": "وإذ قال عيسى ابن مريم يبنےٓ إسرآءيل إنے رسول الله إليكم مصدقاٗ لما بين يدي من التورية ومبشرا برسولٖ ياتے من بعدي اسمهٓ أحمد فلما جآءهم بالبينت قالوا هذا سحرٞ مبينٞ"
  },
  {
    "id": 5147,
    "jozz": 28,
    "page": "552",
    "sura_no": 61,
    "sura_name_en": "Aṣ-Ṣaff",
    "sura_name_ar": "الصَّف ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 7,
    "text_tashkeel": "وَمَنَ اَظْلَمُ مِمَّنِ اِ۪فْتَر۪ىٰ عَلَى اَ۬للَّهِ اِ۬لْكَذِبَ وَهُوَ يُدْع۪ىٰٓ إِلَى اَ۬لِاسْلَٰمِۖ وَاللَّهُ لَا يَهْدِے اِ۬لْقَوْمَ اَ۬لظَّٰلِمِينَۖ ٧",
    "text_simple": "ومن اظلم ممن افترى على الله الكذب وهو يدعىٓ إلى الاسلم والله لا يهدے القوم الظلمين"
  },
  {
    "id": 5148,
    "jozz": 28,
    "page": "552",
    "sura_no": 61,
    "sura_name_en": "Aṣ-Ṣaff",
    "sura_name_ar": "الصَّف ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 8,
    "text_tashkeel": " يُرِيدُونَ لِيُطْفِـُٔواْ نُورَ اَ۬للَّهِ بِأَفْوَٰهِهِمْ وَاللَّهُ مُتِمّٞ نُّورَهُۥ وَلَوْ كَرِهَ اَ۬لْكَٰفِرُونَۖ ٨",
    "text_simple": "يريدون ليطفٔوا نور الله بأفوههم والله متمٞ نوره ولو كره الكفرون"
  },
  {
    "id": 5149,
    "jozz": 28,
    "page": "552",
    "sura_no": 61,
    "sura_name_en": "Aṣ-Ṣaff",
    "sura_name_ar": "الصَّف ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 9,
    "text_tashkeel": "هُوَ اَ۬لذِےٓ أَرْسَلَ رَسُولَهُۥ بِالْهُد۪ىٰ وَدِينِ اِ۬لْحَقِّ لِيُظْهِرَهُۥ عَلَى اَ۬لدِّينِ كُلِّهِۦ وَلَوْ كَرِهَ اَ۬لْمُشْرِكُونَۖ ٩",
    "text_simple": "هو الذےٓ أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون"
  },
  {
    "id": 5150,
    "jozz": 28,
    "page": "552",
    "sura_no": 61,
    "sura_name_en": "Aṣ-Ṣaff",
    "sura_name_ar": "الصَّف ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 10,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ هَلَ اَدُلُّكُمْ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنْ عَذَابٍ اَلِيمٖ ١٠",
    "text_simple": "يٓأيها الذين ءامنوا هل ادلكم على تجرةٖ تنجيكم من عذاب اليمٖ"
  },
  {
    "id": 5151,
    "jozz": 28,
    "page": "552",
    "sura_no": 61,
    "sura_name_en": "Aṣ-Ṣaff",
    "sura_name_ar": "الصَّف ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 11,
    "text_tashkeel": "تُومِنُونَ بِاللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِے سَبِيلِ اِ۬للَّهِ بِأَمْوَٰلِكُمْ وَأَنفُسِكُمْ ذَٰلِكُمْ خَيْرٞ لَّكُمُۥٓ إِن كُنتُمْ تَعْلَمُونَ ١١",
    "text_simple": "تومنون بالله ورسوله وتجهدون فے سبيل الله بأمولكم وأنفسكم ذلكم خيرٞ لكمٓ إن كنتم تعلمون"
  },
  {
    "id": 5152,
    "jozz": 28,
    "page": "552",
    "sura_no": 61,
    "sura_name_en": "Aṣ-Ṣaff",
    "sura_name_ar": "الصَّف ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 12,
    "text_tashkeel": " يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّٰتٖ تَجْرِے مِن تَحْتِهَا اَ۬لَانْهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِے جَنَّٰتِ عَدْنٖۖ ذَٰلِكَ اَ۬لْفَوْزُ اُ۬لْعَظِيمُۖ ١٢",
    "text_simple": "يغفر لكم ذنوبكم ويدخلكم جنتٖ تجرے من تحتها الانهر ومسكن طيبةٗ فے جنت عدنٖ ذلك الفوز العظيم"
  },
  {
    "id": 5153,
    "jozz": 28,
    "page": "552",
    "sura_no": 61,
    "sura_name_en": "Aṣ-Ṣaff",
    "sura_name_ar": "الصَّف ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 13,
    "text_tashkeel": "وَأُخْر۪ىٰ تُحِبُّونَهَا نَصْرٞ مِّنَ اَ۬للَّهِ وَفَتْحٞ قَرِيبٞۖ وَبَشِّرِ اِ۬لْمُومِنِينَۖ ١٣",
    "text_simple": "وأخرى تحبونها نصرٞ من الله وفتحٞ قريبٞ وبشر المومنين"
  },
  {
    "id": 5154,
    "jozz": 28,
    "page": "552",
    "sura_no": 61,
    "sura_name_en": "Aṣ-Ṣaff",
    "sura_name_ar": "الصَّف ",
    "line_start": 12,
    "line_end": 15,
    "aya_no": 14,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَاراٗ لِّلهِ كَمَا قَالَ عِيسَى اَ۪بْنُ مَرْيَمَ لِلْحَوَارِيِّـۧنَ مَنَ اَنصَارِيَ إِلَى اَ۬للَّهِۖ قَالَ اَ۬لْحَوَارِيُّونَ نَحْنُ أَنصَارُ اُ۬للَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِےٓ إِسْرَآءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدْنَا اَ۬لذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمْ فَأَصْبَحُواْ ظَٰهِرِينَۖ ١٤",
    "text_simple": "يٓأيها الذين ءامنوا كونوٓا أنصاراٗ لله كما قال عيسى ابن مريم للحوارين من انصاري إلى الله قال الحواريون نحن أنصار الله فٔامنت طآئفةٞ من بنےٓ إسرآءيل وكفرت طآئفةٞ فأيدنا الذين ءامنوا على عدوهم فأصبحوا ظهرين"
  }
]