[
  {
    "id": 2594,
    "jozz": 17,
    "page": "332",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 3,
    "line_end": 3,
    "aya_no": 1,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لنَّاسُ اُ۪تَّقُواْ رَبَّكُمُۥٓۖ إِنَّ زَلْزَلَةَ اَ۬لسَّاعَةِ شَےْءٌ عَظِيمٞۖ ١",
    "text_simple": "يٓأيها الناس اتقوا ربكمٓ إن زلزلة الساعة شےء عظيمٞ"
  },
  {
    "id": 2595,
    "jozz": 17,
    "page": "332",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 2,
    "text_tashkeel": " يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى اَ۬لنَّاسَ سُكَٰر۪ىٰ وَمَا هُم بِسُكَٰر۪ىٰ وَلَٰكِنَّ عَذَابَ اَ۬للَّهِ شَدِيدٞۖ ٢",
    "text_simple": "يوم ترونها تذهل كل مرضعة عمآ أرضعت وتضع كل ذات حمل حملها وترى الناس سكرى وما هم بسكرى ولكن عذاب الله شديدٞ"
  },
  {
    "id": 2596,
    "jozz": 17,
    "page": "332",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 3,
    "text_tashkeel": "وَمِنَ اَ۬لنَّاسِ مَنْ يُّجَٰدِلُ فِے اِ۬للَّهِ بِغَيْرِ عِلْمٖ وَيَتَّبِعُ كُلَّ شَيْطَٰنٖ مَّرِيدٖ ٣",
    "text_simple": "ومن الناس من يجدل فے الله بغير علمٖ ويتبع كل شيطنٖ مريدٖ"
  },
  {
    "id": 2597,
    "jozz": 17,
    "page": "332",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 4,
    "text_tashkeel": "كُتِبَ عَلَيْهِ أَنَّهُۥ مَن تَوَلّ۪اهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهْدِيهِ إِلَىٰ عَذَابِ اِ۬لسَّعِيرِۖ ٤",
    "text_simple": "كتب عليه أنه من تولاه فأنه يضله ويهديه إلى عذاب السعير"
  },
  {
    "id": 2598,
    "jozz": 17,
    "page": "332",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 9,
    "line_end": 15,
    "aya_no": 5,
    "text_tashkeel": " يَٰٓأَيُّهَا اَ۬لنَّاسُ إِن كُنتُمْ فِے رَيْبٖ مِّنَ اَ۬لْبَعْثِ فَإِنَّا خَلَقْنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطْفَةٖ ثُمَّ مِنْ عَلَقَةٖ ثُمَّ مِن مُّضْغَةٖ مُّخَلَّقَةٖ وَغَيْرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمْۖ وَنُقِرُّ فِے اِ۬لَارْحَامِ مَا نَشَآءُ اِ۪لَىٰٓ أَجَلٖ مُّسَمّىٗۖ ثُمَّ نُخْرِجُكُمْ طِفْلاٗ ثُمَّ لِتَبْلُغُوٓاْ أَشُدَّكُمْۖ وَمِنكُم مَّنْ يُّتَوَفّ۪ىٰ وَمِنكُم مَّنْ يُّرَدُّ إِلَىٰٓ أَرْذَلِ اِ۬لْعُمُرِ لِكَيْلَا يَعْلَمَ مِنۢ بَعْدِ عِلْمٖ شَئْاٗۖ وَتَرَى اَ۬لَارْضَ هَامِدَةٗ فَإِذَآ أَنزَلْنَا عَلَيْهَا اَ۬لْمَآءَ اَ۪هْتَزَّتْ وَرَبَتْ وَأَنۢبَتَتْ مِن كُلِّ زَوْجِۢ بَهِيجٖۖ ٥",
    "text_simple": "يٓأيها الناس إن كنتم فے ريبٖ من البعث فإنا خلقنكم من ترابٖ ثم من نطفةٖ ثم من علقةٖ ثم من مضغةٖ مخلقةٖ وغير مخلقةٖ لنبين لكم ونقر فے الارحام ما نشآء الىٓ أجلٖ مسمىٗ ثم نخرجكم طفلاٗ ثم لتبلغوٓا أشدكم ومنكم من يتوفى ومنكم من يرد إلىٓ أرذل العمر لكيلا يعلم من بعد علمٖ شئاٗ وترى الارض هامدةٗ فإذآ أنزلنا عليها المآء اهتزت وربت وأنبتت من كل زوج بهيجٖ"
  },
  {
    "id": 2599,
    "jozz": 17,
    "page": "333",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 6,
    "text_tashkeel": " ذَٰلِكَ بِأَنَّ اَ۬للَّهَ هُوَ اَ۬لْحَقُّ وَأَنَّهُۥ يُحْيِ اِ۬لْمَوْت۪ىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَےْءٖ قَدِيرٞ ٦",
    "text_simple": "ذلك بأن الله هو الحق وأنه يحي الموتى وأنه على كل شےءٖ قديرٞ"
  },
  {
    "id": 2600,
    "jozz": 17,
    "page": "333",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 7,
    "text_tashkeel": "وَأَنَّ اَ۬لسَّاعَةَ ءَاتِيَةٞ لَّا رَيْبَ فِيهَا وَأَنَّ اَ۬للَّهَ يَبْعَثُ مَن فِے اِ۬لْقُبُورِۖ ٧",
    "text_simple": "وأن الساعة ءاتيةٞ لا ريب فيها وأن الله يبعث من فے القبور"
  },
  {
    "id": 2601,
    "jozz": 17,
    "page": "333",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 8,
    "text_tashkeel": "وَمِنَ اَ۬لنَّاسِ مَنْ يُّجَٰدِلُ فِے اِ۬للَّهِ بِغَيْرِ عِلْمٖ وَلَا هُدىٗ وَلَا كِتَٰبٖ مُّنِيرٖ ٨",
    "text_simple": "ومن الناس من يجدل فے الله بغير علمٖ ولا هدىٗ ولا كتبٖ منيرٖ"
  },
  {
    "id": 2602,
    "jozz": 17,
    "page": "333",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 9,
    "text_tashkeel": "ثَانِيَ عِطْفِهِۦ لِيُضِلَّ عَن سَبِيلِ اِ۬للَّهِۖ لَهُۥ فِے اِ۬لدُّنْي۪ا خِزْيٞۖ وَنُذِيقُهُۥ يَوْمَ اَ۬لْقِيَٰمَةِ عَذَابَ اَ۬لْحَرِيقِۖ ٩",
    "text_simple": "ثاني عطفه ليضل عن سبيل الله له فے الدنيا خزيٞ ونذيقه يوم القيمة عذاب الحريق"
  },
  {
    "id": 2603,
    "jozz": 17,
    "page": "333",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 6,
    "line_end": 6,
    "aya_no": 10,
    "text_tashkeel": " ذَٰلِكَ بِمَا قَدَّمَتْ يَدَٰكَ وَأَنَّ اَ۬للَّهَ لَيْسَ بِظَلَّٰمٖ لِّلْعَبِيدِۖ ١٠",
    "text_simple": "ذلك بما قدمت يدك وأن الله ليس بظلمٖ للعبيد"
  },
  {
    "id": 2604,
    "jozz": 17,
    "page": "333",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 11,
    "text_tashkeel": " ۞ وَمِنَ اَ۬لنَّاسِ مَنْ يَّعْبُدُ اُ۬للَّهَ عَلَىٰ حَرْفٖ فَإِنَ اَصَابَهُۥ خَيْرٌ اِ۪طْمَأَنَّ بِهِۦ وَإِنَ اَصَابَتْهُ فِتْنَةٌ اِ۪نقَلَبَ عَلَىٰ وَجْهِهِۦ خَسِرَ اَ۬لدُّنْي۪ا وَالَاخِرَةَۖ ذَٰلِكَ هُوَ اَ۬لْخُسْرَانُ اُ۬لْمُبِينُۖ ١١",
    "text_simple": "ومن الناس من يعبد الله على حرفٖ فإن اصابه خير اطمأن به وإن اصابته فتنة انقلب على وجهه خسر الدنيا والاخرة ذلك هو الخسران المبين"
  },
  {
    "id": 2605,
    "jozz": 17,
    "page": "333",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 12,
    "text_tashkeel": "يَدْعُواْ مِن دُونِ اِ۬للَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۖ ذَٰلِكَ هُوَ اَ۬لضَّلَٰلُ اُ۬لْبَعِيدُۖ ١٢",
    "text_simple": "يدعوا من دون الله ما لا يضره وما لا ينفعه ذلك هو الضلل البعيد"
  },
  {
    "id": 2606,
    "jozz": 17,
    "page": "333",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 13,
    "text_tashkeel": "يَدْعُواْۖ لَمَن ضَرُّهُۥٓ أَقْرَبُ مِن نَّفْعِهِۦ لَبِيسَ اَ۬لْمَوْل۪ىٰ وَلَبِيسَ اَ۬لْعَشِيرُۖ ١٣",
    "text_simple": "يدعوا لمن ضرهٓ أقرب من نفعه لبيس المولى ولبيس العشير"
  },
  {
    "id": 2607,
    "jozz": 17,
    "page": "333",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 11,
    "line_end": 13,
    "aya_no": 14,
    "text_tashkeel": "إِنَّ اَ۬للَّهَ يُدْخِلُ اُ۬لذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ جَنَّٰتٖ تَجْرِے مِن تَحْتِهَا اَ۬لَانْهَٰرُۖ إِنَّ اَ۬للَّهَ يَفْعَلُ مَا يُرِيدُۖ ١٤",
    "text_simple": "إن الله يدخل الذين ءامنوا وعملوا الصلحت جنتٖ تجرے من تحتها الانهر إن الله يفعل ما يريد"
  },
  {
    "id": 2608,
    "jozz": 17,
    "page": "333",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 15,
    "text_tashkeel": "مَن كَانَ يَظُنُّ أَن لَّنْ يَّنصُرَهُ اُ۬للَّهُ فِے اِ۬لدُّنْي۪ا وَالَاخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ اِلَى اَ۬لسَّمَآءِ ثُمَّ لِيَقْطَعْ فَلْيَنظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُۥ مَا يَغِيظُۖ ١٥",
    "text_simple": "من كان يظن أن لن ينصره الله فے الدنيا والاخرة فليمدد بسبب الى السمآء ثم ليقطع فلينظر هل يذهبن كيده ما يغيظ"
  },
  {
    "id": 2609,
    "jozz": 17,
    "page": "334",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 1,
    "line_end": 1,
    "aya_no": 16,
    "text_tashkeel": " وَكَذَٰلِكَ أَنزَلْنَٰهُ ءَايَٰتِۢ بَيِّنَٰتٖۖ وَأَنَّ اَ۬للَّهَ يَهْدِے مَنْ يُّرِيدُۖ ١٦",
    "text_simple": "وكذلك أنزلنه ءايت بينتٖ وأن الله يهدے من يريد"
  },
  {
    "id": 2610,
    "jozz": 17,
    "page": "334",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 17,
    "text_tashkeel": " إِنَّ اَ۬لذِينَ ءَامَنُواْ وَالذِينَ هَادُواْ وَالصَّٰبِينَ وَالنَّصَٰر۪ىٰ وَالْمَجُوسَ وَالذِينَ أَشْرَكُوٓاْ إِنَّ اَ۬للَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ اَ۬لْقِيَٰمَةِۖ إِنَّ اَ۬للَّهَ عَلَىٰ كُلِّ شَےْءٖ شَهِيدٌۖ ١٧",
    "text_simple": "إن الذين ءامنوا والذين هادوا والصبين والنصرى والمجوس والذين أشركوٓا إن الله يفصل بينهم يوم القيمة إن الله على كل شےءٖ شهيد"
  },
  {
    "id": 2611,
    "jozz": 17,
    "page": "334",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 4,
    "line_end": 8,
    "aya_no": 18,
    "text_tashkeel": "اَلَمْ تَرَ أَنَّ اَ۬للَّهَ يَسْجُدُ لَهُۥ مَن فِے اِ۬لسَّمَٰوَٰتِ وَمَن فِے اِ۬لَارْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَآبُّ وَكَثِيرٞ مِّنَ اَ۬لنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيْهِ اِ۬لْعَذَابُۖ وَمَنْ يُّهِنِ اِ۬للَّهُ فَمَا لَهُۥ مِن مُّكْرِمٍۖ اِنَّ اَ۬للَّهَ يَفْعَلُ مَا يَشَآءُۖ۩ ١٨",
    "text_simple": "الم تر أن الله يسجد له من فے السموت ومن فے الارض والشمس والقمر والنجوم والجبال والشجر والدوآب وكثيرٞ من الناس وكثير حق عليه العذاب ومن يهن الله فما له من مكرم ان الله يفعل ما يشآء"
  },
  {
    "id": 2612,
    "jozz": 17,
    "page": "334",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 8,
    "line_end": 11,
    "aya_no": 19,
    "text_tashkeel": "۞ هَٰذَٰنِ خَصْمَٰنِ اِ۪خْتَصَمُواْ فِے رَبِّهِمْۖ فَالذِينَ كَفَرُواْ قُطِّعَتْ لَهُمْ ثِيَابٞ مِّن نّ۪ارٖ يُصَبُّ مِن فَوْقِ رُءُوسِهِمُ اُ۬لْحَمِيمُ يُصْهَرُ بِهِۦ مَا فِے بُطُونِهِمْ وَالْجُلُودُۖ وَلَهُم مَّقَٰمِعُ مِنْ حَدِيدٖۖ ١٩",
    "text_simple": "هذن خصمن اختصموا فے ربهم فالذين كفروا قطعت لهم ثيابٞ من نارٖ يصب من فوق رءوسهم الحميم يصهر به ما فے بطونهم والجلود ولهم مقمع من حديدٖ"
  },
  {
    "id": 2613,
    "jozz": 17,
    "page": "334",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 11,
    "line_end": 13,
    "aya_no": 20,
    "text_tashkeel": "كُلَّمَآ أَرَادُوٓاْ أَنْ يَّخْرُجُواْ مِنْهَا مِنْ غَمٍّ ا۟عِيدُواْ فِيهَاۖ وَذُوقُواْ عَذَابَ اَ۬لْحَرِيقِۖ ٢٠",
    "text_simple": "كلمآ أرادوٓا أن يخرجوا منها من غم اعيدوا فيها وذوقوا عذاب الحريق"
  },
  {
    "id": 2614,
    "jozz": 17,
    "page": "334",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 21,
    "text_tashkeel": "إِنَّ اَ۬للَّهَ يُدْخِلُ اُ۬لذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ جَنَّٰتٖ تَجْرِے مِن تَحْتِهَا اَ۬لَانْهَٰرُ يُحَلَّوْنَ فِيهَا مِنَ اَسَاوِرَ مِن ذَهَبٖ وَلُؤْلُؤاٗۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٞۖ ٢١",
    "text_simple": "إن الله يدخل الذين ءامنوا وعملوا الصلحت جنتٖ تجرے من تحتها الانهر يحلون فيها من اساور من ذهبٖ ولؤلؤاٗ ولباسهم فيها حريرٞ"
  },
  {
    "id": 2615,
    "jozz": 17,
    "page": "335",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 1,
    "line_end": 1,
    "aya_no": 22,
    "text_tashkeel": " وَهُدُوٓاْ إِلَى اَ۬لطَّيِّبِ مِنَ اَ۬لْقَوْلِۖ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ اِ۬لْحَمِيدِۖ ٢٢",
    "text_simple": "وهدوٓا إلى الطيب من القول وهدوٓا إلى صرط الحميد"
  },
  {
    "id": 2616,
    "jozz": 17,
    "page": "335",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 23,
    "text_tashkeel": " إِنَّ اَ۬لذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ اِ۬للَّهِ وَالْمَسْجِدِ اِ۬لْحَرَامِ اِ۬لذِے جَعَلْنَٰهُ لِلنَّاسِ سَوَآءٌ اِ۬لْعَٰكِفُ فِيهِ وَالْبَادِۦۖ وَمَنْ يُّرِدْ فِيهِ بِإِلْحَادِۢ بِظُلْمٖ نُّذِقْهُ مِنْ عَذَابٍ اَلِيمٖۖ ٢٣",
    "text_simple": "إن الذين كفروا ويصدون عن سبيل الله والمسجد الحرام الذے جعلنه للناس سوآء العكف فيه والباد ومن يرد فيه بإلحاد بظلمٖ نذقه من عذاب اليمٖ"
  },
  {
    "id": 2617,
    "jozz": 17,
    "page": "335",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 24,
    "text_tashkeel": " وَإِذْ بَوَّأْنَا لِإِبْرَٰهِيمَ مَكَانَ اَ۬لْبَيْتِ أَن لَّا تُشْرِكْ بِے شَئْاٗۖ وَطَهِّرْ بَيْتِيَ لِلطَّآئِفِينَ وَالْقَآئِمِينَ وَالرُّكَّعِ اِ۬لسُّجُودِۖ ٢٤",
    "text_simple": "وإذ بوأنا لإبرهيم مكان البيت أن لا تشرك بے شئاٗ وطهر بيتي للطآئفين والقآئمين والركع السجود"
  },
  {
    "id": 2618,
    "jozz": 17,
    "page": "335",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 25,
    "text_tashkeel": "وَأَذِّن فِے اِ۬لنَّاسِ بِالْحَجِّ يَاتُوكَ رِجَالاٗ وَعَلَىٰ كُلِّ ضَامِرٖ يَاتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ ٢٥",
    "text_simple": "وأذن فے الناس بالحج ياتوك رجالاٗ وعلى كل ضامرٖ ياتين من كل فج عميقٖ"
  },
  {
    "id": 2619,
    "jozz": 17,
    "page": "335",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 26,
    "text_tashkeel": " لِّيَشْهَدُواْ مَنَٰفِعَ لَهُمْ وَيَذْكُرُواْ اُ۪سْمَ اَ۬للَّهِ فِےٓ أَيَّامٖ مَّعْلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ اِ۬لَانْعَٰمِۖ فَكُلُواْ مِنْهَا وَأَطْعِمُواْ اُ۬لْبَآئِسَ اَ۬لْفَقِيرَۖ ٢٦",
    "text_simple": "ليشهدوا منفع لهم ويذكروا اسم الله فےٓ أيامٖ معلومت على ما رزقهم من بهيمة الانعم فكلوا منها وأطعموا البآئس الفقير"
  },
  {
    "id": 2620,
    "jozz": 17,
    "page": "335",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 27,
    "text_tashkeel": "ثُمَّ لِيَقْضُواْ تَفَثَهُمْ وَلْيُوفُواْ نُذُورَهُمْ وَلْيَطَّوَّفُواْ بِالْبَيْتِ اِ۬لْعَتِيقِۖ ٢٧",
    "text_simple": "ثم ليقضوا تفثهم وليوفوا نذورهم وليطوفوا بالبيت العتيق"
  },
  {
    "id": 2621,
    "jozz": 17,
    "page": "335",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 28,
    "text_tashkeel": " ۞ ذَٰلِكَۖ وَمَنْ يُّعَظِّمْ حُرُمَٰتِ اِ۬للَّهِ فَهُوَ خَيْرٞ لَّهُۥ عِندَ رَبِّهِۦۖ وَأُحِلَّتْ لَكُمُ اُ۬لَانْعَٰمُ إِلَّا مَا يُتْل۪ىٰ عَلَيْكُمْۖ فَاجْتَنِبُواْ اُ۬لرِّجْسَ مِنَ اَ۬لَاوْثَٰنِ وَاجْتَنِبُواْ قَوْلَ اَ۬لزُّورِ ٢٨",
    "text_simple": "ذلك ومن يعظم حرمت الله فهو خيرٞ له عند ربه وأحلت لكم الانعم إلا ما يتلى عليكم فاجتنبوا الرجس من الاوثن واجتنبوا قول الزور"
  },
  {
    "id": 2622,
    "jozz": 17,
    "page": "336",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 29,
    "text_tashkeel": " حُنَفَآءَ لِلهِ غَيْرَ مُشْرِكِينَ بِهِۦۖ وَمَنْ يُّشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ اَ۬لسَّمَآءِ فَتَخَطَّفُهُ اُ۬لطَّيْرُ أَوْ تَهْوِے بِهِ اِ۬لرِّيحُ فِے مَكَانٖ سَحِيقٖۖ ٢٩",
    "text_simple": "حنفآء لله غير مشركين به ومن يشرك بالله فكأنما خر من السمآء فتخطفه الطير أو تهوے به الريح فے مكانٖ سحيقٖ"
  },
  {
    "id": 2623,
    "jozz": 17,
    "page": "336",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 3,
    "line_end": 3,
    "aya_no": 30,
    "text_tashkeel": " ذَٰلِكَۖ وَمَنْ يُّعَظِّمْ شَعَٰٓئِرَ اَ۬للَّهِ فَإِنَّهَا مِن تَقْوَى اَ۬لْقُلُوبِۖ ٣٠",
    "text_simple": "ذلك ومن يعظم شعٓئر الله فإنها من تقوى القلوب"
  },
  {
    "id": 2624,
    "jozz": 17,
    "page": "336",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 31,
    "text_tashkeel": " لَكُمْ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّىٗ ثُمَّ مَحِلُّهَآ إِلَى اَ۬لْبَيْتِ اِ۬لْعَتِيقِۖ ٣١",
    "text_simple": "لكم فيها منفع إلىٓ أجلٖ مسمىٗ ثم محلهآ إلى البيت العتيق"
  },
  {
    "id": 2625,
    "jozz": 17,
    "page": "336",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 32,
    "text_tashkeel": "وَلِكُلِّ أُمَّةٖ جَعَلْنَا مَنسَكاٗ لِّيَذْكُرُواْ اُ۪سْمَ اَ۬للَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ اِ۬لَانْعَٰمِۖ فَإِلَٰهُكُمُۥٓ إِلَٰهٞ وَٰحِدٞۖ فَلَهُۥٓ أَسْلِمُواْۖ وَبَشِّرِ اِ۬لْمُخْبِتِينَ ٣٢",
    "text_simple": "ولكل أمةٖ جعلنا منسكاٗ ليذكروا اسم الله على ما رزقهم من بهيمة الانعم فإلهكمٓ إلهٞ وحدٞ فلهٓ أسلموا وبشر المخبتين"
  },
  {
    "id": 2626,
    "jozz": 17,
    "page": "336",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 33,
    "text_tashkeel": "اَ۬لذِينَ إِذَا ذُكِرَ اَ۬للَّهُ وَجِلَتْ قُلُوبُهُمْ وَالصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمْ وَالْمُقِيمِے اِ۬لصَّلَوٰةِ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَۖ ٣٣",
    "text_simple": "الذين إذا ذكر الله وجلت قلوبهم والصبرين على مآ أصابهم والمقيمے الصلوة ومما رزقنهم ينفقون"
  },
  {
    "id": 2627,
    "jozz": 17,
    "page": "336",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 9,
    "line_end": 12,
    "aya_no": 34,
    "text_tashkeel": "وَالْبُدْنَ جَعَلْنَٰهَا لَكُم مِّن شَعَٰٓئِرِ اِ۬للَّهِ لَكُمْ فِيهَا خَيْرٞۖ فَاذْكُرُواْ اُ۪سْمَ اَ۬للَّهِ عَلَيْهَا صَوَآفَّۖ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُواْ مِنْهَا وَأَطْعِمُواْ اُ۬لْقَانِعَ وَالْمُعْتَرَّۖ كَذَٰلِكَ سَخَّرْنَٰهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَۖ ٣٤",
    "text_simple": "والبدن جعلنها لكم من شعٓئر الله لكم فيها خيرٞ فاذكروا اسم الله عليها صوآف فإذا وجبت جنوبها فكلوا منها وأطعموا القانع والمعتر كذلك سخرنها لكم لعلكم تشكرون"
  },
  {
    "id": 2628,
    "jozz": 17,
    "page": "336",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 35,
    "text_tashkeel": "لَنْ يَّنَالَ اَ۬للَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِنْ يَّنَالُهُ اُ۬لتَّقْو۪ىٰ مِنكُمْۖ كَذَٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُواْ اُ۬للَّهَ عَلَىٰ مَا هَد۪يٰكُمْۖ وَبَشِّرِ اِ۬لْمُحْسِنِينَۖ ٣٥",
    "text_simple": "لن ينال الله لحومها ولا دمآؤها ولكن يناله التقوى منكم كذلك سخرها لكم لتكبروا الله على ما هديكم وبشر المحسنين"
  },
  {
    "id": 2629,
    "jozz": 17,
    "page": "336",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 36,
    "text_tashkeel": "۞ إِنَّ اَ۬للَّهَ يُدَٰفِعُ عَنِ اِ۬لذِينَ ءَامَنُوٓاْۖ إِنَّ اَ۬للَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍۖ ٣٦",
    "text_simple": "إن الله يدفع عن الذين ءامنوٓا إن الله لا يحب كل خوانٖ كفور"
  },
  {
    "id": 2630,
    "jozz": 17,
    "page": "337",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 37,
    "text_tashkeel": " ا۟ذِنَ لِلذِينَ يُقَٰتَلُونَ بِأَنَّهُمْ ظُلِمُواْۖ وَإِنَّ اَ۬للَّهَ عَلَىٰ نَصْرِهِمْ لَقَدِيرٌۖ ٣٧",
    "text_simple": "اذن للذين يقتلون بأنهم ظلموا وإن الله على نصرهم لقدير"
  },
  {
    "id": 2631,
    "jozz": 17,
    "page": "337",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 2,
    "line_end": 6,
    "aya_no": 38,
    "text_tashkeel": "اِ۬لذِينَ أُخْرِجُواْ مِن دِيٰ۪رِهِم بِغَيْرِ حَقٍّ اِلَّآ أَنْ يَّقُولُواْ رَبُّنَا اَ۬للَّهُۖ وَلَوْلَا دِفَٰعُ اُ۬للَّهِ اِ۬لنَّاسَ بَعْضَهُم بِبَعْضٖ لَّهُدِمَتْ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذْكَرُ فِيهَا اَ۪سْمُ اُ۬للَّهِ كَثِيراٗۖ وَلَيَنصُرَنَّ اَ۬للَّهُ مَنْ يَّنصُرُهُۥٓۖ إِنَّ اَ۬للَّهَ لَقَوِيٌّ عَزِيزٌۖ ٣٨",
    "text_simple": "الذين أخرجوا من ديرهم بغير حق الآ أن يقولوا ربنا الله ولولا دفع الله الناس بعضهم ببعضٖ لهدمت صومع وبيعٞ وصلوتٞ ومسجد يذكر فيها اسم الله كثيراٗ ولينصرن الله من ينصرهٓ إن الله لقوي عزيز"
  },
  {
    "id": 2632,
    "jozz": 17,
    "page": "337",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 39,
    "text_tashkeel": "اِ۬لذِينَ إِن مَّكَّنَّٰهُمْ فِے اِ۬لَارْضِ أَقَامُواْ اُ۬لصَّلَوٰةَ وَءَاتَوُاْ اُ۬لزَّكَوٰةَ وَأَمَرُواْ بِالْمَعْرُوفِ وَنَهَوْاْ عَنِ اِ۬لْمُنكَرِۖ وَلِلهِ عَٰقِبَةُ اُ۬لُامُورِۖ ٣٩",
    "text_simple": "الذين إن مكنهم فے الارض أقاموا الصلوة وءاتوا الزكوة وأمروا بالمعروف ونهوا عن المنكر ولله عقبة الامور"
  },
  {
    "id": 2633,
    "jozz": 17,
    "page": "337",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 40,
    "text_tashkeel": "وَإِنْ يُّكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٖ وَعَادٞ وَثَمُودُ ٤٠",
    "text_simple": "وإن يكذبوك فقد كذبت قبلهم قوم نوحٖ وعادٞ وثمود"
  },
  {
    "id": 2634,
    "jozz": 17,
    "page": "337",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 41,
    "text_tashkeel": "وَقَوْمُ إِبْرَٰهِيمَ وَقَوْمُ لُوطٖ ٤١",
    "text_simple": "وقوم إبرهيم وقوم لوطٖ"
  },
  {
    "id": 2635,
    "jozz": 17,
    "page": "337",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 42,
    "text_tashkeel": "وَأَصْحَٰبُ مَدْيَنَۖ وَكُذِّبَ مُوس۪ىٰۖ فَأَمْلَيْتُ لِلْكٰ۪فِرِينَ ثُمَّ أَخَذتُّهُمْۖ فَكَيْفَ كَانَ نَكِيرِۦۖ ٤٢",
    "text_simple": "وأصحب مدين وكذب موسى فأمليت للكفرين ثم أخذتهم فكيف كان نكير"
  },
  {
    "id": 2636,
    "jozz": 17,
    "page": "337",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 11,
    "line_end": 13,
    "aya_no": 43,
    "text_tashkeel": "فَكَأَيِّن مِّن قَرْيَةٍ اَهْلَكْنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِيرٖ مُّعَطَّلَةٖ وَقَصْرٖ مَّشِيدٍۖ ٤٣",
    "text_simple": "فكأين من قرية اهلكنها وهي ظالمةٞ فهي خاوية على عروشها وبيرٖ معطلةٖ وقصرٖ مشيد"
  },
  {
    "id": 2637,
    "jozz": 17,
    "page": "337",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 44,
    "text_tashkeel": "اَفَلَمْ يَسِيرُواْ فِے اِ۬لَارْضِ فَتَكُونَ لَهُمْ قُلُوبٞ يَعْقِلُونَ بِهَآ أَوَ اٰذَانٞ يَسْمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعْمَى اَ۬لَابْصَٰرُ وَلَٰكِن تَعْمَى اَ۬لْقُلُوبُ اُ۬لتِے فِے اِ۬لصُّدُورِۖ ٤٤",
    "text_simple": "افلم يسيروا فے الارض فتكون لهم قلوبٞ يعقلون بهآ أو اذانٞ يسمعون بها فإنها لا تعمى الابصر ولكن تعمى القلوب التے فے الصدور"
  },
  {
    "id": 2638,
    "jozz": 17,
    "page": "338",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 45,
    "text_tashkeel": " وَيَسْتَعْجِلُونَكَ بِالْعَذَابِۖ وَلَنْ يُّخْلِفَ اَ۬للَّهُ وَعْدَهُۥۖ وَإِنَّ يَوْماً عِندَ رَبِّكَ كَأَلْفِ سَنَةٖ مِّمَّا تَعُدُّونَۖ ٤٥",
    "text_simple": "ويستعجلونك بالعذاب ولن يخلف الله وعده وإن يوما عند ربك كألف سنةٖ مما تعدون"
  },
  {
    "id": 2639,
    "jozz": 17,
    "page": "338",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 46,
    "text_tashkeel": "وَكَأَيِّن مِّن قَرْيَةٍ اَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذتُّهَاۖ وَإِلَيَّ اَ۬لْمَصِيرُۖ ٤٦",
    "text_simple": "وكأين من قرية امليت لها وهي ظالمةٞ ثم أخذتها وإلي المصير"
  },
  {
    "id": 2640,
    "jozz": 17,
    "page": "338",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 4,
    "line_end": 4,
    "aya_no": 47,
    "text_tashkeel": " ۞ قُلْ يَٰٓأَيُّهَا اَ۬لنَّاسُ إِنَّمَآ أَنَا لَكُمْ نَذِيرٞ مُّبِينٞۖ ٤٧",
    "text_simple": "قل يٓأيها الناس إنمآ أنا لكم نذيرٞ مبينٞ"
  },
  {
    "id": 2641,
    "jozz": 17,
    "page": "338",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 48,
    "text_tashkeel": "فَالذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ لَهُم مَّغْفِرَةٞ وَرِزْقٞ كَرِيمٞۖ ٤٨",
    "text_simple": "فالذين ءامنوا وعملوا الصلحت لهم مغفرةٞ ورزقٞ كريمٞ"
  },
  {
    "id": 2642,
    "jozz": 17,
    "page": "338",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 49,
    "text_tashkeel": " وَالذِينَ سَعَوْاْ فِےٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصْحَٰبُ اُ۬لْجَحِيمِۖ ٤٩",
    "text_simple": "والذين سعوا فےٓ ءايتنا معجزين أولٓئك أصحب الجحيم"
  },
  {
    "id": 2643,
    "jozz": 17,
    "page": "338",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 50,
    "text_tashkeel": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٖ وَلَا نَبِےٓءٍ اِلَّآ إِذَا تَمَنّ۪ىٰٓ أَلْقَى اَ۬لشَّيْطَٰنُ فِےٓ أُمْنِيَّتِهِۦ فَيَنسَخُ اُ۬للَّهُ مَا يُلْقِے اِ۬لشَّيْطَٰنُ ثُمَّ يُحْكِمُ اُ۬للَّهُ ءَايَٰتِهِۦ وَاللَّهُ عَلِيمٌ حَكِيمٞ ٥٠",
    "text_simple": "ومآ أرسلنا من قبلك من رسولٖ ولا نبےٓء الآ إذا تمنىٓ ألقى الشيطن فےٓ أمنيته فينسخ الله ما يلقے الشيطن ثم يحكم الله ءايته والله عليم حكيمٞ"
  },
  {
    "id": 2644,
    "jozz": 17,
    "page": "338",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 51,
    "text_tashkeel": " لِّيَجْعَلَ مَا يُلْقِے اِ۬لشَّيْطَٰنُ فِتْنَةٗ لِّلذِينَ فِے قُلُوبِهِم مَّرَضٞ وَالْقَاسِيَةِ قُلُوبُهُمْۖ وَإِنَّ اَ۬لظَّٰلِمِينَ لَفِے شِقَاقِۢ بَعِيدٖۖ ٥١",
    "text_simple": "ليجعل ما يلقے الشيطن فتنةٗ للذين فے قلوبهم مرضٞ والقاسية قلوبهم وإن الظلمين لفے شقاق بعيدٖ"
  },
  {
    "id": 2645,
    "jozz": 17,
    "page": "338",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 52,
    "text_tashkeel": " وَلِيَعْلَمَ اَ۬لذِينَ أُوتُواْ اُ۬لْعِلْمَ أَنَّهُ اُ۬لْحَقُّ مِن رَّبِّكَ فَيُومِنُواْ بِهِۦ فَتُخْبِتَ لَهُۥ قُلُوبُهُمْۖ وَإِنَّ اَ۬للَّهَ لَهَادِ اِ۬لذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسْتَقِيمٖۖ ٥٢",
    "text_simple": "وليعلم الذين أوتوا العلم أنه الحق من ربك فيومنوا به فتخبت له قلوبهم وإن الله لهاد الذين ءامنوٓا إلى صرطٖ مستقيمٖ"
  },
  {
    "id": 2646,
    "jozz": 17,
    "page": "338",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 53,
    "text_tashkeel": "وَلَا يَزَالُ اُ۬لذِينَ كَفَرُواْ فِے مِرْيَةٖ مِّنْهُ حَتَّىٰ تَاتِيَهُمُ اُ۬لسَّاعَةُ بَغْتَةً اَوْ يَاتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍۖ ٥٣",
    "text_simple": "ولا يزال الذين كفروا فے مريةٖ منه حتى تاتيهم الساعة بغتة او ياتيهم عذاب يوم عقيم"
  },
  {
    "id": 2647,
    "jozz": 17,
    "page": "339",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 54,
    "text_tashkeel": " اِ۬لْمُلْكُ يَوْمَئِذٖ لِّلهِۖ يَحْكُمُ بَيْنَهُمْۖ فَالذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ فِے جَنَّٰتِ اِ۬لنَّعِيمِۖ ٥٤",
    "text_simple": "الملك يومئذٖ لله يحكم بينهم فالذين ءامنوا وعملوا الصلحت فے جنت النعيم"
  },
  {
    "id": 2648,
    "jozz": 17,
    "page": "339",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 55,
    "text_tashkeel": "وَالذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمْ عَذَابٞ مُّهِينٞۖ ٥٥",
    "text_simple": "والذين كفروا وكذبوا بٔايتنا فأولٓئك لهم عذابٞ مهينٞ"
  },
  {
    "id": 2649,
    "jozz": 17,
    "page": "339",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 56,
    "text_tashkeel": " وَالذِينَ هَاجَرُواْ فِے سَبِيلِ اِ۬للَّهِ ثُمَّ قُتِلُوٓاْ أَوْ مَاتُواْ لَيَرْزُقَنَّهُمُ اُ۬للَّهُ رِزْقاً حَسَناٗۖ وَإِنَّ اَ۬للَّهَ لَهُوَ خَيْرُ اُ۬لرَّٰزِقِينَۖ ٥٦",
    "text_simple": "والذين هاجروا فے سبيل الله ثم قتلوٓا أو ماتوا ليرزقنهم الله رزقا حسناٗ وإن الله لهو خير الرزقين"
  },
  {
    "id": 2650,
    "jozz": 17,
    "page": "339",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 57,
    "text_tashkeel": "لَيُدْخِلَنَّهُم مَّدْخَلاٗ يَرْضَوْنَهُۥۖ وَإِنَّ اَ۬للَّهَ لَعَلِيمٌ حَلِيمٞۖ ٥٧",
    "text_simple": "ليدخلنهم مدخلاٗ يرضونه وإن الله لعليم حليمٞ"
  },
  {
    "id": 2651,
    "jozz": 17,
    "page": "339",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 58,
    "text_tashkeel": "۞ ذَٰلِكَۖ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيْهِ لَيَنصُرَنَّهُ اُ۬للَّهُۖ إِنَّ اَ۬للَّهَ لَعَفُوٌّ غَفُورٞۖ ٥٨",
    "text_simple": "ذلك ومن عاقب بمثل ما عوقب به ثم بغي عليه لينصرنه الله إن الله لعفو غفورٞ"
  },
  {
    "id": 2652,
    "jozz": 17,
    "page": "339",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 59,
    "text_tashkeel": "ذَٰلِكَ بِأَنَّ اَ۬للَّهَ يُولِجُ اُ۬ليْلَ فِے اِ۬لنَّه۪ارِ وَيُولِجُ اُ۬لنَّهَارَ فِے اِ۬ليْلِ وَأَنَّ اَ۬للَّهَ سَمِيعُۢ بَصِيرٞۖ ٥٩",
    "text_simple": "ذلك بأن الله يولج اليل فے النهار ويولج النهار فے اليل وأن الله سميع بصيرٞ"
  },
  {
    "id": 2653,
    "jozz": 17,
    "page": "339",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 60,
    "text_tashkeel": "ذَٰلِكَ بِأَنَّ اَ۬للَّهَ هُوَ اَ۬لْحَقُّ وَأَنَّ مَا تَدْعُونَ مِن دُونِهِۦ هُوَ اَ۬لْبَٰطِلُ وَأَنَّ اَ۬للَّهَ هُوَ اَ۬لْعَلِيُّ اُ۬لْكَبِيرُۖ ٦٠",
    "text_simple": "ذلك بأن الله هو الحق وأن ما تدعون من دونه هو البطل وأن الله هو العلي الكبير"
  },
  {
    "id": 2654,
    "jozz": 17,
    "page": "339",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 61,
    "text_tashkeel": " أَلَمْ تَرَ أَنَّ اَ۬للَّهَ أَنزَلَ مِنَ اَ۬لسَّمَآءِ مَآءٗ فَتُصْبِحُ اُ۬لَارْضُ مُخْضَرَّةًۖ اِنَّ اَ۬للَّهَ لَطِيفٌ خَبِيرٞۖ ٦١",
    "text_simple": "ألم تر أن الله أنزل من السمآء مآءٗ فتصبح الارض مخضرة ان الله لطيف خبيرٞ"
  },
  {
    "id": 2655,
    "jozz": 17,
    "page": "339",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 62,
    "text_tashkeel": "لَّهُۥ مَا فِے اِ۬لسَّمَٰوَٰتِ وَمَا فِے اِ۬لَارْضِۖ وَإِنَّ اَ۬للَّهَ لَهُوَ اَ۬لْغَنِيُّ اُ۬لْحَمِيدُۖ ٦٢",
    "text_simple": "له ما فے السموت وما فے الارض وإن الله لهو الغني الحميد"
  },
  {
    "id": 2656,
    "jozz": 17,
    "page": "340",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 63,
    "text_tashkeel": " أَلَمْ تَرَ أَنَّ اَ۬للَّهَ سَخَّرَ لَكُم مَّا فِے اِ۬لَارْضِ وَالْفُلْكَ تَجْرِے فِے اِ۬لْبَحْرِ بِأَمْرِهِۖۦ وَيُمْسِكُ اُ۬لسَّمَآءَ ان تَقَعَ عَلَى اَ۬لَارْضِ إِلَّا بِإِذْنِهِۦٓۖ إِنَّ اَ۬للَّهَ بِالنَّاسِ لَرَءُوفٞ رَّحِيمٞۖ ٦٣",
    "text_simple": "ألم تر أن الله سخر لكم ما فے الارض والفلك تجرے فے البحر بأمره ويمسك السمآء ان تقع على الارض إلا بإذنهٓ إن الله بالناس لرءوفٞ رحيمٞ"
  },
  {
    "id": 2657,
    "jozz": 17,
    "page": "340",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 64,
    "text_tashkeel": "وَهُوَ اَ۬لذِےٓ أَحْي۪اكُمْ ثُمَّ يُمِيتُكُمْۖ ثُمَّ يُحْيِيكُمُۥٓۖ إِنَّ اَ۬لِانسَٰنَ لَكَفُورٞۖ ٦٤",
    "text_simple": "وهو الذےٓ أحياكم ثم يميتكم ثم يحييكمٓ إن الانسن لكفورٞ"
  },
  {
    "id": 2658,
    "jozz": 17,
    "page": "340",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 65,
    "text_tashkeel": " لِّكُلِّ أُمَّةٖ جَعَلْنَا مَنسَكاً هُمْ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِے اِ۬لَامْرِۖ وَادْعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدىٗ مُّسْتَقِيمٖۖ ٦٥",
    "text_simple": "لكل أمةٖ جعلنا منسكا هم ناسكوه فلا ينزعنك فے الامر وادع إلى ربك إنك لعلى هدىٗ مستقيمٖ"
  },
  {
    "id": 2659,
    "jozz": 17,
    "page": "340",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 7,
    "line_end": 7,
    "aya_no": 66,
    "text_tashkeel": " وَإِن جَٰدَلُوكَ فَقُلِ اِ۬للَّهُ أَعْلَمُ بِمَا تَعْمَلُونَۖ ٦٦",
    "text_simple": "وإن جدلوك فقل الله أعلم بما تعملون"
  },
  {
    "id": 2660,
    "jozz": 17,
    "page": "340",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 67,
    "text_tashkeel": "اَ۬للَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ اَ۬لْقِيَٰمَةِ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَۖ ٦٧",
    "text_simple": "الله يحكم بينكم يوم القيمة فيما كنتم فيه تختلفون"
  },
  {
    "id": 2661,
    "jozz": 17,
    "page": "340",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 68,
    "text_tashkeel": " أَلَمْ تَعْلَمَ اَنَّ اَ۬للَّهَ يَعْلَمُ مَا فِے اِ۬لسَّمَآءِ وَالَارْضِۖ إِنَّ ذَٰلِكَ فِے كِتَٰبٍۖ اِنَّ ذَٰلِكَ عَلَى اَ۬للَّهِ يَسِيرٞۖ ٦٨",
    "text_simple": "ألم تعلم ان الله يعلم ما فے السمآء والارض إن ذلك فے كتب ان ذلك على الله يسيرٞ"
  },
  {
    "id": 2662,
    "jozz": 17,
    "page": "340",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 69,
    "text_tashkeel": "وَيَعْبُدُونَ مِن دُونِ اِ۬للَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَٰناٗ وَمَا لَيْسَ لَهُم بِهِۦ عِلْمٞۖ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖۖ ٦٩",
    "text_simple": "ويعبدون من دون الله ما لم ينزل به سلطناٗ وما ليس لهم به علمٞ وما للظلمين من نصيرٖ"
  },
  {
    "id": 2663,
    "jozz": 17,
    "page": "340",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 12,
    "line_end": 15,
    "aya_no": 70,
    "text_tashkeel": "۞ وَإِذَا تُتْل۪ىٰ عَلَيْهِمُۥٓ ءَايَٰتُنَا بَيِّنَٰتٖ تَعْرِفُ فِے وُجُوهِ اِ۬لذِينَ كَفَرُواْ اُ۬لْمُنكَرَ يَكَادُونَ يَسْطُونَ بِالذِينَ يَتْلُونَ عَلَيْهِمُۥٓ ءَايَٰتِنَاۖ قُلَ اَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۖ اُ۬لنَّارُ وَعَدَهَا اَ۬للَّهُ اُ۬لذِينَ كَفَرُواْۖ وَبِيسَ اَ۬لْمَصِيرُۖ ٧٠",
    "text_simple": "وإذا تتلى عليهمٓ ءايتنا بينتٖ تعرف فے وجوه الذين كفروا المنكر يكادون يسطون بالذين يتلون عليهمٓ ءايتنا قل افأنبئكم بشرٖ من ذلكم النار وعدها الله الذين كفروا وبيس المصير"
  },
  {
    "id": 2664,
    "jozz": 17,
    "page": "341",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 71,
    "text_tashkeel": " يَٰٓأَيُّهَا اَ۬لنَّاسُ ضُرِبَ مَثَلٞ فَاسْتَمِعُواْ لَهُۥٓۖ إِنَّ اَ۬لذِينَ تَدْعُونَ مِن دُونِ اِ۬للَّهِ لَنْ يَّخْلُقُواْ ذُبَاباٗ وَلَوِ اِ۪جْتَمَعُواْ لَهُۥۖ وَإِنْ يَّسْلُبْهُمُ اُ۬لذُّبَابُ شَئْاٗ لَّا يَسْتَنقِذُوهُ مِنْهُۖ ضَعُفَ اَ۬لطَّالِبُ وَالْمَطْلُوبُۖ ٧١",
    "text_simple": "يٓأيها الناس ضرب مثلٞ فاستمعوا لهٓ إن الذين تدعون من دون الله لن يخلقوا ذباباٗ ولو اجتمعوا له وإن يسلبهم الذباب شئاٗ لا يستنقذوه منه ضعف الطالب والمطلوب"
  },
  {
    "id": 2665,
    "jozz": 17,
    "page": "341",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 72,
    "text_tashkeel": "مَا قَدَرُواْ اُ۬للَّهَ حَقَّ قَدْرِهِۦٓۖ إِنَّ اَ۬للَّهَ لَقَوِيٌّ عَزِيزٌۖ ٧٢",
    "text_simple": "ما قدروا الله حق قدرهٓ إن الله لقوي عزيز"
  },
  {
    "id": 2666,
    "jozz": 17,
    "page": "341",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 73,
    "text_tashkeel": "اِ۬للَّهُ يَصْطَفِے مِنَ اَ۬لْمَلَٰٓئِكَةِ رُسُلاٗ وَمِنَ اَ۬لنَّاسِۖ إِنَّ اَ۬للَّهَ سَمِيعُۢ بَصِيرٞۖ ٧٣",
    "text_simple": "الله يصطفے من الملٓئكة رسلاٗ ومن الناس إن الله سميع بصيرٞ"
  },
  {
    "id": 2667,
    "jozz": 17,
    "page": "341",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 74,
    "text_tashkeel": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْۖ وَإِلَى اَ۬للَّهِ تُرْجَعُ اُ۬لُامُورُۖ ٧٤",
    "text_simple": "يعلم ما بين أيديهم وما خلفهم وإلى الله ترجع الامور"
  },
  {
    "id": 2668,
    "jozz": 17,
    "page": "341",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 75,
    "text_tashkeel": " يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ اُ۪رْكَعُواْ وَاسْجُدُواْ وَاعْبُدُواْ رَبَّكُمْ وَافْعَلُواْ اُ۬لْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَۖ ٧٥",
    "text_simple": "يٓأيها الذين ءامنوا اركعوا واسجدوا واعبدوا ربكم وافعلوا الخير لعلكم تفلحون"
  },
  {
    "id": 2669,
    "jozz": 17,
    "page": "341",
    "sura_no": 22,
    "sura_name_en": "Al-Ḥajj",
    "sura_name_ar": "الحج ",
    "line_start": 9,
    "line_end": 15,
    "aya_no": 76,
    "text_tashkeel": "وَجَٰهِدُواْ فِے اِ۬للَّهِ حَقَّ جِهَادِهِۦۖ هُوَ اَ۪جْتَب۪يٰكُمْۖ وَمَا جَعَلَ عَلَيْكُمْ فِے اِ۬لدِّينِ مِنْ حَرَجٖۖ مِّلَّةَ أَبِيكُمُۥٓ إِبْرَٰهِيمَۖ هُوَ سَمّ۪يٰكُمُ اُ۬لْمُسْلِمِينَ مِن قَبْلُ وَفِے هَٰذَا لِيَكُونَ اَ۬لرَّسُولُ شَهِيداً عَلَيْكُمْ وَتَكُونُواْ شُهَدَآءَ عَلَى اَ۬لنَّاسِۖ فَأَقِيمُواْ اُ۬لصَّلَوٰةَ وَءَاتُواْ اُ۬لزَّكَوٰةَۖ وَاعْتَصِمُواْ بِاللَّهِۖ هُوَ مَوْل۪يٰكُمْۖ فَنِعْمَ اَ۬لْمَوْل۪ىٰۖ وَنِعْمَ اَ۬لنَّصِيرُۖ ٧٦",
    "text_simple": "وجهدوا فے الله حق جهاده هو اجتبيكم وما جعل عليكم فے الدين من حرجٖ ملة أبيكمٓ إبرهيم هو سميكم المسلمين من قبل وفے هذا ليكون الرسول شهيدا عليكم وتكونوا شهدآء على الناس فأقيموا الصلوة وءاتوا الزكوة واعتصموا بالله هو موليكم فنعم المولى ونعم النصير"
  }
]