[
  {
    "id": 5055,
    "jozz": 27,
    "page": "537",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 13,
    "line_end": 13,
    "aya_no": 1,
    "text_tashkeel": "سَبَّحَ لِلهِ مَا فِے اِ۬لسَّمَٰوَٰتِ وَالَارْضِۖ وَهُوَ اَ۬لْعَزِيزُ اُ۬لْحَكِيمُۖ ١",
    "text_simple": "سبح لله ما فے السموت والارض وهو العزيز الحكيم"
  },
  {
    "id": 5056,
    "jozz": 27,
    "page": "537",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 2,
    "text_tashkeel": "لَهُۥ مُلْكُ اُ۬لسَّمَٰوَٰتِ وَالَارْضِ يُحْيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَےْءٖ قَدِيرٌۖ ٢",
    "text_simple": "له ملك السموت والارض يحي ويميت وهو على كل شےءٖ قدير"
  },
  {
    "id": 5057,
    "jozz": 27,
    "page": "537",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 15,
    "line_end": 15,
    "aya_no": 3,
    "text_tashkeel": " هُوَ اَ۬لَاوَّلُ وَالَاخِرُ وَالظَّٰهِرُ وَالْبَاطِنُۖ وَهُوَ بِكُلِّ شَےْءٍ عَلِيمٌۖ ٣",
    "text_simple": "هو الاول والاخر والظهر والباطن وهو بكل شےء عليم"
  },
  {
    "id": 5058,
    "jozz": 27,
    "page": "538",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 4,
    "text_tashkeel": " هُوَ اَ۬لذِے خَلَقَ اَ۬لسَّمَٰوَٰتِ وَالَارْضَ فِے سِتَّةِ أَيَّامٖ ثُمَّ اَ۪سْتَو۪ىٰ عَلَى اَ۬لْعَرْشِۖ يَعْلَمُ مَا يَلِجُ فِے اِ۬لَارْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ اَ۬لسَّمَآءِ وَمَا يَعْرُجُ فِيهَاۖ وَهُوَ مَعَكُمُۥٓ أَيْنَ مَا كُنتُمْۖ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٞۖ ٤",
    "text_simple": "هو الذے خلق السموت والارض فے ستة أيامٖ ثم استوى على العرش يعلم ما يلج فے الارض وما يخرج منها وما ينزل من السمآء وما يعرج فيها وهو معكمٓ أين ما كنتم والله بما تعملون بصيرٞ"
  },
  {
    "id": 5059,
    "jozz": 27,
    "page": "538",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 4,
    "line_end": 4,
    "aya_no": 5,
    "text_tashkeel": "لَّهُۥ مُلْكُ اُ۬لسَّمَٰوَٰتِ وَالَارْضِۖ وَإِلَى اَ۬للَّهِ تُرْجَعُ اُ۬لُامُورُۖ ٥",
    "text_simple": "له ملك السموت والارض وإلى الله ترجع الامور"
  },
  {
    "id": 5060,
    "jozz": 27,
    "page": "538",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 6,
    "text_tashkeel": " يُولِجُ اُ۬ليْلَ فِے اِ۬لنَّه۪ارِ وَيُولِجُ اُ۬لنَّهَارَ فِے اِ۬ليْلِۖ وَهُوَ عَلِيمُۢ بِذَاتِ اِ۬لصُّدُورِۖ ٦",
    "text_simple": "يولج اليل فے النهار ويولج النهار فے اليل وهو عليم بذات الصدور"
  },
  {
    "id": 5061,
    "jozz": 27,
    "page": "538",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 7,
    "text_tashkeel": "۞ ءَامِنُواْ بِاللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسْتَخْلَفِينَ فِيهِۖ فَالذِينَ ءَامَنُواْ مِنكُمْ وَأَنفَقُواْ لَهُمُۥٓ أَجْرٞ كَبِيرٞۖ ٧",
    "text_simple": "ءامنوا بالله ورسوله وأنفقوا مما جعلكم مستخلفين فيه فالذين ءامنوا منكم وأنفقوا لهمٓ أجرٞ كبيرٞ"
  },
  {
    "id": 5062,
    "jozz": 27,
    "page": "538",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 8,
    "text_tashkeel": " وَمَا لَكُمْ لَا تُومِنُونَ بِاللَّهِ وَالرَّسُولُ يَدْعُوكُمْ لِتُومِنُواْ بِرَبِّكُمْ وَقَدَ اَخَذَ مِيثَٰقَكُمُۥٓ إِن كُنتُم مُّومِنِينَۖ ٨",
    "text_simple": "وما لكم لا تومنون بالله والرسول يدعوكم لتومنوا بربكم وقد اخذ ميثقكمٓ إن كنتم مومنين"
  },
  {
    "id": 5063,
    "jozz": 27,
    "page": "538",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 9,
    "text_tashkeel": "هُوَ اَ۬لذِے يُنَزِّلُ عَلَىٰ عَبْدِهِۦٓ ءَايَٰتِۢ بَيِّنَٰتٖ لِّيُخْرِجَكُم مِّنَ اَ۬لظُّلُمَٰتِ إِلَى اَ۬لنُّورِۖ وَإِنَّ اَ۬للَّهَ بِكُمْ لَرَءُوفٞ رَّحِيمٞۖ ٩",
    "text_simple": "هو الذے ينزل على عبدهٓ ءايت بينتٖ ليخرجكم من الظلمت إلى النور وإن الله بكم لرءوفٞ رحيمٞ"
  },
  {
    "id": 5064,
    "jozz": 27,
    "page": "538",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 11,
    "line_end": 14,
    "aya_no": 10,
    "text_tashkeel": "وَمَا لَكُمُۥٓ أَلَّا تُنفِقُواْ فِے سَبِيلِ اِ۬للَّهِ وَلِلهِ مِيرَٰثُ اُ۬لسَّمَٰوَٰتِ وَالَارْضِۖ لَا يَسْتَوِے مِنكُم مَّنَ اَنفَقَ مِن قَبْلِ اِ۬لْفَتْحِ وَقَٰتَلَۖ أُوْلَٰٓئِكَ أَعْظَمُ دَرَجَةٗ مِّنَ اَ۬لذِينَ أَنفَقُواْ مِنۢ بَعْدُ وَقَٰتَلُواْۖ وَكُلّاٗ وَعَدَ اَ۬للَّهُ اُ۬لْحُسْن۪ىٰۖ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٞۖ ١٠",
    "text_simple": "وما لكمٓ ألا تنفقوا فے سبيل الله ولله ميرث السموت والارض لا يستوے منكم من انفق من قبل الفتح وقتل أولٓئك أعظم درجةٗ من الذين أنفقوا من بعد وقتلوا وكلاٗ وعد الله الحسنى والله بما تعملون خبيرٞ"
  },
  {
    "id": 5065,
    "jozz": 27,
    "page": "538",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 11,
    "text_tashkeel": "مَّن ذَا اَ۬لذِے يُقْرِضُ اُ۬للَّهَ قَرْضاً حَسَناٗ فَيُضَٰعِفُهُۥ لَهُۥ وَلَهُۥٓ أَجْرٞ كَرِيمٞۖ ١١",
    "text_simple": "من ذا الذے يقرض الله قرضا حسناٗ فيضعفه له ولهٓ أجرٞ كريمٞ"
  },
  {
    "id": 5066,
    "jozz": 27,
    "page": "539",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 12,
    "text_tashkeel": " يَوْمَ تَرَى اَ۬لْمُومِنِينَ وَالْمُومِنَٰتِ يَسْع۪ىٰ نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَٰنِهِمۖ بُشْر۪يٰكُمُ اُ۬لْيَوْمَ جَنَّٰتٞ تَجْرِے مِن تَحْتِهَا اَ۬لَانْهَٰرُ خَٰلِدِينَ فِيهَاۖ ذَٰلِكَ هُوَ اَ۬لْفَوْزُ اُ۬لْعَظِيمُۖ ١٢",
    "text_simple": "يوم ترى المومنين والمومنت يسعى نورهم بين أيديهم وبأيمنهم بشريكم اليوم جنتٞ تجرے من تحتها الانهر خلدين فيها ذلك هو الفوز العظيم"
  },
  {
    "id": 5067,
    "jozz": 27,
    "page": "539",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 3,
    "line_end": 8,
    "aya_no": 13,
    "text_tashkeel": "يَوْمَ يَقُولُ اُ۬لْمُنَٰفِقُونَ وَالْمُنَٰفِقَٰتُ لِلذِينَ ءَامَنُواْ اُ۟نظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ قِيلَ اَ۪رْجِعُواْ وَرَآءَكُمْ فَالْتَمِسُواْ نُوراٗۖ فَضُرِبَ بَيْنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ اِ۬لرَّحْمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ اِ۬لْعَذَابُۖ يُنَادُونَهُمُۥٓ أَلَمْ نَكُن مَّعَكُمْۖ قَالُواْ بَل۪ىٰ وَلَٰكِنَّكُمْ فَتَنتُمُۥٓ أَنفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ اُ۬لَامَانِيُّ حَتَّىٰ جَآءَ امْرُ اُ۬للَّهِ وَغَرَّكُم بِاللَّهِ اِ۬لْغَرُورُۖ ١٣",
    "text_simple": "يوم يقول المنفقون والمنفقت للذين ءامنوا انظرونا نقتبس من نوركم قيل ارجعوا ورآءكم فالتمسوا نوراٗ فضرب بينهم بسورٖ له باب باطنه فيه الرحمة وظهره من قبله العذاب ينادونهمٓ ألم نكن معكم قالوا بلى ولكنكم فتنتمٓ أنفسكم وتربصتم وارتبتم وغرتكم الاماني حتى جآء امر الله وغركم بالله الغرور"
  },
  {
    "id": 5068,
    "jozz": 27,
    "page": "539",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 14,
    "text_tashkeel": "فَالْيَوْمَ لَا يُوخَذُ مِنكُمْ فِدْيَةٞ وَلَا مِنَ اَ۬لذِينَ كَفَرُواْ مَأْو۪يٰكُمُ اُ۬لنَّارُ هِيَ مَوْل۪يٰكُمْۖ وَبِيسَ اَ۬لْمَصِيرُۖ ١٤",
    "text_simple": "فاليوم لا يوخذ منكم فديةٞ ولا من الذين كفروا مأويكم النار هي موليكم وبيس المصير"
  },
  {
    "id": 5069,
    "jozz": 27,
    "page": "539",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 10,
    "line_end": 13,
    "aya_no": 15,
    "text_tashkeel": "۞ أَلَمْ يَانِ لِلذِينَ ءَامَنُوٓاْ أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اِ۬للَّهِ وَمَا نَزَلَ مِنَ اَ۬لْحَقِّۖ وَلَا يَكُونُواْ كَالذِينَ أُوتُواْ اُ۬لْكِتَٰبَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ اُ۬لَامَدُ فَقَسَتْ قُلُوبُهُمْۖ وَكَثِيرٞ مِّنْهُمْ فَٰسِقُونَۖ ١٥",
    "text_simple": "ألم يان للذين ءامنوٓا أن تخشع قلوبهم لذكر الله وما نزل من الحق ولا يكونوا كالذين أوتوا الكتب من قبل فطال عليهم الامد فقست قلوبهم وكثيرٞ منهم فسقون"
  },
  {
    "id": 5070,
    "jozz": 27,
    "page": "539",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 16,
    "text_tashkeel": "اَ۪عْلَمُوٓاْ أَنَّ اَ۬للَّهَ يُحْيِ اِ۬لَارْضَ بَعْدَ مَوْتِهَاۖ قَدْ بَيَّنَّا لَكُمُ اُ۬لَايَٰتِ لَعَلَّكُمْ تَعْقِلُونَۖ ١٦",
    "text_simple": "اعلموٓا أن الله يحي الارض بعد موتها قد بينا لكم الايت لعلكم تعقلون"
  },
  {
    "id": 5071,
    "jozz": 27,
    "page": "539",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 17,
    "text_tashkeel": "إِنَّ اَ۬لْمُصَّدِّقِينَ وَالْمُصَّدِّقَٰتِ وَأَقْرَضُواْ اُ۬للَّهَ قَرْضاً حَسَناٗ يُضَٰعَفُ لَهُمْ وَلَهُمُۥٓ أَجْرٞ كَرِيمٞۖ ١٧",
    "text_simple": "إن المصدقين والمصدقت وأقرضوا الله قرضا حسناٗ يضعف لهم ولهمٓ أجرٞ كريمٞ"
  },
  {
    "id": 5072,
    "jozz": 27,
    "page": "540",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 18,
    "text_tashkeel": " وَالذِينَ ءَامَنُواْ بِاللَّهِ وَرُسُلِهِۦٓ أُوْلَٰٓئِكَ هُمُ اُ۬لصِّدِّيقُونَۖ وَالشُّهَدَآءُ عِندَ رَبِّهِمْۖ لَهُمُۥٓ أَجْرُهُمْ وَنُورُهُمْۖ وَالذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصْحَٰبُ اُ۬لْجَحِيمِۖ ١٨",
    "text_simple": "والذين ءامنوا بالله ورسلهٓ أولٓئك هم الصديقون والشهدآء عند ربهم لهمٓ أجرهم ونورهم والذين كفروا وكذبوا بٔايتنآ أولٓئك أصحب الجحيم"
  },
  {
    "id": 5073,
    "jozz": 27,
    "page": "540",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 3,
    "line_end": 7,
    "aya_no": 19,
    "text_tashkeel": "اِ۪عْلَمُوٓاْ أَنَّمَا اَ۬لْحَيَوٰةُ اُ۬لدُّنْي۪ا لَعِبٞ وَلَهْوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيْنَكُمْ وَتَكَاثُرٞ فِے اِ۬لَامْوَٰلِ وَالَاوْلَٰدِ كَمَثَلِ غَيْثٍ اَعْجَبَ اَ۬لْكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَر۪يٰهُ مُصْفَرّاٗ ثُمَّ يَكُونُ حُطَٰماٗۖ وَفِے اِ۬لَاخِرَةِ عَذَابٞ شَدِيدٞ وَمَغْفِرَةٞ مِّنَ اَ۬للَّهِ وَرِضْوَٰنٞۖ وَمَا اَ۬لْحَيَوٰةُ اُ۬لدُّنْي۪آ إِلَّا مَتَٰعُ اُ۬لْغُرُورِۖ ١٩",
    "text_simple": "اعلموٓا أنما الحيوة الدنيا لعبٞ ولهوٞ وزينةٞ وتفاخر بينكم وتكاثرٞ فے الامول والاولد كمثل غيث اعجب الكفار نباته ثم يهيج فتريه مصفراٗ ثم يكون حطماٗ وفے الاخرة عذابٞ شديدٞ ومغفرةٞ من الله ورضونٞ وما الحيوة الدنيآ إلا متع الغرور"
  },
  {
    "id": 5074,
    "jozz": 27,
    "page": "540",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 7,
    "line_end": 10,
    "aya_no": 20,
    "text_tashkeel": "سَابِقُوٓاْ إِلَىٰ مَغْفِرَةٖ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ اِ۬لسَّمَآءِ وَالَارْضِ أُعِدَّتْ لِلذِينَ ءَامَنُواْ بِاللَّهِ وَرُسُلِهِۦۖ ذَٰلِكَ فَضْلُ اُ۬للَّهِ يُوتِيهِ مَنْ يَّشَآءُۖ وَاللَّهُ ذُو اُ۬لْفَضْلِ اِ۬لْعَظِيمِۖ ٢٠",
    "text_simple": "سابقوٓا إلى مغفرةٖ من ربكم وجنة عرضها كعرض السمآء والارض أعدت للذين ءامنوا بالله ورسله ذلك فضل الله يوتيه من يشآء والله ذو الفضل العظيم"
  },
  {
    "id": 5075,
    "jozz": 27,
    "page": "540",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 21,
    "text_tashkeel": "۞ مَآ أَصَابَ مِن مُّصِيبَةٖ فِے اِ۬لَارْضِ وَلَا فِےٓ أَنفُسِكُمُۥٓ إِلَّا فِے كِتَٰبٖ مِّن قَبْلِ أَن نَّبْرَأَهَآۖ إِنَّ ذَٰلِكَ عَلَى اَ۬للَّهِ يَسِيرٞ ٢١",
    "text_simple": "مآ أصاب من مصيبةٖ فے الارض ولا فےٓ أنفسكمٓ إلا فے كتبٖ من قبل أن نبرأهآ إن ذلك على الله يسيرٞ"
  },
  {
    "id": 5076,
    "jozz": 27,
    "page": "540",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 22,
    "text_tashkeel": "لِّكَيْلَا تَاسَوْاْ عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُواْ بِمَآ ءَات۪يٰكُمْۖ وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٖ فَخُورٍۖ ٢٢",
    "text_simple": "لكيلا تاسوا على ما فاتكم ولا تفرحوا بمآ ءاتيكم والله لا يحب كل مختالٖ فخور"
  },
  {
    "id": 5077,
    "jozz": 27,
    "page": "540",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 23,
    "text_tashkeel": "اِ۬لذِينَ يَبْخَلُونَ وَيَامُرُونَ اَ۬لنَّاسَ بِالْبُخْلِۖ وَمَنْ يَّتَوَلَّ فَإِنَّ اَ۬للَّهَ اَ۬لْغَنِيُّ اُ۬لْحَمِيدُۖ ٢٣",
    "text_simple": "الذين يبخلون ويامرون الناس بالبخل ومن يتول فإن الله الغني الحميد"
  },
  {
    "id": 5078,
    "jozz": 27,
    "page": "541",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 24,
    "text_tashkeel": " لَقَدَ اَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَٰتِ وَأَنزَلْنَا مَعَهُمُ اُ۬لْكِتَٰبَ وَالْمِيزَانَ لِيَقُومَ اَ۬لنَّاسُ بِالْقِسْطِۖ وَأَنزَلْنَا اَ۬لْحَدِيدَ فِيهِ بَأْسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِۖ وَلِيَعْلَمَ اَ۬للَّهُ مَنْ يَّنصُرُهُۥ وَرُسُلَهُۥ بِالْغَيْبِۖ إِنَّ اَ۬للَّهَ قَوِيٌّ عَزِيزٞۖ ٢٤",
    "text_simple": "لقد ارسلنا رسلنا بالبينت وأنزلنا معهم الكتب والميزان ليقوم الناس بالقسط وأنزلنا الحديد فيه بأسٞ شديدٞ ومنفع للناس وليعلم الله من ينصره ورسله بالغيب إن الله قوي عزيزٞ"
  },
  {
    "id": 5079,
    "jozz": 27,
    "page": "541",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 25,
    "text_tashkeel": "وَلَقَدَ اَرْسَلْنَا نُوحاٗ وَإِبْرَٰهِيمَ وَجَعَلْنَا فِے ذُرِّيَّتِهِمَا اَ۬لنُّبُوٓءَةَ وَالْكِتَٰبَۖ فَمِنْهُم مُّهْتَدٖۖ وَكَثِيرٞ مِّنْهُمْ فَٰسِقُونَۖ ٢٥",
    "text_simple": "ولقد ارسلنا نوحاٗ وإبرهيم وجعلنا فے ذريتهما النبوٓءة والكتب فمنهم مهتدٖ وكثيرٞ منهم فسقون"
  },
  {
    "id": 5080,
    "jozz": 27,
    "page": "541",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 6,
    "line_end": 11,
    "aya_no": 26,
    "text_tashkeel": "ثُمَّ قَفَّيْنَا عَلَىٰٓ ءَاثٰ۪رِهِم بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى اَ۪بْنِ مَرْيَمَ وَءَاتَيْنَٰهُ اُ۬لِانجِيلَۖ وَجَعَلْنَا فِے قُلُوبِ اِ۬لذِينَ اَ۪تَّبَعُوهُ رَأْفَةٗ وَرَحْمَةٗ وَرَهْبَانِيَّةً اِ۪بْتَدَعُوهَا مَا كَتَبْنَٰهَا عَلَيْهِمُۥٓ إِلَّا اَ۪بْتِغَآءَ رِضْوَٰنِ اِ۬للَّهِۖ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيْنَا اَ۬لذِينَ ءَامَنُواْ مِنْهُمُۥٓ أَجْرَهُمْۖ وَكَثِيرٞ مِّنْهُمْ فَٰسِقُونَۖ ٢٦",
    "text_simple": "ثم قفينا علىٓ ءاثرهم برسلنا وقفينا بعيسى ابن مريم وءاتينه الانجيل وجعلنا فے قلوب الذين اتبعوه رأفةٗ ورحمةٗ ورهبانية ابتدعوها ما كتبنها عليهمٓ إلا ابتغآء رضون الله فما رعوها حق رعايتها فٔاتينا الذين ءامنوا منهمٓ أجرهم وكثيرٞ منهم فسقون"
  },
  {
    "id": 5081,
    "jozz": 27,
    "page": "541",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 11,
    "line_end": 13,
    "aya_no": 27,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ اُ۪تَّقُواْ اُ۬للَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُوتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِۦ وَيَجْعَل لَّكُمْ نُوراٗ تَمْشُونَ بِهِۦ وَيَغْفِرْ لَكُمْۖ وَاللَّهُ غَفُورٞ رَّحِيمٞ ٢٧",
    "text_simple": "يٓأيها الذين ءامنوا اتقوا الله وءامنوا برسوله يوتكم كفلين من رحمته ويجعل لكم نوراٗ تمشون به ويغفر لكم والله غفورٞ رحيمٞ"
  },
  {
    "id": 5082,
    "jozz": 27,
    "page": "541",
    "sura_no": 57,
    "sura_name_en": "Al-Ḥadīd",
    "sura_name_ar": "الحدِيد ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 28,
    "text_tashkeel": "لِّيَ۬لَّا يَعْلَمَ أَهْلُ اُ۬لْكِتَٰبِ أَلَّا يَقْدِرُونَ عَلَىٰ شَےْءٖ مِّن فَضْلِ اِ۬للَّهِ وَأَنَّ اَ۬لْفَضْلَ بِيَدِ اِ۬للَّهِ يُوتِيهِ مَنْ يَّشَآءُۖ وَاللَّهُ ذُو اُ۬لْفَضْلِ اِ۬لْعَظِيمِۖ ٢٨",
    "text_simple": "ليلا يعلم أهل الكتب ألا يقدرون على شےءٖ من فضل الله وأن الفضل بيد الله يوتيه من يشآء والله ذو الفضل العظيم"
  }
]