[
  {
    "id": 2789,
    "jozz": 18,
    "page": "350",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 3,
    "line_end": 3,
    "aya_no": 1,
    "text_tashkeel": "سُورَةٌ اَنزَلْنَٰهَا وَفَرَضْنَٰهَا وَأَنزَلْنَا فِيهَآ ءَايَٰتِۢ بَيِّنَٰتٖ لَّعَلَّكُمْ تَذَّكَّرُونَۖ ١",
    "text_simple": "سورة انزلنها وفرضنها وأنزلنا فيهآ ءايت بينتٖ لعلكم تذكرون"
  },
  {
    "id": 2790,
    "jozz": 18,
    "page": "350",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 2,
    "text_tashkeel": " اَ۬لزَّانِيَةُ وَالزَّانِے فَاجْلِدُواْ كُلَّ وَٰحِدٖ مِّنْهُمَا مِاْئَةَ جَلْدَةٖۖ وَلَا تَاخُذْكُم بِهِمَا رَأْفَةٞ فِے دِينِ اِ۬للَّهِ إِن كُنتُمْ تُومِنُونَ بِاللَّهِ وَالْيَوْمِ اِ۬لَاخِرِۖ وَلْيَشْهَدْ عَذَابَهُمَا طَآئِفَةٞ مِّنَ اَ۬لْمُومِنِينَۖ ٢",
    "text_simple": "الزانية والزانے فاجلدوا كل وحدٖ منهما مائة جلدةٖ ولا تاخذكم بهما رأفةٞ فے دين الله إن كنتم تومنون بالله واليوم الاخر وليشهد عذابهما طآئفةٞ من المومنين"
  },
  {
    "id": 2791,
    "jozz": 18,
    "page": "350",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 3,
    "text_tashkeel": "اَ۬لزَّانِے لَا يَنكِحُ إِلَّا زَانِيَةً اَوْ مُشْرِكَةٗۖ وَالزَّانِيَةُ لَا يَنكِحُهَآ إِلَّا زَانٍ اَوْ مُشْرِكٞۖ وَحُرِّمَ ذَٰلِكَ عَلَى اَ۬لْمُومِنِينَۖ ٣",
    "text_simple": "الزانے لا ينكح إلا زانية او مشركةٗ والزانية لا ينكحهآ إلا زان او مشركٞ وحرم ذلك على المومنين"
  },
  {
    "id": 2792,
    "jozz": 18,
    "page": "350",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 4,
    "text_tashkeel": " وَالذِينَ يَرْمُونَ اَ۬لْمُحْصَنَٰتِ ثُمَّ لَمْ يَاتُواْ بِأَرْبَعَةِ شُهَدَآءَ فَاجْلِدُوهُمْ ثَمَٰنِينَ جَلْدَةٗۖ وَلَا تَقْبَلُواْ لَهُمْ شَهَٰدَةً اَبَداٗ وَأُوْلَٰٓئِكَ هُمُ اُ۬لْفَٰسِقُونَ ٤",
    "text_simple": "والذين يرمون المحصنت ثم لم ياتوا بأربعة شهدآء فاجلدوهم ثمنين جلدةٗ ولا تقبلوا لهم شهدة ابداٗ وأولٓئك هم الفسقون"
  },
  {
    "id": 2793,
    "jozz": 18,
    "page": "350",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 5,
    "text_tashkeel": "إِلَّا اَ۬لذِينَ تَابُواْ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُواْ فَإِنَّ اَ۬للَّهَ غَفُورٞ رَّحِيمٞۖ ٥",
    "text_simple": "إلا الذين تابوا من بعد ذلك وأصلحوا فإن الله غفورٞ رحيمٞ"
  },
  {
    "id": 2794,
    "jozz": 18,
    "page": "350",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 6,
    "text_tashkeel": "وَالذِينَ يَرْمُونَ أَزْوَٰجَهُمْ وَلَمْ يَكُن لَّهُمْ شُهَدَآءُ اِ۪لَّآ أَنفُسُهُمْ فَشَهَٰدَةُ أَحَدِهِمُۥٓ أَرْبَعَ شَهَٰدَٰتِۢ بِاللَّهِ إِنَّهُۥ لَمِنَ اَ۬لصَّٰدِقِينَ ٦",
    "text_simple": "والذين يرمون أزوجهم ولم يكن لهم شهدآء الآ أنفسهم فشهدة أحدهمٓ أربع شهدت بالله إنه لمن الصدقين"
  },
  {
    "id": 2795,
    "jozz": 18,
    "page": "350",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 7,
    "text_tashkeel": "وَالْخَٰمِسَةُ أَن لَّعْنَتُ اُ۬للَّهِ عَلَيْهِ إِن كَانَ مِنَ اَ۬لْكَٰذِبِينَۖ ٧",
    "text_simple": "والخمسة أن لعنت الله عليه إن كان من الكذبين"
  },
  {
    "id": 2796,
    "jozz": 18,
    "page": "350",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 8,
    "text_tashkeel": "وَيَدْرَؤُاْ عَنْهَا اَ۬لْعَذَابَ أَن تَشْهَدَ أَرْبَعَ شَهَٰدَٰتِۢ بِاللَّهِ إِنَّهُۥ لَمِنَ اَ۬لْكَٰذِبِينَ ٨",
    "text_simple": "ويدرؤا عنها العذاب أن تشهد أربع شهدت بالله إنه لمن الكذبين"
  },
  {
    "id": 2797,
    "jozz": 18,
    "page": "350",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 14,
    "line_end": 14,
    "aya_no": 9,
    "text_tashkeel": "وَالْخَٰمِسَةُ أَنْ غَضِبَ اَ۬للَّهُ عَلَيْهَآ إِن كَانَ مِنَ اَ۬لصَّٰدِقِينَۖ ٩",
    "text_simple": "والخمسة أن غضب الله عليهآ إن كان من الصدقين"
  },
  {
    "id": 2798,
    "jozz": 18,
    "page": "350",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 15,
    "line_end": 15,
    "aya_no": 10,
    "text_tashkeel": " وَلَوْلَا فَضْلُ اُ۬للَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ وَأَنَّ اَ۬للَّهَ تَوَّابٌ حَكِيمٌۖ ١٠",
    "text_simple": "ولولا فضل الله عليكم ورحمته وأن الله تواب حكيم"
  },
  {
    "id": 2799,
    "jozz": 18,
    "page": "351",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 11,
    "text_tashkeel": " ۞ اِنَّ اَ۬لذِينَ جَآءُو بِالِافْكِ عُصْبَةٞ مِّنكُمْ لَا تَحْسِبُوهُ شَرّاٗ لَّكُمۖ بَلْ هُوَ خَيْرٞ لَّكُمْۖ لِكُلِّ اِ۪مْرِےٕٖ مِّنْهُم مَّا اَ۪كْتَسَبَ مِنَ اَ۬لِاثْمِۖ وَالذِے تَوَلّ۪ىٰ كِبْرَهُۥ مِنْهُمْ لَهُۥ عَذَابٌ عَظِيمٞۖ ١١",
    "text_simple": "ان الذين جآءو بالافك عصبةٞ منكم لا تحسبوه شراٗ لكم بل هو خيرٞ لكم لكل امرےٕٖ منهم ما اكتسب من الاثم والذے تولى كبره منهم له عذاب عظيمٞ"
  },
  {
    "id": 2800,
    "jozz": 18,
    "page": "351",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 12,
    "text_tashkeel": "لَّوْلَآ إِذْ سَمِعْتُمُوهُ ظَنَّ اَ۬لْمُومِنُونَ وَالْمُومِنَٰتُ بِأَنفُسِهِمْ خَيْراٗ وَقَالُواْ هَٰذَآ إِفْكٞ مُّبِينٞۖ ١٢",
    "text_simple": "لولآ إذ سمعتموه ظن المومنون والمومنت بأنفسهم خيراٗ وقالوا هذآ إفكٞ مبينٞ"
  },
  {
    "id": 2801,
    "jozz": 18,
    "page": "351",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 13,
    "text_tashkeel": " لَّوْلَا جَآءُو عَلَيْهِ بِأَرْبَعَةِ شُهَدَآءَۖ فَإِذْ لَمْ يَاتُواْ بِالشُّهَدَآءِ فَأُوْلَٰٓئِكَ عِندَ اَ۬للَّهِ هُمُ اُ۬لْكَٰذِبُونَۖ ١٣",
    "text_simple": "لولا جآءو عليه بأربعة شهدآء فإذ لم ياتوا بالشهدآء فأولٓئك عند الله هم الكذبون"
  },
  {
    "id": 2802,
    "jozz": 18,
    "page": "351",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 14,
    "text_tashkeel": "وَلَوْلَا فَضْلُ اُ۬للَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ فِے اِ۬لدُّنْي۪ا وَالَاخِرَةِ لَمَسَّكُمْ فِے مَآ أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ ١٤",
    "text_simple": "ولولا فضل الله عليكم ورحمته فے الدنيا والاخرة لمسكم فے مآ أفضتم فيه عذاب عظيم"
  },
  {
    "id": 2803,
    "jozz": 18,
    "page": "351",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 15,
    "text_tashkeel": " اِذْ تَلَقَّوْنَهُۥ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُم مَّا لَيْسَ لَكُم بِهِۦ عِلْمٞ وَتَحْسِبُونَهُۥ هَيِّناٗ وَهُوَ عِندَ اَ۬للَّهِ عَظِيمٞۖ ١٥",
    "text_simple": "اذ تلقونه بألسنتكم وتقولون بأفواهكم ما ليس لكم به علمٞ وتحسبونه هيناٗ وهو عند الله عظيمٞ"
  },
  {
    "id": 2804,
    "jozz": 18,
    "page": "351",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 16,
    "text_tashkeel": "وَلَوْلَآ إِذْ سَمِعْتُمُوهُ قُلْتُم مَّا يَكُونُ لَنَآ أَن نَّتَكَلَّمَ بِهَٰذَا سُبْحَٰنَكَ هَٰذَا بُهْتَٰنٌ عَظِيمٞۖ ١٦",
    "text_simple": "ولولآ إذ سمعتموه قلتم ما يكون لنآ أن نتكلم بهذا سبحنك هذا بهتن عظيمٞ"
  },
  {
    "id": 2805,
    "jozz": 18,
    "page": "351",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 17,
    "text_tashkeel": "يَعِظُكُمُ اُ۬للَّهُ أَن تَعُودُواْ لِمِثْلِهِۦٓ أَبَداً اِن كُنتُم مُّومِنِينَۖ ١٧",
    "text_simple": "يعظكم الله أن تعودوا لمثلهٓ أبدا ان كنتم مومنين"
  },
  {
    "id": 2806,
    "jozz": 18,
    "page": "351",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 12,
    "line_end": 12,
    "aya_no": 18,
    "text_tashkeel": "وَيُبَيِّنُ اُ۬للَّهُ لَكُمُ اُ۬لَايَٰتِۖ وَاللَّهُ عَلِيمٌ حَكِيمٌۖ ١٨",
    "text_simple": "ويبين الله لكم الايت والله عليم حكيم"
  },
  {
    "id": 2807,
    "jozz": 18,
    "page": "351",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 19,
    "text_tashkeel": " اِنَّ اَ۬لذِينَ يُحِبُّونَ أَن تَشِيعَ اَ۬لْفَٰحِشَةُ فِے اِ۬لذِينَ ءَامَنُواْ لَهُمْ عَذَابٌ اَلِيمٞ فِے اِ۬لدُّنْي۪ا وَالَاخِرَةِۖ وَاللَّهُ يَعْلَمُۖ وَأَنتُمْ لَا تَعْلَمُونَۖ ١٩",
    "text_simple": "ان الذين يحبون أن تشيع الفحشة فے الذين ءامنوا لهم عذاب اليمٞ فے الدنيا والاخرة والله يعلم وأنتم لا تعلمون"
  },
  {
    "id": 2808,
    "jozz": 18,
    "page": "351",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 15,
    "line_end": 15,
    "aya_no": 20,
    "text_tashkeel": " وَلَوْلَا فَضْلُ اُ۬للَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ وَأَنَّ اَ۬للَّهَ رَءُوفٞ رَّحِيمٞۖ ٢٠",
    "text_simple": "ولولا فضل الله عليكم ورحمته وأن الله رءوفٞ رحيمٞ"
  },
  {
    "id": 2809,
    "jozz": 18,
    "page": "352",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 21,
    "text_tashkeel": " ۞ يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ لَا تَتَّبِعُواْ خُطْوَٰتِ اِ۬لشَّيْطَٰنِۖ وَمَنْ يَّتَّبِعْ خُطْوَٰتِ اِ۬لشَّيْطَٰنِ فَإِنَّهُۥ يَامُرُ بِالْفَحْشَآءِ وَالْمُنكَرِۖ وَلَوْلَا فَضْلُ اُ۬للَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ مَا زَكَىٰ مِنكُم مِّنَ اَحَدٍ اَبَداٗۖ وَلَٰكِنَّ اَ۬للَّهَ يُزَكِّے مَنْ يَّشَآءُۖ وَاللَّهُ سَمِيعٌ عَلِيمٞۖ ٢١",
    "text_simple": "يٓأيها الذين ءامنوا لا تتبعوا خطوت الشيطن ومن يتبع خطوت الشيطن فإنه يامر بالفحشآء والمنكر ولولا فضل الله عليكم ورحمته ما زكى منكم من احد ابداٗ ولكن الله يزكے من يشآء والله سميع عليمٞ"
  },
  {
    "id": 2810,
    "jozz": 18,
    "page": "352",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 4,
    "line_end": 7,
    "aya_no": 22,
    "text_tashkeel": "وَلَا يَاتَلِ أُوْلُواْ اُ۬لْفَضْلِ مِنكُمْ وَالسَّعَةِ أَنْ يُّوتُوٓاْ أُوْلِے اِ۬لْقُرْب۪ىٰ وَالْمَسَٰكِينَ وَالْمُهَٰجِرِينَ فِے سَبِيلِ اِ۬للَّهِۖ وَلْيَعْفُواْ وَلْيَصْفَحُوٓاْۖ أَلَا تُحِبُّونَ أَنْ يَّغْفِرَ اَ۬للَّهُ لَكُمْۖ وَاللَّهُ غَفُورٞ رَّحِيمٌۖ ٢٢",
    "text_simple": "ولا ياتل أولوا الفضل منكم والسعة أن يوتوٓا أولے القربى والمسكين والمهجرين فے سبيل الله وليعفوا وليصفحوٓا ألا تحبون أن يغفر الله لكم والله غفورٞ رحيم"
  },
  {
    "id": 2811,
    "jozz": 18,
    "page": "352",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 23,
    "text_tashkeel": "اِنَّ اَ۬لذِينَ يَرْمُونَ اَ۬لْمُحْصَنَٰتِ اِ۬لْغَٰفِلَٰتِ اِ۬لْمُومِنَٰتِ لُعِنُواْ فِے اِ۬لدُّنْي۪ا وَالَاخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٞ ٢٣",
    "text_simple": "ان الذين يرمون المحصنت الغفلت المومنت لعنوا فے الدنيا والاخرة ولهم عذاب عظيمٞ"
  },
  {
    "id": 2812,
    "jozz": 18,
    "page": "352",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 24,
    "text_tashkeel": "يَوْمَ تَشْهَدُ عَلَيْهِمُۥٓ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُم بِمَا كَانُواْ يَعْمَلُونَۖ ٢٤",
    "text_simple": "يوم تشهد عليهمٓ ألسنتهم وأيديهم وأرجلهم بما كانوا يعملون"
  },
  {
    "id": 2813,
    "jozz": 18,
    "page": "352",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 25,
    "text_tashkeel": "يَوْمَئِذٖ يُوَفِّيهِمُ اُ۬للَّهُ دِينَهُمُ اُ۬لْحَقَّۖ وَيَعْلَمُونَ أَنَّ اَ۬للَّهَ هُوَ اَ۬لْحَقُّ اُ۬لْمُبِينُۖ ٢٥",
    "text_simple": "يومئذٖ يوفيهم الله دينهم الحق ويعلمون أن الله هو الحق المبين"
  },
  {
    "id": 2814,
    "jozz": 18,
    "page": "352",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 11,
    "line_end": 13,
    "aya_no": 26,
    "text_tashkeel": "اُ۬لْخَبِيثَٰتُ لِلْخَبِيثِينَ وَالْخَبِيثُونَ لِلْخَبِيثَٰتِۖ وَالطَّيِّبَٰتُ لِلطَّيِّبِينَ وَالطَّيِّبُونَ لِلطَّيِّبَٰتِۖ أُوْلَٰٓئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَۖ لَهُم مَّغْفِرَةٞ وَرِزْقٞ كَرِيمٞۖ ٢٦",
    "text_simple": "الخبيثت للخبيثين والخبيثون للخبيثت والطيبت للطيبين والطيبون للطيبت أولٓئك مبرءون مما يقولون لهم مغفرةٞ ورزقٞ كريمٞ"
  },
  {
    "id": 2815,
    "jozz": 18,
    "page": "352",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 27,
    "text_tashkeel": " يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ لَا تَدْخُلُواْ بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتَّىٰ تَسْتَانِسُواْ وَتُسَلِّمُواْ عَلَىٰٓ أَهْلِهَاۖ ذَٰلِكُمْ خَيْرٞ لَّكُمْ لَعَلَّكُمْ تَذَّكَّرُونَۖ ٢٧",
    "text_simple": "يٓأيها الذين ءامنوا لا تدخلوا بيوتا غير بيوتكم حتى تستانسوا وتسلموا علىٓ أهلها ذلكم خيرٞ لكم لعلكم تذكرون"
  },
  {
    "id": 2816,
    "jozz": 18,
    "page": "353",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 28,
    "text_tashkeel": " فَإِن لَّمْ تَجِدُواْ فِيهَآ أَحَداٗ فَلَا تَدْخُلُوهَا حَتَّىٰ يُوذَنَ لَكُمْۖ وَإِن قِيلَ لَكُمُ اُ۪رْجِعُواْ فَارْجِعُواْ هُوَ أَزْك۪ىٰ لَكُمْۖ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٞۖ ٢٨",
    "text_simple": "فإن لم تجدوا فيهآ أحداٗ فلا تدخلوها حتى يوذن لكم وإن قيل لكم ارجعوا فارجعوا هو أزكى لكم والله بما تعملون عليمٞ"
  },
  {
    "id": 2817,
    "jozz": 18,
    "page": "353",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 29,
    "text_tashkeel": "لَّيْسَ عَلَيْكُمْ جُنَاحٌ اَن تَدْخُلُواْ بُيُوتاً غَيْرَ مَسْكُونَةٖ فِيهَا مَتَٰعٞ لَّكُمْۖ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَۖ ٢٩",
    "text_simple": "ليس عليكم جناح ان تدخلوا بيوتا غير مسكونةٖ فيها متعٞ لكم والله يعلم ما تبدون وما تكتمون"
  },
  {
    "id": 2818,
    "jozz": 18,
    "page": "353",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 30,
    "text_tashkeel": "۞ قُل لِّلْمُومِنِينَ يَغُضُّواْ مِنَ اَبْصٰ۪رِهِمْ وَيَحْفَظُواْ فُرُوجَهُمْ ذَٰلِكَ أَزْك۪ىٰ لَهُمُۥٓۖ إِنَّ اَ۬للَّهَ خَبِيرُۢ بِمَا يَصْنَعُونَۖ ٣٠",
    "text_simple": "قل للمومنين يغضوا من ابصرهم ويحفظوا فروجهم ذلك أزكى لهمٓ إن الله خبير بما يصنعون"
  },
  {
    "id": 2819,
    "jozz": 18,
    "page": "353",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 7,
    "line_end": 15,
    "aya_no": 31,
    "text_tashkeel": " وَقُل لِّلْمُومِنَٰتِ يَغْضُضْنَ مِنَ اَبْصٰ۪رِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّۖ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَاۖ وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّۖ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوَ اٰبَآئِهِنَّ أَوَ اٰبَآءِ بُعُولَتِهِنَّ أَوَ اَبْنَآئِهِنَّ أَوَ اَبْنَآءِ بُعُولَتِهِنَّ أَوِ اِخْوَٰنِهِنَّ أَوْ بَنِےٓ إِخْوَٰنِهِنَّ أَوْ بَنِےٓ أَخَوَٰتِهِنَّ أَوْ نِسَآئِهِنَّ أَوْ مَا مَلَكَتَ اَيْمَٰنُهُنَّ أَوِ اِ۬لتَّٰبِعِينَ غَيْرِ أُوْلِے اِ۬لِارْبَةِ مِنَ اَ۬لرِّجَالِ أَوِ اِ۬لطِّفْلِ اِ۬لذِينَ لَمْ يَظْهَرُواْ عَلَىٰ عَوْرَٰتِ اِ۬لنِّسَآءِۖ وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِن زِينَتِهِنَّۖ وَتُوبُوٓاْ إِلَى اَ۬للَّهِ جَمِيعاً اَيُّهَ اَ۬لْمُومِنُونَ لَعَلَّكُمْ تُفْلِحُونَۖ ٣١",
    "text_simple": "وقل للمومنت يغضضن من ابصرهن ويحفظن فروجهن ولا يبدين زينتهن إلا ما ظهر منها وليضربن بخمرهن على جيوبهن ولا يبدين زينتهن إلا لبعولتهن أو ابآئهن أو ابآء بعولتهن أو ابنآئهن أو ابنآء بعولتهن أو اخونهن أو بنےٓ إخونهن أو بنےٓ أخوتهن أو نسآئهن أو ما ملكت ايمنهن أو التبعين غير أولے الاربة من الرجال أو الطفل الذين لم يظهروا على عورت النسآء ولا يضربن بأرجلهن ليعلم ما يخفين من زينتهن وتوبوٓا إلى الله جميعا ايه المومنون لعلكم تفلحون"
  },
  {
    "id": 2820,
    "jozz": 18,
    "page": "354",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 32,
    "text_tashkeel": " وَأَنكِحُواْ اُ۬لَايَٰم۪ىٰ مِنكُمْ وَالصَّٰلِحِينَ مِنْ عِبَادِكُمْ وَإِمَآئِكُمُۥٓۖ إِنْ يَّكُونُواْ فُقَرَآءَ يُغْنِهِمُ اُ۬للَّهُ مِن فَضْلِهِۦۖ وَاللَّهُ وَٰسِعٌ عَلِيمٞۖ ٣٢",
    "text_simple": "وأنكحوا الايمى منكم والصلحين من عبادكم وإمآئكمٓ إن يكونوا فقرآء يغنهم الله من فضله والله وسع عليمٞ"
  },
  {
    "id": 2821,
    "jozz": 18,
    "page": "354",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 3,
    "line_end": 7,
    "aya_no": 33,
    "text_tashkeel": " وَلْيَسْتَعْفِفِ اِ۬لذِينَ لَا يَجِدُونَ نِكَاحاً حَتَّىٰ يُغْنِيَهُمُ اُ۬للَّهُ مِن فَضْلِهِۦۖ وَالذِينَ يَبْتَغُونَ اَ۬لْكِتَٰبَ مِمَّا مَلَكَتَ اَيْمَٰنُكُمْ فَكَاتِبُوهُمُۥٓ إِنْ عَلِمْتُمْ فِيهِمْ خَيْراٗۖ وَءَاتُوهُم مِّن مَّالِ اِ۬للَّهِ اِ۬لذِےٓ ءَات۪يٰكُمْۖ وَلَا تُكْرِهُواْ فَتَيَٰتِكُمْ عَلَى اَ۬لْبِغَآءِ انَ اَرَدْنَ تَحَصُّناٗ لِّتَبْتَغُواْ عَرَضَ اَ۬لْحَيَوٰةِ اِ۬لدُّنْي۪اۖ وَمَنْ يُّكْرِههُّنَّ فَإِنَّ اَ۬للَّهَ مِنۢ بَعْدِ إِكْرَٰهِهِنَّ غَفُورٞ رَّحِيمٞۖ ٣٣",
    "text_simple": "وليستعفف الذين لا يجدون نكاحا حتى يغنيهم الله من فضله والذين يبتغون الكتب مما ملكت ايمنكم فكاتبوهمٓ إن علمتم فيهم خيراٗ وءاتوهم من مال الله الذےٓ ءاتيكم ولا تكرهوا فتيتكم على البغآء ان اردن تحصناٗ لتبتغوا عرض الحيوة الدنيا ومن يكرههن فإن الله من بعد إكرههن غفورٞ رحيمٞ"
  },
  {
    "id": 2822,
    "jozz": 18,
    "page": "354",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 34,
    "text_tashkeel": " وَلَقَدَ اَنزَلْنَآ إِلَيْكُمُۥٓ ءَايَٰتٖ مُّبَيَّنَٰتٖ وَمَثَلاٗ مِّنَ اَ۬لذِينَ خَلَوْاْ مِن قَبْلِكُمْ وَمَوْعِظَةٗ لِّلْمُتَّقِينَۖ ٣٤",
    "text_simple": "ولقد انزلنآ إليكمٓ ءايتٖ مبينتٖ ومثلاٗ من الذين خلوا من قبلكم وموعظةٗ للمتقين"
  },
  {
    "id": 2823,
    "jozz": 18,
    "page": "354",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 9,
    "line_end": 14,
    "aya_no": 35,
    "text_tashkeel": "۞ اَ۬للَّهُ نُورُ اُ۬لسَّمَٰوَٰتِ وَالَارْضِۖ مَثَلُ نُورِهِۦ كَمِشْكَوٰةٖ فِيهَا مِصْبَاحٌۖ اِ۬لْمِصْبَاحُ فِے زُجَاجَةٍۖ اِ۬لزُّجَاجَةُ كَأَنَّهَا كَوْكَبٞ دُرِّيّٞ يُوقَدُ مِن شَجَرَةٖ مُّبَٰرَكَةٖ زَيْتُونَةٖ لَّا شَرْقِيَّةٖ وَلَا غَرْبِيَّةٖ يَكَادُ زَيْتُهَا يُضِےٓءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٞۖ نُّورٌ عَلَىٰ نُورٖۖ يَهْدِے اِ۬للَّهُ لِنُورِهِۦ مَنْ يَّشَآءُۖ وَيَضْرِبُ اُ۬للَّهُ اُ۬لَامْثَٰلَ لِلنَّاسِۖ وَاللَّهُ بِكُلِّ شَےْءٍ عَلِيمٞۖ ٣٥",
    "text_simple": "الله نور السموت والارض مثل نوره كمشكوةٖ فيها مصباح المصباح فے زجاجة الزجاجة كأنها كوكبٞ دريٞ يوقد من شجرةٖ مبركةٖ زيتونةٖ لا شرقيةٖ ولا غربيةٖ يكاد زيتها يضےٓء ولو لم تمسسه نارٞ نور على نورٖ يهدے الله لنوره من يشآء ويضرب الله الامثل للناس والله بكل شےء عليمٞ"
  },
  {
    "id": 2824,
    "jozz": 18,
    "page": "354-355",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 14,
    "line_end": 2,
    "aya_no": 36,
    "text_tashkeel": "فِے بُيُوتٍ اَذِنَ اَ۬للَّهُ أَن تُرْفَعَ وَيُذْكَرَ فِيهَا اَ۪سْمُهُۥ يُسَبِّحُ لَهُۥ فِيهَا بِالْغُدُوِّ وَالَاصَالِ  رِجَالٞ لَّا تُلْهِيهِمْ تِجَٰرَةٞ وَلَا بَيْعٌ عَن ذِكْرِ اِ۬للَّهِ وَإِقَامِ اِ۬لصَّلَوٰةِ وَإِيتَآءِ اِ۬لزَّكَوٰةِۖ يَخَافُونَ يَوْماٗ تَتَقَلَّبُ فِيهِ اِ۬لْقُلُوبُ وَالَابْصَٰرُ ٣٦",
    "text_simple": "فے بيوت اذن الله أن ترفع ويذكر فيها اسمه يسبح له فيها بالغدو والاصال رجالٞ لا تلهيهم تجرةٞ ولا بيع عن ذكر الله وإقام الصلوة وإيتآء الزكوة يخافون يوماٗ تتقلب فيه القلوب والابصر"
  },
  {
    "id": 2825,
    "jozz": 18,
    "page": "355",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 37,
    "text_tashkeel": " لِيَجْزِيَهُمُ اُ۬للَّهُ أَحْسَنَ مَا عَمِلُواْ وَيَزِيدَهُم مِّن فَضْلِهِۦۖ وَاللَّهُ يَرْزُقُ مَنْ يَّشَآءُ بِغَيْرِ حِسَابٖۖ ٣٧",
    "text_simple": "ليجزيهم الله أحسن ما عملوا ويزيدهم من فضله والله يرزق من يشآء بغير حسابٖ"
  },
  {
    "id": 2826,
    "jozz": 18,
    "page": "355",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 38,
    "text_tashkeel": "وَالذِينَ كَفَرُوٓاْ أَعْمَٰلُهُمْ كَسَرَابِۢ بِقِيعَةٖ يَحْسِبُهُ اُ۬لظَّمْـَٔانُ مَآءً حَتَّىٰٓ إِذَا جَآءَهُۥ لَمْ يَجِدْهُ شَئْاٗ وَوَجَدَ اَ۬للَّهَ عِندَهُۥ فَوَفّ۪يٰهُ حِسَابَهُۥۖ وَاللَّهُ سَرِيعُ اُ۬لْحِسَابِۖ ٣٨",
    "text_simple": "والذين كفروٓا أعملهم كسراب بقيعةٖ يحسبه الظمٔان مآء حتىٓ إذا جآءه لم يجده شئاٗ ووجد الله عنده فوفيه حسابه والله سريع الحساب"
  },
  {
    "id": 2827,
    "jozz": 18,
    "page": "355",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 39,
    "text_tashkeel": " أَوْ كَظُلُمَٰتٖ فِے بَحْرٖ لُّجِّيّٖ يَغْش۪يٰهُ مَوْجٞ مِّن فَوْقِهِۦ مَوْجٞ مِّن فَوْقِهِۦ سَحَابٞۖ ظُلُمَٰتُۢ بَعْضُهَا فَوْقَ بَعْضٍۖ اِذَآ أَخْرَجَ يَدَهُۥ لَمْ يَكَدْ يَر۪يٰهَاۖ وَمَن لَّمْ يَجْعَلِ اِ۬للَّهُ لَهُۥ نُوراٗ فَمَا لَهُۥ مِن نُّورٍۖ ٣٩",
    "text_simple": "أو كظلمتٖ فے بحرٖ لجيٖ يغشيه موجٞ من فوقه موجٞ من فوقه سحابٞ ظلمت بعضها فوق بعض اذآ أخرج يده لم يكد يريها ومن لم يجعل الله له نوراٗ فما له من نور"
  },
  {
    "id": 2828,
    "jozz": 18,
    "page": "355",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 40,
    "text_tashkeel": "اَلَمْ تَرَ أَنَّ اَ۬للَّهَ يُسَبِّحُ لَهُۥ مَن فِے اِ۬لسَّمَٰوَٰتِ وَالَارْضِ وَالطَّيْرُ صَٰٓفَّٰتٖۖ كُلّٞ قَدْ عَلِمَ صَلَاتَهُۥ وَتَسْبِيحَهُۥۖ وَاللَّهُ عَلِيمُۢ بِمَا يَفْعَلُونَۖ ٤٠",
    "text_simple": "الم تر أن الله يسبح له من فے السموت والارض والطير صٓفتٖ كلٞ قد علم صلاته وتسبيحه والله عليم بما يفعلون"
  },
  {
    "id": 2829,
    "jozz": 18,
    "page": "355",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 41,
    "text_tashkeel": "وَلِلهِ مُلْكُ اُ۬لسَّمَٰوَٰتِ وَالَارْضِۖ وَإِلَى اَ۬للَّهِ اِ۬لْمَصِيرُۖ ٤١",
    "text_simple": "ولله ملك السموت والارض وإلى الله المصير"
  },
  {
    "id": 2830,
    "jozz": 18,
    "page": "355-356",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 12,
    "line_end": 1,
    "aya_no": 42,
    "text_tashkeel": "۞ أَلَمْ تَرَ أَنَّ اَ۬للَّهَ يُزْجِے سَحَاباٗ ثُمَّ يُوَ۬لِّفُ بَيْنَهُۥ ثُمَّ يَجْعَلُهُۥ رُكَاماٗ فَتَرَى اَ۬لْوَدْقَ يَخْرُجُ مِنْ خِلَٰلِهِۖۦ وَيُنَزِّلُ مِنَ اَ۬لسَّمَآءِ مِن جِبَالٖ فِيهَا مِنۢ بَرَدٖ فَيُصِيبُ بِهِۦ مَنْ يَّشَآءُ وَيَصْرِفُهُۥ عَن مَّنْ يَّشَآءُۖ يَكَادُ سَنَا بَرْقِهِۦ يَذْهَبُ بِالَابْصٰ۪رِۖ  يُقَلِّبُ اُ۬للَّهُ اُ۬ليْلَ وَالنَّهَارَۖ إِنَّ فِے ذَٰلِكَ لَعِبْرَةٗ لِّأُوْلِے اِ۬لَابْصٰ۪رِۖ ٤٢",
    "text_simple": "ألم تر أن الله يزجے سحاباٗ ثم يولف بينه ثم يجعله ركاماٗ فترى الودق يخرج من خلله وينزل من السمآء من جبالٖ فيها من بردٖ فيصيب به من يشآء ويصرفه عن من يشآء يكاد سنا برقه يذهب بالابصر يقلب الله اليل والنهار إن فے ذلك لعبرةٗ لأولے الابصر"
  },
  {
    "id": 2831,
    "jozz": 18,
    "page": "356",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 43,
    "text_tashkeel": " وَاللَّهُ خَلَقَ كُلَّ دَآبَّةٖ مِّن مَّآءٖۖ فَمِنْهُم مَّنْ يَّمْشِے عَلَىٰ بَطْنِهِۦۖ وَمِنْهُم مَّنْ يَّمْشِے عَلَىٰ رِجْلَيْنِۖ وَمِنْهُم مَّنْ يَّمْشِے عَلَىٰٓ أَرْبَعٖۖ يَخْلُقُ اُ۬للَّهُ مَا يَشَآءُۖ اِ۪نَّ اَ۬للَّهَ عَلَىٰ كُلِّ شَےْءٖ قَدِيرٞۖ ٤٣",
    "text_simple": "والله خلق كل دآبةٖ من مآءٖ فمنهم من يمشے على بطنه ومنهم من يمشے على رجلين ومنهم من يمشے علىٓ أربعٖ يخلق الله ما يشآء ان الله على كل شےءٖ قديرٞ"
  },
  {
    "id": 2832,
    "jozz": 18,
    "page": "356",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 44,
    "text_tashkeel": "لَّقَدَ اَنزَلْنَآ ءَايَٰتٖ مُّبَيَّنَٰتٖۖ وَاللَّهُ يَهْدِے مَنْ يَّشَآءُ اِ۪لَىٰ صِرَٰطٖ مُّسْتَقِيمٖۖ ٤٤",
    "text_simple": "لقد انزلنآ ءايتٖ مبينتٖ والله يهدے من يشآء الى صرطٖ مستقيمٖ"
  },
  {
    "id": 2833,
    "jozz": 18,
    "page": "356",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 45,
    "text_tashkeel": "وَيَقُولُونَ ءَامَنَّا بِاللَّهِ وَبِالرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلّ۪ىٰ فَرِيقٞ مِّنْهُم مِّنۢ بَعْدِ ذَٰلِكَۖ وَمَآ أُوْلَٰٓئِكَ بِالْمُومِنِينَۖ ٤٥",
    "text_simple": "ويقولون ءامنا بالله وبالرسول وأطعنا ثم يتولى فريقٞ منهم من بعد ذلك ومآ أولٓئك بالمومنين"
  },
  {
    "id": 2834,
    "jozz": 18,
    "page": "356",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 46,
    "text_tashkeel": "وَإِذَا دُعُوٓاْ إِلَى اَ۬للَّهِ وَرَسُولِهِۦ لِيَحْكُمَ بَيْنَهُمُۥٓ إِذَا فَرِيقٞ مِّنْهُم مُّعْرِضُونَۖ ٤٦",
    "text_simple": "وإذا دعوٓا إلى الله ورسوله ليحكم بينهمٓ إذا فريقٞ منهم معرضون"
  },
  {
    "id": 2835,
    "jozz": 18,
    "page": "356",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 47,
    "text_tashkeel": "وَإِنْ يَّكُن لَّهُمُ اُ۬لْحَقُّ يَاتُوٓاْ إِلَيْهِ مُذْعِنِينَۖ ٤٧",
    "text_simple": "وإن يكن لهم الحق ياتوٓا إليه مذعنين"
  },
  {
    "id": 2836,
    "jozz": 18,
    "page": "356",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 48,
    "text_tashkeel": "أَفِے قُلُوبِهِم مَّرَضٌ اَمِ اِ۪رْتَابُوٓاْ أَمْ يَخَافُونَ أَنْ يَّحِيفَ اَ۬للَّهُ عَلَيْهِمْ وَرَسُولُهُۥۖ بَلُ ا۟وْلَٰٓئِكَ هُمُ اُ۬لظَّٰلِمُونَۖ ٤٨",
    "text_simple": "أفے قلوبهم مرض ام ارتابوٓا أم يخافون أن يحيف الله عليهم ورسوله بل اولٓئك هم الظلمون"
  },
  {
    "id": 2837,
    "jozz": 18,
    "page": "356",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 49,
    "text_tashkeel": "إِنَّمَا كَانَ قَوْلَ اَ۬لْمُومِنِينَ إِذَا دُعُوٓاْ إِلَى اَ۬للَّهِ وَرَسُولِهِۦ لِيَحْكُمَ بَيْنَهُمُۥٓ أَنْ يَّقُولُواْ سَمِعْنَا وَأَطَعْنَاۖ وَأُوْلَٰٓئِكَ هُمُ اُ۬لْمُفْلِحُونَۖ ٤٩",
    "text_simple": "إنما كان قول المومنين إذا دعوٓا إلى الله ورسوله ليحكم بينهمٓ أن يقولوا سمعنا وأطعنا وأولٓئك هم المفلحون"
  },
  {
    "id": 2838,
    "jozz": 18,
    "page": "356",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 50,
    "text_tashkeel": "وَمَنْ يُّطِعِ اِ۬للَّهَ وَرَسُولَهُۥ وَيَخْشَ اَ۬للَّهَ وَيَتَّقِهِۦ فَأُوْلَٰٓئِكَ هُمُ اُ۬لْفَآئِزُونَۖ ٥٠",
    "text_simple": "ومن يطع الله ورسوله ويخش الله ويتقه فأولٓئك هم الفآئزون"
  },
  {
    "id": 2839,
    "jozz": 18,
    "page": "356",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 51,
    "text_tashkeel": " ۞ وَأَقْسَمُواْ بِاللَّهِ جَهْدَ أَيْمَٰنِهِمْ لَئِنَ اَمَرْتَهُمْ لَيَخْرُجُنَّۖ قُل لَّا تُقْسِمُواْۖ طَاعَةٞ مَّعْرُوفَةٌۖ اِنَّ اَ۬للَّهَ خَبِيرُۢ بِمَا تَعْمَلُونَۖ ٥١",
    "text_simple": "وأقسموا بالله جهد أيمنهم لئن امرتهم ليخرجن قل لا تقسموا طاعةٞ معروفة ان الله خبير بما تعملون"
  },
  {
    "id": 2840,
    "jozz": 18,
    "page": "357",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 52,
    "text_tashkeel": " قُلَ اَطِيعُواْ اُ۬للَّهَ وَأَطِيعُواْ اُ۬لرَّسُولَۖ فَإِن تَوَلَّوْاْ فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُم مَّا حُمِّلْتُمْۖ وَإِن تُطِيعُوهُ تَهْتَدُواْۖ وَمَا عَلَى اَ۬لرَّسُولِ إِلَّا اَ۬لْبَلَٰغُ اُ۬لْمُبِينُۖ ٥٢",
    "text_simple": "قل اطيعوا الله وأطيعوا الرسول فإن تولوا فإنما عليه ما حمل وعليكم ما حملتم وإن تطيعوه تهتدوا وما على الرسول إلا البلغ المبين"
  },
  {
    "id": 2841,
    "jozz": 18,
    "page": "357",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 3,
    "line_end": 7,
    "aya_no": 53,
    "text_tashkeel": "وَعَدَ اَ۬للَّهُ اُ۬لذِينَ ءَامَنُواْ مِنكُمْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ لَيَسْتَخْلِفَنَّهُمْ فِے اِ۬لَارْضِ كَمَا اَ۪سْتَخْلَفَ اَ۬لذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ اُ۬لذِے اِ۪رْتَض۪ىٰ لَهُمْ وَلَيُبَدِّلَنَّهُم مِّنۢ بَعْدِ خَوْفِهِمُۥٓ أَمْناٗۖ يَعْبُدُونَنِے لَا يُشْرِكُونَ بِے شَئْاٗۖ وَمَن كَفَرَ بَعْدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ اُ۬لْفَٰسِقُونَۖ ٥٣",
    "text_simple": "وعد الله الذين ءامنوا منكم وعملوا الصلحت ليستخلفنهم فے الارض كما استخلف الذين من قبلهم وليمكنن لهم دينهم الذے ارتضى لهم وليبدلنهم من بعد خوفهمٓ أمناٗ يعبدوننے لا يشركون بے شئاٗ ومن كفر بعد ذلك فأولٓئك هم الفسقون"
  },
  {
    "id": 2842,
    "jozz": 18,
    "page": "357",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 54,
    "text_tashkeel": "وَأَقِيمُواْ اُ۬لصَّلَوٰةَ وَءَاتُواْ اُ۬لزَّكَوٰةَۖ وَأَطِيعُواْ اُ۬لرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَۖ ٥٤",
    "text_simple": "وأقيموا الصلوة وءاتوا الزكوة وأطيعوا الرسول لعلكم ترحمون"
  },
  {
    "id": 2843,
    "jozz": 18,
    "page": "357",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 55,
    "text_tashkeel": " لَا تَحْسِبَنَّ اَ۬لذِينَ كَفَرُواْ مُعْجِزِينَ فِے اِ۬لَارْضِۖ وَمَأْو۪يٰهُمُ اُ۬لنَّارُۖ وَلَبِيسَ اَ۬لْمَصِيرُۖ ٥٥",
    "text_simple": "لا تحسبن الذين كفروا معجزين فے الارض ومأويهم النار ولبيس المصير"
  },
  {
    "id": 2844,
    "jozz": 18,
    "page": "357",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 10,
    "line_end": 15,
    "aya_no": 56,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ لِيَسْتَٰذِنكُمُ اُ۬لذِينَ مَلَكَتَ اَيْمَٰنُكُمْ وَالذِينَ لَمْ يَبْلُغُواْ اُ۬لْحُلُمَ مِنكُمْ ثَلَٰثَ مَرَّٰتٖ مِّن قَبْلِ صَلَوٰةِ اِ۬لْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُم مِّنَ اَ۬لظَّهِيرَةِ وَمِنۢ بَعْدِ صَلَوٰةِ اِ۬لْعِشَآءِۖ ثَلَٰثُ عَوْرَٰتٖ لَّكُمْۖ لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحُۢ بَعْدَهُنَّۖ طَوَّٰفُونَ عَلَيْكُمۖ بَعْضُكُمْ عَلَىٰ بَعْضٖۖ كَذَٰلِكَ يُبَيِّنُ اُ۬للَّهُ لَكُمُ اُ۬لَايَٰتِۖ وَاللَّهُ عَلِيمٌ حَكِيمٞۖ ٥٦",
    "text_simple": "يٓأيها الذين ءامنوا ليستذنكم الذين ملكت ايمنكم والذين لم يبلغوا الحلم منكم ثلث مرتٖ من قبل صلوة الفجر وحين تضعون ثيابكم من الظهيرة ومن بعد صلوة العشآء ثلث عورتٖ لكم ليس عليكم ولا عليهم جناح بعدهن طوفون عليكم بعضكم على بعضٖ كذلك يبين الله لكم الايت والله عليم حكيمٞ"
  },
  {
    "id": 2845,
    "jozz": 18,
    "page": "358",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 57,
    "text_tashkeel": " وَإِذَا بَلَغَ اَ۬لَاطْفَٰلُ مِنكُمُ اُ۬لْحُلُمَ فَلْيَسْتَٰذِنُواْ كَمَا اَ۪سْتَٰذَنَ اَ۬لذِينَ مِن قَبْلِهِمْۖ كَذَٰلِكَ يُبَيِّنُ اُ۬للَّهُ لَكُمُۥٓ ءَايَٰتِهِۦۖ وَاللَّهُ عَلِيمٌ حَكِيمٞۖ ٥٧",
    "text_simple": "وإذا بلغ الاطفل منكم الحلم فليستذنوا كما استذن الذين من قبلهم كذلك يبين الله لكمٓ ءايته والله عليم حكيمٞ"
  },
  {
    "id": 2846,
    "jozz": 18,
    "page": "358",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 3,
    "line_end": 6,
    "aya_no": 58,
    "text_tashkeel": "۞ وَالْقَوَٰعِدُ مِنَ اَ۬لنِّسَآءِ اِ۬لتِے لَا يَرْجُونَ نِكَاحاٗ فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ اَنْ يَّضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَٰتِۢ بِزِينَةٖۖ وَأَنْ يَّسْتَعْفِفْنَ خَيْرٞ لَّهُنَّۖ وَاللَّهُ سَمِيعٌ عَلِيمٞۖ ٥٨",
    "text_simple": "والقوعد من النسآء التے لا يرجون نكاحاٗ فليس عليهن جناح ان يضعن ثيابهن غير متبرجت بزينةٖ وأن يستعففن خيرٞ لهن والله سميع عليمٞ"
  },
  {
    "id": 2847,
    "jozz": 18,
    "page": "358",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 6,
    "line_end": 15,
    "aya_no": 59,
    "text_tashkeel": "لَّيْسَ عَلَى اَ۬لَاعْم۪ىٰ حَرَجٞ وَلَا عَلَى اَ۬لَاعْرَجِ حَرَجٞ وَلَا عَلَى اَ۬لْمَرِيضِ حَرَجٞ وَلَا عَلَىٰٓ أَنفُسِكُمُۥٓ أَن تَاكُلُواْ مِنۢ بُيُوتِكُمُۥٓ أَوْ بُيُوتِ ءَابَآئِكُمُۥٓ أَوْ بُيُوتِ أُمَّهَٰتِكُمُۥٓ أَوْ بُيُوتِ إِخْوَٰنِكُمُۥٓ أَوْ بُيُوتِ أَخَوَٰتِكُمُۥٓ أَوْ بُيُوتِ أَعْمَٰمِكُمُۥٓ أَوْ بُيُوتِ عَمَّٰتِكُمُۥٓ أَوْ بُيُوتِ أَخْوَٰلِكُمُۥٓ أَوْ بُيُوتِ خَٰلَٰتِكُمُۥٓ أَوْ مَا مَلَكْتُم مَّفَاتِحَهُۥٓ أَوْ صَدِيقِكُمْۖ لَيْسَ عَلَيْكُمْ جُنَاحٌ اَن تَاكُلُواْ جَمِيعاً اَوَ اَشْتَاتاٗۖ فَإِذَا دَخَلْتُم بُيُوتاٗ فَسَلِّمُواْ عَلَىٰٓ أَنفُسِكُمْ تَحِيَّةٗ مِّنْ عِندِ اِ۬للَّهِ مُبَٰرَكَةٗ طَيِّبَةٗۖ كَذَٰلِكَ يُبَيِّنُ اُ۬للَّهُ لَكُمُ اُ۬لَايَٰتِ لَعَلَّكُمْ تَعْقِلُونَۖ ٥٩",
    "text_simple": "ليس على الاعمى حرجٞ ولا على الاعرج حرجٞ ولا على المريض حرجٞ ولا علىٓ أنفسكمٓ أن تاكلوا من بيوتكمٓ أو بيوت ءابآئكمٓ أو بيوت أمهتكمٓ أو بيوت إخونكمٓ أو بيوت أخوتكمٓ أو بيوت أعممكمٓ أو بيوت عمتكمٓ أو بيوت أخولكمٓ أو بيوت خلتكمٓ أو ما ملكتم مفاتحهٓ أو صديقكم ليس عليكم جناح ان تاكلوا جميعا او اشتاتاٗ فإذا دخلتم بيوتاٗ فسلموا علىٓ أنفسكم تحيةٗ من عند الله مبركةٗ طيبةٗ كذلك يبين الله لكم الايت لعلكم تعقلون"
  },
  {
    "id": 2848,
    "jozz": 18,
    "page": "359",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 1,
    "line_end": 5,
    "aya_no": 60,
    "text_tashkeel": " إِنَّمَا اَ۬لْمُومِنُونَ اَ۬لذِينَ ءَامَنُواْ بِاللَّهِ وَرَسُولِهِۦ وَإِذَا كَانُواْ مَعَهُۥ عَلَىٰٓ أَمْرٖ جَامِعٖ لَّمْ يَذْهَبُواْ حَتَّىٰ يَسْتَٰذِنُوهُۖ إِنَّ اَ۬لذِينَ يَسْتَٰذِنُونَكَ أُوْلَٰٓئِكَ اَ۬لذِينَ يُومِنُونَ بِاللَّهِ وَرَسُولِهِۦۖ فَإِذَا اَ۪سْتَٰذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَاذَن لِّمَن شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اُ۬للَّهَۖ إِنَّ اَ۬للَّهَ غَفُورٞ رَّحِيمٞۖ ٦٠",
    "text_simple": "إنما المومنون الذين ءامنوا بالله ورسوله وإذا كانوا معه علىٓ أمرٖ جامعٖ لم يذهبوا حتى يستذنوه إن الذين يستذنونك أولٓئك الذين يومنون بالله ورسوله فإذا استذنوك لبعض شأنهم فاذن لمن شئت منهم واستغفر لهم الله إن الله غفورٞ رحيمٞ"
  },
  {
    "id": 2849,
    "jozz": 18,
    "page": "359",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 5,
    "line_end": 8,
    "aya_no": 61,
    "text_tashkeel": "۞ لَّا تَجْعَلُواْ دُعَآءَ اَ۬لرَّسُولِ بَيْنَكُمْ كَدُعَآءِ بَعْضِكُم بَعْضاٗۖ قَدْ يَعْلَمُ اُ۬للَّهُ اُ۬لذِينَ يَتَسَلَّلُونَ مِنكُمْ لِوَاذاٗۖ فَلْيَحْذَرِ اِ۬لذِينَ يُخَالِفُونَ عَنَ اَمْرِهِۦٓ أَن تُصِيبَهُمْ فِتْنَةٌ اَوْ يُصِيبَهُمْ عَذَابٌ اَلِيمٌۖ ٦١",
    "text_simple": "لا تجعلوا دعآء الرسول بينكم كدعآء بعضكم بعضاٗ قد يعلم الله الذين يتسللون منكم لواذاٗ فليحذر الذين يخالفون عن امرهٓ أن تصيبهم فتنة او يصيبهم عذاب اليم"
  },
  {
    "id": 2850,
    "jozz": 18,
    "page": "359",
    "sura_no": 24,
    "sura_name_en": "An-Nūr",
    "sura_name_ar": "النور ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 62,
    "text_tashkeel": "اَلَآ إِنَّ لِلهِ مَا فِے اِ۬لسَّمَٰوَٰتِ وَالَارْضِۖ قَدْ يَعْلَمُ مَآ أَنتُمْ عَلَيْهِۖ وَيَوْمَ يُرْجَعُونَ إِلَيْهِ فَيُنَبِّئُهُم بِمَا عَمِلُواْۖ وَاللَّهُ بِكُلِّ شَےْءٍ عَلِيمٞۖ ٦٢",
    "text_simple": "الآ إن لله ما فے السموت والارض قد يعلم مآ أنتم عليه ويوم يرجعون إليه فينبئهم بما عملوا والله بكل شےء عليمٞ"
  }
]