[
  {
    "id": 493,
    "jozz": 4,
    "page": "77",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 1,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لنَّاسُ اُ۪تَّقُواْ رَبَّكُمُ اُ۬لذِے خَلَقَكُم مِّن نَّفْسٖ وَٰحِدَةٖ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاٗ كَثِيراٗ وَنِسَآءٗۖ وَاتَّقُواْ اُ۬للَّهَ اَ۬لذِے تَسَّآءَلُونَ بِهِۦ وَالَارْحَامَۖ إِنَّ اَ۬للَّهَ كَانَ عَلَيْكُمْ رَقِيباٗۖ ١",
    "text_simple": "يٓأيها الناس اتقوا ربكم الذے خلقكم من نفسٖ وحدةٖ وخلق منها زوجها وبث منهما رجالاٗ كثيراٗ ونسآءٗ واتقوا الله الذے تسآءلون به والارحام إن الله كان عليكم رقيباٗ"
  },
  {
    "id": 494,
    "jozz": 4,
    "page": "77",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 2,
    "text_tashkeel": "وَءَاتُواْ اُ۬لْيَتَٰم۪ىٰٓ أَمْوَٰلَهُمْۖ وَلَا تَتَبَدَّلُواْ اُ۬لْخَبِيثَ بِالطَّيِّبِۖ وَلَا تَاكُلُوٓاْ أَمْوَٰلَهُمُۥٓ إِلَىٰٓ أَمْوَٰلِكُمُۥٓۖ إِنَّهُۥ كَانَ حُوباٗ كَبِيراٗۖ ٢",
    "text_simple": "وءاتوا اليتمىٓ أمولهم ولا تتبدلوا الخبيث بالطيب ولا تاكلوٓا أمولهمٓ إلىٓ أمولكمٓ إنه كان حوباٗ كبيراٗ"
  },
  {
    "id": 495,
    "jozz": 4,
    "page": "77",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 3,
    "text_tashkeel": " وَإِنْ خِفْتُمُۥٓ أَلَّا تُقْسِطُواْ فِے اِ۬لْيَتَٰم۪ىٰ فَانكِحُواْ مَا طَابَ لَكُم مِّنَ اَ۬لنِّسَآءِ مَثْن۪ىٰ وَثُلَٰثَ وَرُبَٰعَۖ فَإِنْ خِفْتُمُۥٓ أَلَّا تَعْدِلُواْ فَوَٰحِدَةً اَوْ مَا مَلَكَتَ اَيْمَٰنُكُمْۖ ذَٰلِكَ أَدْن۪ىٰٓ أَلَّا تَعُولُواْۖ ٣",
    "text_simple": "وإن خفتمٓ ألا تقسطوا فے اليتمى فانكحوا ما طاب لكم من النسآء مثنى وثلث وربع فإن خفتمٓ ألا تعدلوا فوحدة او ما ملكت ايمنكم ذلك أدنىٓ ألا تعولوا"
  },
  {
    "id": 496,
    "jozz": 4,
    "page": "77",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 4,
    "text_tashkeel": "وَءَاتُواْ اُ۬لنِّسَآءَ صَدُقَٰتِهِنَّ نِحْلَةٗۖ فَإِن طِبْنَ لَكُمْ عَن شَےْءٖ مِّنْهُ نَفْساٗ فَكُلُوهُۖ هَنِيٓـٔاٗ مَّرِيٓـٔاٗۖ ٤",
    "text_simple": "وءاتوا النسآء صدقتهن نحلةٗ فإن طبن لكم عن شےءٖ منه نفساٗ فكلوه هنيٓٔاٗ مريٓٔاٗ"
  },
  {
    "id": 497,
    "jozz": 4,
    "page": "77",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 5,
    "text_tashkeel": "وَلَا تُوتُواْ اُ۬لسُّفَهَآءَ امْوَٰلَكُمُ اُ۬لتِے جَعَلَ اَ۬للَّهُ لَكُمْ قِيَماٗۖ وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ وَقُولُواْ لَهُمْ قَوْلاٗ مَّعْرُوفاٗۖ ٥",
    "text_simple": "ولا توتوا السفهآء امولكم التے جعل الله لكم قيماٗ وارزقوهم فيها واكسوهم وقولوا لهم قولاٗ معروفاٗ"
  },
  {
    "id": 498,
    "jozz": 4,
    "page": "77",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 12,
    "line_end": 15,
    "aya_no": 6,
    "text_tashkeel": "۞ وَابْتَلُواْ اُ۬لْيَتَٰم۪ىٰ حَتَّىٰٓ إِذَا بَلَغُواْ اُ۬لنِّكَاحَ فَإِنَ اٰنَسْتُم مِّنْهُمْ رُشْداٗ فَادْفَعُوٓاْ إِلَيْهِمُۥٓ أَمْوَٰلَهُمْ وَلَا تَاكُلُوهَآ إِسْرَافاٗ وَبِدَاراً اَنْ يَّكْبَرُواْۖ وَمَن كَانَ غَنِيّاٗ فَلْيَسْتَعْفِفْۖ وَمَن كَانَ فَقِيراٗ فَلْيَاكُلْ بِالْمَعْرُوفِۖ فَإِذَا دَفَعْتُمُۥٓ إِلَيْهِمُۥٓ أَمْوَٰلَهُمْ فَأَشْهِدُواْ عَلَيْهِمْۖ وَكَف۪ىٰ بِاللَّهِ حَسِيباٗۖ ٦",
    "text_simple": "وابتلوا اليتمى حتىٓ إذا بلغوا النكاح فإن انستم منهم رشداٗ فادفعوٓا إليهمٓ أمولهم ولا تاكلوهآ إسرافاٗ وبدارا ان يكبروا ومن كان غنياٗ فليستعفف ومن كان فقيراٗ فلياكل بالمعروف فإذا دفعتمٓ إليهمٓ أمولهم فأشهدوا عليهم وكفى بالله حسيباٗ"
  },
  {
    "id": 499,
    "jozz": 4,
    "page": "78",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 7,
    "text_tashkeel": " لِّلرِّجَالِ نَصِيبٞ مِّمَّا تَرَكَ اَ۬لْوَٰلِدَٰنِ وَالَاقْرَبُونَ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا تَرَكَ اَ۬لْوَٰلِدَٰنِ وَالَاقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَۖ نَصِيباٗ مَّفْرُوضاٗۖ ٧",
    "text_simple": "للرجال نصيبٞ مما ترك الولدن والاقربون وللنسآء نصيبٞ مما ترك الولدن والاقربون مما قل منه أو كثر نصيباٗ مفروضاٗ"
  },
  {
    "id": 500,
    "jozz": 4,
    "page": "78",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 8,
    "text_tashkeel": "وَإِذَا حَضَرَ اَ۬لْقِسْمَةَ أُوْلُواْ اُ۬لْقُرْب۪ىٰ وَالْيَتَٰم۪ىٰ وَالْمَسَٰكِينُ فَارْزُقُوهُم مِّنْهُۖ وَقُولُواْ لَهُمْ قَوْلاٗ مَّعْرُوفاٗۖ ٨",
    "text_simple": "وإذا حضر القسمة أولوا القربى واليتمى والمسكين فارزقوهم منه وقولوا لهم قولاٗ معروفاٗ"
  },
  {
    "id": 501,
    "jozz": 4,
    "page": "78",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 9,
    "text_tashkeel": " وَلْيَخْشَ اَ۬لذِينَ لَوْ تَرَكُواْ مِنْ خَلْفِهِمْ ذُرِّيَّةٗ ضِعَٰفاً خَافُواْ عَلَيْهِمْۖ فَلْيَتَّقُواْ اُ۬للَّهَ وَلْيَقُولُواْ قَوْلاٗ سَدِيداًۖ ٩",
    "text_simple": "وليخش الذين لو تركوا من خلفهم ذريةٗ ضعفا خافوا عليهم فليتقوا الله وليقولوا قولاٗ سديدا"
  },
  {
    "id": 502,
    "jozz": 4,
    "page": "78",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 10,
    "text_tashkeel": "اِنَّ اَ۬لذِينَ يَاكُلُونَ أَمْوَٰلَ اَ۬لْيَتَٰم۪ىٰ ظُلْماً اِنَّمَا يَاكُلُونَ فِے بُطُونِهِمْ نَاراٗۖ وَسَيَصْلَوْنَ سَعِيراٗۖ ١٠",
    "text_simple": "ان الذين ياكلون أمول اليتمى ظلما انما ياكلون فے بطونهم ناراٗ وسيصلون سعيراٗ"
  },
  {
    "id": 503,
    "jozz": 4,
    "page": "78",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 8,
    "line_end": 15,
    "aya_no": 11,
    "text_tashkeel": "۞ يُوصِيكُمُ اُ۬للَّهُ فِےٓ أَوْلَٰدِكُمْۖ لِلذَّكَرِ مِثْلُ حَظِّ اِ۬لُانثَيَيْنِۖ فَإِن كُنَّ نِسَآءٗ فَوْقَ اَ۪ثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَۖ وَإِن كَانَتْ وَٰحِدَةٞ فَلَهَا اَ۬لنِّصْفُۖ وَلِأَبَوَيْهِ لِكُلِّ وَٰحِدٖ مِّنْهُمَا اَ۬لسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٞۖ فَإِن لَّمْ يَكُن لَّهُۥ وَلَدٞ وَوَرِثَهُۥٓ أَبَوَٰهُ فَلِأُمِّهِ اِ۬لثُّلُثُۖ فَإِن كَانَ لَهُۥٓ إِخْوَةٞ فَلِأُمِّهِ اِ۬لسُّدُسُۖ مِنۢ بَعْدِ وَصِيَّةٖ يُوصِے بِهَآ أَوْ دَيْنٍۖ اٰبَآؤُكُمْ وَأَبْنَآؤُكُمْ لَا تَدْرُونَ أَيُّهُمُۥٓ أَقْرَبُ لَكُمْ نَفْعاٗۖ فَرِيضَةٗ مِّنَ اَ۬للَّهِۖ إِنَّ اَ۬للَّهَ كَانَ عَلِيماً حَكِيماٗۖ ١١",
    "text_simple": "يوصيكم الله فےٓ أولدكم للذكر مثل حظ الانثيين فإن كن نسآءٗ فوق اثنتين فلهن ثلثا ما ترك وإن كانت وحدةٞ فلها النصف ولأبويه لكل وحدٖ منهما السدس مما ترك إن كان له ولدٞ فإن لم يكن له ولدٞ وورثهٓ أبوه فلأمه الثلث فإن كان لهٓ إخوةٞ فلأمه السدس من بعد وصيةٖ يوصے بهآ أو دين ابآؤكم وأبنآؤكم لا تدرون أيهمٓ أقرب لكم نفعاٗ فريضةٗ من الله إن الله كان عليما حكيماٗ"
  },
  {
    "id": 504,
    "jozz": 4,
    "page": "79",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 11,
    "aya_no": 12,
    "text_tashkeel": " وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَٰجُكُمُۥٓ إِن لَّمْ يَكُن لَّهُنَّ وَلَدٞۖ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ اُ۬لرُّبُعُ مِمَّا تَرَكْنَ مِنۢ بَعْدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوْ دَيْنٖۖ وَلَهُنَّ اَ۬لرُّبُعُ مِمَّا تَرَكْتُمُۥٓ إِن لَّمْ يَكُن لَّكُمْ وَلَدٞۖ فَإِن كَانَ لَكُمْ وَلَدٞ فَلَهُنَّ اَ۬لثُّمُنُ مِمَّا تَرَكْتُم مِّنۢ بَعْدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوْ دَيْنٖۖ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً اَوِ اِ۪مْرَأَةٞ وَلَهُۥٓ أَخٌ اَوُ ا۟خْتٞ فَلِكُلِّ وَٰحِدٖ مِّنْهُمَا اَ۬لسُّدُسُۖ فَإِن كَانُوٓاْ أَكْثَرَ مِن ذَٰلِكَ فَهُمْ شُرَكَآءُ فِے اِ۬لثُّلُثِ مِنۢ بَعْدِ وَصِيَّةٖ يُوصِے بِهَآ أَوْ دَيْنٍ غَيْرَ مُضَآرّٖۖ وَصِيَّةٗ مِّنَ اَ۬للَّهِۖ وَاللَّهُ عَلِيمٌ حَلِيمٞۖ ١٢",
    "text_simple": "ولكم نصف ما ترك أزوجكمٓ إن لم يكن لهن ولدٞ فإن كان لهن ولدٞ فلكم الربع مما تركن من بعد وصيةٖ يوصين بهآ أو دينٖ ولهن الربع مما تركتمٓ إن لم يكن لكم ولدٞ فإن كان لكم ولدٞ فلهن الثمن مما تركتم من بعد وصيةٖ توصون بهآ أو دينٖ وإن كان رجلٞ يورث كللة او امرأةٞ ولهٓ أخ او اختٞ فلكل وحدٖ منهما السدس فإن كانوٓا أكثر من ذلك فهم شركآء فے الثلث من بعد وصيةٖ يوصے بهآ أو دين غير مضآرٖ وصيةٗ من الله والله عليم حليمٞ"
  },
  {
    "id": 505,
    "jozz": 4,
    "page": "79",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 11,
    "line_end": 13,
    "aya_no": 13,
    "text_tashkeel": "۞ تِلْكَ حُدُودُ اُ۬للَّهِۖ وَمَنْ يُّطِعِ اِ۬للَّهَ وَرَسُولَهُۥ نُدْخِلْهُ جَنَّٰتٖ تَجْرِے مِن تَحْتِهَا اَ۬لَانْهَٰرُ خَٰلِدِينَ فِيهَاۖ وَذَٰلِكَ اَ۬لْفَوْزُ اُ۬لْعَظِيمُۖ ١٣",
    "text_simple": "تلك حدود الله ومن يطع الله ورسوله ندخله جنتٖ تجرے من تحتها الانهر خلدين فيها وذلك الفوز العظيم"
  },
  {
    "id": 506,
    "jozz": 4,
    "page": "79",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 14,
    "text_tashkeel": " وَمَنْ يَّعْصِ اِ۬للَّهَ وَرَسُولَهُۥ وَيَتَعَدَّ حُدُودَهُۥ نُدْخِلْهُ نَاراً خَٰلِداٗ فِيهَاۖ وَلَهُۥ عَذَابٞ مُّهِينٞۖ ١٤",
    "text_simple": "ومن يعص الله ورسوله ويتعد حدوده ندخله نارا خلداٗ فيها وله عذابٞ مهينٞ"
  },
  {
    "id": 507,
    "jozz": 4,
    "page": "80",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 15,
    "text_tashkeel": " وَالتِے يَاتِينَ اَ۬لْفَٰحِشَةَ مِن نِّسَآئِكُمْ فَاسْتَشْهِدُواْ عَلَيْهِنَّ أَرْبَعَةٗ مِّنكُمْۖ فَإِن شَهِدُواْ فَأَمْسِكُوهُنَّ فِے اِ۬لْبُيُوتِ حَتَّىٰ يَتَوَفّ۪يٰهُنَّ اَ۬لْمَوْتُ أَوْ يَجْعَلَ اَ۬للَّهُ لَهُنَّ سَبِيلاٗۖ ١٥",
    "text_simple": "والتے ياتين الفحشة من نسآئكم فاستشهدوا عليهن أربعةٗ منكم فإن شهدوا فأمسكوهن فے البيوت حتى يتوفيهن الموت أو يجعل الله لهن سبيلاٗ"
  },
  {
    "id": 508,
    "jozz": 4,
    "page": "80",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 16,
    "text_tashkeel": " وَالذَٰنِ يَاتِيَٰنِهَا مِنكُمْ فَـَٔاذُوهُمَاۖ فَإِن تَابَا وَأَصْلَحَا فَأَعْرِضُواْ عَنْهُمَآۖ إِنَّ اَ۬للَّهَ كَانَ تَوَّاباٗ رَّحِيماًۖ ١٦",
    "text_simple": "والذن ياتينها منكم فٔاذوهما فإن تابا وأصلحا فأعرضوا عنهمآ إن الله كان تواباٗ رحيما"
  },
  {
    "id": 509,
    "jozz": 4,
    "page": "80",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 17,
    "text_tashkeel": " اِنَّمَا اَ۬لتَّوْبَةُ عَلَى اَ۬للَّهِ لِلذِينَ يَعْمَلُونَ اَ۬لسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ يَتُوبُونَ مِن قَرِيبٖۖ فَأُوْلَٰٓئِكَ يَتُوبُ اُ۬للَّهُ عَلَيْهِمْۖ وَكَانَ اَ۬للَّهُ عَلِيماً حَكِيماٗۖ ١٧",
    "text_simple": "انما التوبة على الله للذين يعملون السوٓء بجهلةٖ ثم يتوبون من قريبٖ فأولٓئك يتوب الله عليهم وكان الله عليما حكيماٗ"
  },
  {
    "id": 510,
    "jozz": 4,
    "page": "80",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 8,
    "line_end": 11,
    "aya_no": 18,
    "text_tashkeel": "وَلَيْسَتِ اِ۬لتَّوْبَةُ لِلذِينَ يَعْمَلُونَ اَ۬لسَّيِّـَٔاتِ حَتَّىٰٓ إِذَا حَضَرَ أَحَدَهُمُ اُ۬لْمَوْتُ قَالَ إِنِّے تُبْتُ اُ۬لَٰـنَ وَلَا اَ۬لذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌۖ ا۟وْلَٰٓئِكَ أَعْتَدْنَا لَهُمْ عَذَاباً اَلِيماٗۖ ١٨",
    "text_simple": "وليست التوبة للذين يعملون السئات حتىٓ إذا حضر أحدهم الموت قال إنے تبت الن ولا الذين يموتون وهم كفار اولٓئك أعتدنا لهم عذابا اليماٗ"
  },
  {
    "id": 511,
    "jozz": 4,
    "page": "80",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 11,
    "line_end": 15,
    "aya_no": 19,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ لَا يَحِلُّ لَكُمُۥٓ أَن تَرِثُوا اُ۬لنِّسَآءَ كَرْهاٗۖ وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُواْ بِبَعْضِ مَآ ءَاتَيْتُمُوهُنَّ إِلَّآ أَنْ يَّاتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۖ ۞ وَعَاشِرُوهُنَّ بِالْمَعْرُوفِۖ فَإِن كَرِهْتُمُوهُنَّ فَعَس۪ىٰٓ أَن تَكْرَهُواْ شَئْاٗ وَيَجْعَلَ اَ۬للَّهُ فِيهِ خَيْراٗ كَثِيراٗۖ ١٩",
    "text_simple": "يٓأيها الذين ءامنوا لا يحل لكمٓ أن ترثوا النسآء كرهاٗ ولا تعضلوهن لتذهبوا ببعض مآ ءاتيتموهن إلآ أن ياتين بفحشةٖ مبينةٖ وعاشروهن بالمعروف فإن كرهتموهن فعسىٓ أن تكرهوا شئاٗ ويجعل الله فيه خيراٗ كثيراٗ"
  },
  {
    "id": 512,
    "jozz": 4,
    "page": "81",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 20,
    "text_tashkeel": " وَإِنَ اَرَدتُّمُ اُ۪سْتِبْدَالَ زَوْجٖ مَّكَانَ زَوْجٖ وَءَاتَيْتُمُۥٓ إِحْد۪يٰهُنَّ قِنطَاراٗ فَلَا تَاخُذُواْ مِنْهُ شَئْاًۖ اَتَاخُذُونَهُۥ بُهْتَٰناٗ وَإِثْماٗ مُّبِيناٗۖ ٢٠",
    "text_simple": "وإن اردتم استبدال زوجٖ مكان زوجٖ وءاتيتمٓ إحديهن قنطاراٗ فلا تاخذوا منه شئا اتاخذونه بهتناٗ وإثماٗ مبيناٗ"
  },
  {
    "id": 513,
    "jozz": 4,
    "page": "81",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 21,
    "text_tashkeel": "وَكَيْفَ تَاخُذُونَهُۥ وَقَدَ اَفْض۪ىٰ بَعْضُكُمُۥٓ إِلَىٰ بَعْضٖ وَأَخَذْنَ مِنكُم مِّيثَٰقاً غَلِيظاٗۖ ٢١",
    "text_simple": "وكيف تاخذونه وقد افضى بعضكمٓ إلى بعضٖ وأخذن منكم ميثقا غليظاٗ"
  },
  {
    "id": 514,
    "jozz": 4,
    "page": "81",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 22,
    "text_tashkeel": " وَلَا تَنكِحُواْ مَا نَكَحَ ءَابَآؤُكُم مِّنَ اَ۬لنِّسَآءِ الَّا مَا قَدْ سَلَفَۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَمَقْتاٗۖ وَسَآءَ سَبِيلاًۖ ٢٢",
    "text_simple": "ولا تنكحوا ما نكح ءابآؤكم من النسآء الا ما قد سلف إنه كان فحشةٗ ومقتاٗ وسآء سبيلا"
  },
  {
    "id": 515,
    "jozz": 4,
    "page": "81",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 7,
    "line_end": 15,
    "aya_no": 23,
    "text_tashkeel": "حُرِّمَتْ عَلَيْكُمُۥٓ أُمَّهَٰتُكُمْ وَبَنَاتُكُمْ وَأَخَوَٰتُكُمْ وَعَمَّٰتُكُمْ وَخَٰلَٰتُكُمْ وَبَنَاتُ اُ۬لَاخِ وَبَنَاتُ اُ۬لُاخْتِۖ وَأُمَّهَٰتُكُمُ اُ۬لتِےٓ أَرْضَعْنَكُمْ وَأَخَوَٰتُكُم مِّنَ اَ۬لرَّضَٰعَةِۖ وَأُمَّهَٰتُ نِسَآئِكُمْ وَرَبَٰٓئِبُكُمُ اُ۬لتِے فِے حُجُورِكُم مِّن نِّسَآئِكُمُ اُ۬لتِے دَخَلْتُم بِهِنَّۖ فَإِن لَّمْ تَكُونُواْ دَخَلْتُم بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْۖ وَحَلَٰٓئِلُ أَبْنَآئِكُمُ اُ۬لذِينَ مِنَ اَصْلَٰبِكُمْۖ وَأَن تَجْمَعُواْ بَيْنَ اَ۬لُاخْتَيْنِ إِلَّا مَا قَدْ سَلَفَۖ إِنَّ اَ۬للَّهَ كَانَ غَفُوراٗ رَّحِيماٗۖ ٢٣",
    "text_simple": "حرمت عليكمٓ أمهتكم وبناتكم وأخوتكم وعمتكم وخلتكم وبنات الاخ وبنات الاخت وأمهتكم التےٓ أرضعنكم وأخوتكم من الرضعة وأمهت نسآئكم وربٓئبكم التے فے حجوركم من نسآئكم التے دخلتم بهن فإن لم تكونوا دخلتم بهن فلا جناح عليكم وحلٓئل أبنآئكم الذين من اصلبكم وأن تجمعوا بين الاختين إلا ما قد سلف إن الله كان غفوراٗ رحيماٗ"
  },
  {
    "id": 516,
    "jozz": 5,
    "page": "82",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 6,
    "aya_no": 24,
    "text_tashkeel": " ۞ وَالْمُحْصَنَٰتُ مِنَ اَ۬لنِّسَآءِ الَّا مَا مَلَكَتَ اَيْمَٰنُكُمْۖ كِتَٰبَ اَ۬للَّهِ عَلَيْكُمْۖ وَأَحَلَّ لَكُم مَّا وَرَآءَ ذَٰلِكُمُۥٓ أَن تَبْتَغُواْ بِأَمْوَٰلِكُم مُّحْصِنِينَ غَيْرَ مُسَٰفِحِينَۖ فَمَا اَ۪سْتَمْتَعْتُم بِهِۦ مِنْهُنَّ فَـَٔاتُوهُنَّ أُجُورَهُنَّ فَرِيضَةٗۖ وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَٰضَيْتُم بِهِۦ مِنۢ بَعْدِ اِ۬لْفَرِيضَةِۖ إِنَّ اَ۬للَّهَ كَانَ عَلِيماً حَكِيماٗۖ ٢٤",
    "text_simple": "والمحصنت من النسآء الا ما ملكت ايمنكم كتب الله عليكم وأحل لكم ما ورآء ذلكمٓ أن تبتغوا بأمولكم محصنين غير مسفحين فما استمتعتم به منهن فٔاتوهن أجورهن فريضةٗ ولا جناح عليكم فيما ترضيتم به من بعد الفريضة إن الله كان عليما حكيماٗ"
  },
  {
    "id": 517,
    "jozz": 5,
    "page": "82",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 6,
    "line_end": 13,
    "aya_no": 25,
    "text_tashkeel": "وَمَن لَّمْ يَسْتَطِعْ مِنكُمْ طَوْلاً اَنْ يَّنكِحَ اَ۬لْمُحْصَنَٰتِ اِ۬لْمُومِنَٰتِ فَمِن مَّا مَلَكَتَ اَيْمَٰنُكُم مِّن فَتَيَٰتِكُمُ اُ۬لْمُومِنَٰتِۖ وَاللَّهُ أَعْلَمُ بِإِيمَٰنِكُمۖ بَعْضُكُم مِّنۢ بَعْضٖۖ فَانكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّۖ وَءَاتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ مُحْصَنَٰتٍ غَيْرَ مُسَٰفِحَٰتٖ وَلَا مُتَّخِذَٰتِ أَخْدَانٖۖ فَإِذَآ أُحْصِنَّ فَإِنَ اَتَيْنَ بِفَٰحِشَةٖ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى اَ۬لْمُحْصَنَٰتِ مِنَ اَ۬لْعَذَابِۖ ذَٰلِكَ لِمَنْ خَشِيَ اَ۬لْعَنَتَ مِنكُمْۖ وَأَن تَصْبِرُواْ خَيْرٞ لَّكُمْۖ وَاللَّهُ غَفُورٞ رَّحِيمٞۖ ٢٥",
    "text_simple": "ومن لم يستطع منكم طولا ان ينكح المحصنت المومنت فمن ما ملكت ايمنكم من فتيتكم المومنت والله أعلم بإيمنكم بعضكم من بعضٖ فانكحوهن بإذن أهلهن وءاتوهن أجورهن بالمعروف محصنت غير مسفحتٖ ولا متخذت أخدانٖ فإذآ أحصن فإن اتين بفحشةٖ فعليهن نصف ما على المحصنت من العذاب ذلك لمن خشي العنت منكم وأن تصبروا خيرٞ لكم والله غفورٞ رحيمٞ"
  },
  {
    "id": 518,
    "jozz": 5,
    "page": "82",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 26,
    "text_tashkeel": " يُرِيدُ اُ۬للَّهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ اَ۬لذِينَ مِن قَبْلِكُمْ وَيَتُوبَ عَلَيْكُمْۖ وَاللَّهُ عَلِيمٌ حَكِيمٞۖ ٢٦",
    "text_simple": "يريد الله ليبين لكم ويهديكم سنن الذين من قبلكم ويتوب عليكم والله عليم حكيمٞ"
  },
  {
    "id": 519,
    "jozz": 5,
    "page": "83",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 27,
    "text_tashkeel": " وَاللَّهُ يُرِيدُ أَنْ يَّتُوبَ عَلَيْكُمْۖ وَيُرِيدُ اُ۬لذِينَ يَتَّبِعُونَ اَ۬لشَّهَوَٰتِ أَن تَمِيلُواْ مَيْلاً عَظِيماٗۖ ٢٧",
    "text_simple": "والله يريد أن يتوب عليكم ويريد الذين يتبعون الشهوت أن تميلوا ميلا عظيماٗ"
  },
  {
    "id": 520,
    "jozz": 5,
    "page": "83",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 28,
    "text_tashkeel": "يُرِيدُ اُ۬للَّهُ أَنْ يُّخَفِّفَ عَنكُمْۖ وَخُلِقَ اَ۬لِانسَٰنُ ضَعِيفاٗۖ ٢٨",
    "text_simple": "يريد الله أن يخفف عنكم وخلق الانسن ضعيفاٗ"
  },
  {
    "id": 521,
    "jozz": 5,
    "page": "83",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 3,
    "line_end": 6,
    "aya_no": 29,
    "text_tashkeel": "۞ يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ لَا تَاكُلُوٓاْ أَمْوَٰلَكُم بَيْنَكُم بِالْبَٰطِلِۖ إِلَّآ أَن تَكُونَ تِجَٰرَةٌ عَن تَرَاضٖ مِّنكُمْۖ وَلَا تَقْتُلُوٓاْ أَنفُسَكُمُۥٓۖ إِنَّ اَ۬للَّهَ كَانَ بِكُمْ رَحِيماٗۖ ٢٩",
    "text_simple": "يٓأيها الذين ءامنوا لا تاكلوٓا أمولكم بينكم بالبطل إلآ أن تكون تجرة عن تراضٖ منكم ولا تقتلوٓا أنفسكمٓ إن الله كان بكم رحيماٗ"
  },
  {
    "id": 522,
    "jozz": 5,
    "page": "83",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 30,
    "text_tashkeel": "وَمَنْ يَّفْعَلْ ذَٰلِكَ عُدْوَٰناٗ وَظُلْماٗ فَسَوْفَ نُصْلِيهِ نَاراٗۖ وَكَانَ ذَٰلِكَ عَلَى اَ۬للَّهِ يَسِيراًۖ ٣٠",
    "text_simple": "ومن يفعل ذلك عدوناٗ وظلماٗ فسوف نصليه ناراٗ وكان ذلك على الله يسيرا"
  },
  {
    "id": 523,
    "jozz": 5,
    "page": "83",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 31,
    "text_tashkeel": "اِن تَجْتَنِبُواْ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ وَنُدْخِلْكُم مَّدْخَلاٗ كَرِيماٗۖ ٣١",
    "text_simple": "ان تجتنبوا كبآئر ما تنهون عنه نكفر عنكم سئاتكم وندخلكم مدخلاٗ كريماٗ"
  },
  {
    "id": 524,
    "jozz": 5,
    "page": "83",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 10,
    "line_end": 13,
    "aya_no": 32,
    "text_tashkeel": " وَلَا تَتَمَنَّوْاْ مَا فَضَّلَ اَ۬للَّهُ بِهِۦ بَعْضَكُمْ عَلَىٰ بَعْضٖۖ لِّلرِّجَالِ نَصِيبٞ مِّمَّا اَ۪كْتَسَبُواْۖ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا اَ۪كْتَسَبْنَۖ وَسْـَٔلُواْ اُ۬للَّهَ مِن فَضْلِهِۦٓۖ إِنَّ اَ۬للَّهَ كَانَ بِكُلِّ شَےْءٍ عَلِيماٗۖ ٣٢",
    "text_simple": "ولا تتمنوا ما فضل الله به بعضكم على بعضٖ للرجال نصيبٞ مما اكتسبوا وللنسآء نصيبٞ مما اكتسبن وسٔلوا الله من فضلهٓ إن الله كان بكل شےء عليماٗ"
  },
  {
    "id": 525,
    "jozz": 5,
    "page": "83",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 33,
    "text_tashkeel": "وَلِكُلّٖ جَعَلْنَا مَوَٰلِيَ مِمَّا تَرَكَۖ اَ۬لْوَٰلِدَٰنِ وَالَاقْرَبُونَۖ وَالذِينَ عَٰقَدَتَ اَيْمَٰنُكُمْ فَـَٔاتُوهُمْ نَصِيبَهُمُۥٓۖ إِنَّ اَ۬للَّهَ كَانَ عَلَىٰ كُلِّ شَےْءٖ شَهِيداًۖ ٣٣",
    "text_simple": "ولكلٖ جعلنا مولي مما ترك الولدن والاقربون والذين عقدت ايمنكم فٔاتوهم نصيبهمٓ إن الله كان على كل شےءٖ شهيدا"
  },
  {
    "id": 526,
    "jozz": 5,
    "page": "84",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 6,
    "aya_no": 34,
    "text_tashkeel": " اِ۬لرِّجَالُ قَوَّٰمُونَ عَلَى اَ۬لنِّسَآءِ بِمَا فَضَّلَ اَ۬للَّهُ بَعْضَهُمْ عَلَىٰ بَعْضٖ وَبِمَآ أَنفَقُواْ مِنَ اَمْوَٰلِهِمْۖ فَالصَّٰلِحَٰتُ قَٰنِتَٰتٌ حَٰفِظَٰتٞ لِّلْغَيْبِ بِمَا حَفِظَ اَ۬للَّهُۖ وَالتِے تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِے اِ۬لْمَضَاجِعِ وَاضْرِبُوهُنَّۖ فَإِنَ اَطَعْنَكُمْ فَلَا تَبْغُواْ عَلَيْهِنَّ سَبِيلاًۖ اِنَّ اَ۬للَّهَ كَانَ عَلِيّاٗ كَبِيراٗۖ ٣٤",
    "text_simple": "الرجال قومون على النسآء بما فضل الله بعضهم على بعضٖ وبمآ أنفقوا من امولهم فالصلحت قنتت حفظتٞ للغيب بما حفظ الله والتے تخافون نشوزهن فعظوهن واهجروهن فے المضاجع واضربوهن فإن اطعنكم فلا تبغوا عليهن سبيلا ان الله كان علياٗ كبيراٗ"
  },
  {
    "id": 527,
    "jozz": 5,
    "page": "84",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 6,
    "line_end": 9,
    "aya_no": 35,
    "text_tashkeel": "وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُواْ حَكَماٗ مِّنَ اَهْلِهِۦ وَحَكَماٗ مِّنَ اَهْلِهَآ إِنْ يُّرِيدَآ إِصْلَٰحاٗ يُوَفِّقِ اِ۬للَّهُ بَيْنَهُمَآۖ إِنَّ اَ۬للَّهَ كَانَ عَلِيماً خَبِيراٗۖ ٣٥",
    "text_simple": "وإن خفتم شقاق بينهما فابعثوا حكماٗ من اهله وحكماٗ من اهلهآ إن يريدآ إصلحاٗ يوفق الله بينهمآ إن الله كان عليما خبيراٗ"
  },
  {
    "id": 528,
    "jozz": 5,
    "page": "84",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 9,
    "line_end": 13,
    "aya_no": 36,
    "text_tashkeel": "۞ وَاعْبُدُواْ اُ۬للَّهَۖ وَلَا تُشْرِكُواْ بِهِۦ شَئْاٗۖ وَبِالْوَٰلِدَيْنِ إِحْسَٰناٗ وَبِذِے اِ۬لْقُرْب۪ىٰ وَالْيَتَٰم۪ىٰ وَالْمَسَٰكِينِ وَالْج۪ارِ ذِے اِ۬لْقُرْب۪ىٰ وَالْج۪ارِ اِ۬لْجُنُبِ وَالصَّٰحِبِ بِالْجَنۢبِ وَابْنِ اِ۬لسَّبِيلِ وَمَا مَلَكَتَ اَيْمَٰنُكُمُۥٓۖ إِنَّ اَ۬للَّهَ لَا يُحِبُّ مَن كَانَ مُخْتَالاٗ فَخُوراًۖ ٣٦",
    "text_simple": "واعبدوا الله ولا تشركوا به شئاٗ وبالولدين إحسناٗ وبذے القربى واليتمى والمسكين والجار ذے القربى والجار الجنب والصحب بالجنب وابن السبيل وما ملكت ايمنكمٓ إن الله لا يحب من كان مختالاٗ فخورا"
  },
  {
    "id": 529,
    "jozz": 5,
    "page": "84",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 37,
    "text_tashkeel": "اِ۬لذِينَ يَبْخَلُونَ وَيَامُرُونَ اَ۬لنَّاسَ بِالْبُخْلِ وَيَكْتُمُونَ مَآ ءَات۪يٰهُمُ اُ۬للَّهُ مِن فَضْلِهِۦۖ وَأَعْتَدْنَا لِلْكٰ۪فِرِينَ عَذَاباٗ مُّهِيناٗۖ ٣٧",
    "text_simple": "الذين يبخلون ويامرون الناس بالبخل ويكتمون مآ ءاتيهم الله من فضله وأعتدنا للكفرين عذاباٗ مهيناٗ"
  },
  {
    "id": 530,
    "jozz": 5,
    "page": "85",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 38,
    "text_tashkeel": " وَالذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ رِئَآءَ اَ۬لنَّاسِ وَلَا يُومِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ اِ۬لَاخِرِۖ وَمَنْ يَّكُنِ اِ۬لشَّيْطَٰنُ لَهُۥ قَرِيناٗ فَسَآءَ قَرِيناٗۖ ٣٨",
    "text_simple": "والذين ينفقون أمولهم رئآء الناس ولا يومنون بالله ولا باليوم الاخر ومن يكن الشيطن له قريناٗ فسآء قريناٗ"
  },
  {
    "id": 531,
    "jozz": 5,
    "page": "85",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 39,
    "text_tashkeel": "وَمَاذَا عَلَيْهِمْ لَوَ اٰمَنُواْ بِاللَّهِ وَالْيَوْمِ اِ۬لَاخِرِ وَأَنفَقُواْ مِمَّا رَزَقَهُمُ اُ۬للَّهُۖ وَكَانَ اَ۬للَّهُ بِهِمْ عَلِيماًۖ ٣٩",
    "text_simple": "وماذا عليهم لو امنوا بالله واليوم الاخر وأنفقوا مما رزقهم الله وكان الله بهم عليما"
  },
  {
    "id": 532,
    "jozz": 5,
    "page": "85",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 40,
    "text_tashkeel": "اِنَّ اَ۬للَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٖۖ وَإِن تَكُ حَسَنَةٞ يُضَٰعِفْهَا وَيُوتِ مِن لَّدُنْهُ أَجْراً عَظِيماٗۖ ٤٠",
    "text_simple": "ان الله لا يظلم مثقال ذرةٖ وإن تك حسنةٞ يضعفها ويوت من لدنه أجرا عظيماٗ"
  },
  {
    "id": 533,
    "jozz": 5,
    "page": "85",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 41,
    "text_tashkeel": "فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةِۢ بِشَهِيدٖ وَجِئْنَا بِكَ عَلَىٰ هَٰٓؤُلَآءِ شَهِيداٗۖ ٤١",
    "text_simple": "فكيف إذا جئنا من كل أمة بشهيدٖ وجئنا بك على هٓؤلآء شهيداٗ"
  },
  {
    "id": 534,
    "jozz": 5,
    "page": "85",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 42,
    "text_tashkeel": "يَوْمَئِذٖ يَوَدُّ اُ۬لذِينَ كَفَرُواْ وَعَصَوُاْ اُ۬لرَّسُولَ لَوْ تَسَّوّ۪ىٰ بِهِمُ اُ۬لَارْضُ وَلَا يَكْتُمُونَ اَ۬للَّهَ حَدِيثاٗۖ ٤٢",
    "text_simple": "يومئذٖ يود الذين كفروا وعصوا الرسول لو تسوى بهم الارض ولا يكتمون الله حديثاٗ"
  },
  {
    "id": 535,
    "jozz": 5,
    "page": "85",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 9,
    "line_end": 14,
    "aya_no": 43,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ لَا تَقْرَبُواْ اُ۬لصَّلَوٰةَ وَأَنتُمْ سُكَٰر۪ىٰ حَتَّىٰ تَعْلَمُواْ مَا تَقُولُونَ وَلَا جُنُباً اِلَّا عَابِرِے سَبِيلٍ حَتَّىٰ تَغْتَسِلُواْۖ وَإِن كُنتُم مَّرْض۪ىٰٓ أَوْ عَلَىٰ سَفَرٍ اَوْ جَآءَ احَدٞ مِّنكُم مِّنَ اَ۬لْغَآئِطِ أَوْ لَٰمَسْتُمُ اُ۬لنِّسَآءَ فَلَمْ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيداٗ طَيِّباٗ فَامْسَحُواْ بِوُجُوهِكُمْ وَأَيْدِيكُمُۥٓۖ إِنَّ اَ۬للَّهَ كَانَ عَفُوّاً غَفُوراًۖ ٤٣",
    "text_simple": "يٓأيها الذين ءامنوا لا تقربوا الصلوة وأنتم سكرى حتى تعلموا ما تقولون ولا جنبا الا عابرے سبيل حتى تغتسلوا وإن كنتم مرضىٓ أو على سفر او جآء احدٞ منكم من الغآئط أو لمستم النسآء فلم تجدوا مآءٗ فتيمموا صعيداٗ طيباٗ فامسحوا بوجوهكم وأيديكمٓ إن الله كان عفوا غفورا"
  },
  {
    "id": 536,
    "jozz": 5,
    "page": "85-86",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 14,
    "line_end": 1,
    "aya_no": 44,
    "text_tashkeel": "اَلَمْ تَرَ إِلَى اَ۬لذِينَ أُوتُواْ نَصِيباٗ مِّنَ اَ۬لْكِتَٰبِ يَشْتَرُونَ اَ۬لضَّلَٰلَةَ وَيُرِيدُونَ أَن تَضِلُّواْ اُ۬لسَّبِيلَۖ  وَاللَّهُ أَعْلَمُ بِأَعْدَآئِكُمْۖ وَكَف۪ىٰ بِاللَّهِ وَلِيّاٗ وَكَف۪ىٰ بِاللَّهِ نَصِيراٗۖ ٤٤",
    "text_simple": "الم تر إلى الذين أوتوا نصيباٗ من الكتب يشترون الضللة ويريدون أن تضلوا السبيل والله أعلم بأعدآئكم وكفى بالله ولياٗ وكفى بالله نصيراٗ"
  },
  {
    "id": 537,
    "jozz": 5,
    "page": "86",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 2,
    "line_end": 6,
    "aya_no": 45,
    "text_tashkeel": " ۞ مِّنَ اَ۬لذِينَ هَادُواْ يُحَرِّفُونَ اَ۬لْكَلِمَ عَن مَّوَاضِعِهِۦ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٖ وَرَٰعِنَا لَيّاَۢ بِأَلْسِنَتِهِمْ وَطَعْناٗ فِے اِ۬لدِّينِۖ وَلَوَ اَنَّهُمْ قَالُواْ سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانظُرْنَا لَكَانَ خَيْراٗ لَّهُمْ وَأَقْوَمَۖ وَلَٰكِن لَّعَنَهُمُ اُ۬للَّهُ بِكُفْرِهِمْ فَلَا يُومِنُونَ إِلَّا قَلِيلاٗۖ ٤٥",
    "text_simple": "من الذين هادوا يحرفون الكلم عن مواضعه ويقولون سمعنا وعصينا واسمع غير مسمعٖ ورعنا ليا بألسنتهم وطعناٗ فے الدين ولو انهم قالوا سمعنا وأطعنا واسمع وانظرنا لكان خيراٗ لهم وأقوم ولكن لعنهم الله بكفرهم فلا يومنون إلا قليلاٗ"
  },
  {
    "id": 538,
    "jozz": 5,
    "page": "86",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 6,
    "line_end": 9,
    "aya_no": 46,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ أُوتُواْ اُ۬لْكِتَٰبَ ءَامِنُواْ بِمَا نَزَّلْنَا مُصَدِّقاٗ لِّمَا مَعَكُم مِّن قَبْلِ أَن نَّطْمِسَ وُجُوهاٗ فَنَرُدَّهَا عَلَىٰٓ أَدْبٰ۪رِهَآ أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّآ أَصْحَٰبَ اَ۬لسَّبْتِۖ وَكَانَ أَمْرُ اُ۬للَّهِ مَفْعُولۖاً ٤٦",
    "text_simple": "يٓأيها الذين أوتوا الكتب ءامنوا بما نزلنا مصدقاٗ لما معكم من قبل أن نطمس وجوهاٗ فنردها علىٓ أدبرهآ أو نلعنهم كما لعنآ أصحب السبت وكان أمر الله مفعولا"
  },
  {
    "id": 539,
    "jozz": 5,
    "page": "86",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 47,
    "text_tashkeel": "اِنَّ اَ۬للَّهَ لَا يَغْفِرُ أَنْ يُّشْرَكَ بِهِۦۖ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَنْ يَّشَآءُۖ وَمَنْ يُّشْرِكْ بِاللَّهِ فَقَدِ اِ۪فْتَر۪ىٰٓ إِثْماً عَظِيماًۖ ٤٧",
    "text_simple": "ان الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشآء ومن يشرك بالله فقد افترىٓ إثما عظيما"
  },
  {
    "id": 540,
    "jozz": 5,
    "page": "86",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 48,
    "text_tashkeel": " اَلَمْ تَرَ إِلَى اَ۬لذِينَ يُزَكُّونَ أَنفُسَهُمۖ بَلِ اِ۬للَّهُ يُزَكِّے مَنْ يَّشَآءُۖ وَلَا يُظْلَمُونَ فَتِيلاًۖ ٤٨",
    "text_simple": "الم تر إلى الذين يزكون أنفسهم بل الله يزكے من يشآء ولا يظلمون فتيلا"
  },
  {
    "id": 541,
    "jozz": 5,
    "page": "86",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 49,
    "text_tashkeel": "اُ۟نظُرْ كَيْفَ يَفْتَرُونَ عَلَى اَ۬للَّهِ اِ۬لْكَذِبَ وَكَف۪ىٰ بِهِۦٓ إِثْماٗ مُّبِيناًۖ ٤٩",
    "text_simple": "انظر كيف يفترون على الله الكذب وكفى بهٓ إثماٗ مبينا"
  },
  {
    "id": 542,
    "jozz": 5,
    "page": "86",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 50,
    "text_tashkeel": "اَلَمْ تَرَ إِلَى اَ۬لذِينَ أُوتُواْ نَصِيباٗ مِّنَ اَ۬لْكِتَٰبِ يُومِنُونَ بِالْجِبْتِ وَالطَّٰغُوتِ وَيَقُولُونَ لِلذِينَ كَفَرُواْ هَٰٓؤُلَآءِ اَ۬هْد۪ىٰ مِنَ اَ۬لذِينَ ءَامَنُواْ سَبِيلاًۖ ٥٠",
    "text_simple": "الم تر إلى الذين أوتوا نصيباٗ من الكتب يومنون بالجبت والطغوت ويقولون للذين كفروا هٓؤلآء اهدى من الذين ءامنوا سبيلا"
  },
  {
    "id": 543,
    "jozz": 5,
    "page": "87",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 1,
    "aya_no": 51,
    "text_tashkeel": " ا۟وْلَٰٓئِكَ اَ۬لذِينَ لَعَنَهُمُ اُ۬للَّهُۖ وَمَنْ يَّلْعَنِ اِ۬للَّهُ فَلَن تَجِدَ لَهُۥ نَصِيراًۖ ٥١",
    "text_simple": "اولٓئك الذين لعنهم الله ومن يلعن الله فلن تجد له نصيرا"
  },
  {
    "id": 544,
    "jozz": 5,
    "page": "87",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 2,
    "line_end": 2,
    "aya_no": 52,
    "text_tashkeel": " اَمْ لَهُمْ نَصِيبٞ مِّنَ اَ۬لْمُلْكِ فَإِذاٗ لَّا يُوتُونَ اَ۬لنَّاسَ نَقِيراًۖ ٥٢",
    "text_simple": "ام لهم نصيبٞ من الملك فإذاٗ لا يوتون الناس نقيرا"
  },
  {
    "id": 545,
    "jozz": 5,
    "page": "87",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 53,
    "text_tashkeel": "اَمْ يَحْسُدُونَ اَ۬لنَّاسَ عَلَىٰ مَآ ءَات۪يٰهُمُ اُ۬للَّهُ مِن فَضْلِهِۦۖ فَقَدَ اٰتَيْنَآ ءَالَ إِبْرَٰهِيمَ اَ۬لْكِتَٰبَ وَالْحِكْمَةَ وَءَاتَيْنَٰهُم مُّلْكاً عَظِيماٗۖ ٥٣",
    "text_simple": "ام يحسدون الناس على مآ ءاتيهم الله من فضله فقد اتينآ ءال إبرهيم الكتب والحكمة وءاتينهم ملكا عظيماٗ"
  },
  {
    "id": 546,
    "jozz": 5,
    "page": "87",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 5,
    "line_end": 5,
    "aya_no": 54,
    "text_tashkeel": " فَمِنْهُم مَّنَ اٰمَنَ بِهِۦ وَمِنْهُم مَّن صَدَّ عَنْهُۖ وَكَف۪ىٰ بِجَهَنَّمَ سَعِيراًۖ ٥٤",
    "text_simple": "فمنهم من امن به ومنهم من صد عنه وكفى بجهنم سعيرا"
  },
  {
    "id": 547,
    "jozz": 5,
    "page": "87",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 55,
    "text_tashkeel": " اِنَّ اَ۬لذِينَ كَفَرُواْ بِـَٔايَٰتِنَا سَوْفَ نُصْلِيهِمْ نَاراٗۖ كُلَّمَا نَضِجَتْ جُلُودُهُم بَدَّلْنَٰهُمْ جُلُوداً غَيْرَهَا لِيَذُوقُواْ اُ۬لْعَذَابَۖ إِنَّ اَ۬للَّهَ كَانَ عَزِيزاً حَكِيماٗۖ ٥٥",
    "text_simple": "ان الذين كفروا بٔايتنا سوف نصليهم ناراٗ كلما نضجت جلودهم بدلنهم جلودا غيرها ليذوقوا العذاب إن الله كان عزيزا حكيماٗ"
  },
  {
    "id": 548,
    "jozz": 5,
    "page": "87",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 56,
    "text_tashkeel": "وَالذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ سَنُدْخِلُهُمْ جَنَّٰتٖ تَجْرِے مِن تَحْتِهَا اَ۬لَانْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَداٗۖ لَّهُمْ فِيهَآ أَزْوَٰجٞ مُّطَهَّرَةٞۖ وَنُدْخِلُهُمْ ظِلّاٗ ظَلِيلاًۖ ٥٦",
    "text_simple": "والذين ءامنوا وعملوا الصلحت سندخلهم جنتٖ تجرے من تحتها الانهر خلدين فيهآ أبداٗ لهم فيهآ أزوجٞ مطهرةٞ وندخلهم ظلاٗ ظليلا"
  },
  {
    "id": 549,
    "jozz": 5,
    "page": "87",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 10,
    "line_end": 13,
    "aya_no": 57,
    "text_tashkeel": "۞ اِنَّ اَ۬للَّهَ يَامُرُكُمُۥٓ أَن تُوَ۬دُّواْ اُ۬لَامَٰنَٰتِ إِلَىٰٓ أَهْلِهَا وَإِذَا حَكَمْتُم بَيْنَ اَ۬لنَّاسِ أَن تَحْكُمُواْ بِالْعَدْلِۖ إِنَّ اَ۬للَّهَ نِعِمَّا يَعِظُكُم بِهِۦٓۖ إِنَّ اَ۬للَّهَ كَانَ سَمِيعاَۢ بَصِيراٗۖ ٥٧",
    "text_simple": "ان الله يامركمٓ أن تودوا الامنت إلىٓ أهلها وإذا حكمتم بين الناس أن تحكموا بالعدل إن الله نعما يعظكم بهٓ إن الله كان سميعا بصيراٗ"
  },
  {
    "id": 550,
    "jozz": 5,
    "page": "87",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 58,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُوٓاْ أَطِيعُواْ اُ۬للَّهَ وَأَطِيعُواْ اُ۬لرَّسُولَ وَأُوْلِے اِ۬لَامْرِ مِنكُمْۖ فَإِن تَنَٰزَعْتُمْ فِے شَےْءٖ فَرُدُّوهُ إِلَى اَ۬للَّهِ وَالرَّسُولِ إِن كُنتُمْ تُومِنُونَ بِاللَّهِ وَالْيَوْمِ اِ۬لَاخِرِۖ ذَٰلِكَ خَيْرٞ وَأَحْسَنُ تَاوِيلاًۖ ٥٨",
    "text_simple": "يٓأيها الذين ءامنوٓا أطيعوا الله وأطيعوا الرسول وأولے الامر منكم فإن تنزعتم فے شےءٖ فردوه إلى الله والرسول إن كنتم تومنون بالله واليوم الاخر ذلك خيرٞ وأحسن تاويلا"
  },
  {
    "id": 551,
    "jozz": 5,
    "page": "88",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 59,
    "text_tashkeel": " اَلَمْ تَرَ إِلَى اَ۬لذِينَ يَزْعُمُونَ أَنَّهُمُۥٓ ءَامَنُواْ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ يُرِيدُونَ أَنْ يَّتَحَاكَمُوٓاْ إِلَى اَ۬لطَّٰغُوتِ وَقَدُ ا۟مِرُوٓاْ أَنْ يَّكْفُرُواْ بِهِۦۖ وَيُرِيدُ اُ۬لشَّيْطَٰنُ أَنْ يُّضِلَّهُمْ ضَلَٰلاَۢ بَعِيداٗۖ ٥٩",
    "text_simple": "الم تر إلى الذين يزعمون أنهمٓ ءامنوا بمآ أنزل إليك ومآ أنزل من قبلك يريدون أن يتحاكموٓا إلى الطغوت وقد امروٓا أن يكفروا به ويريد الشيطن أن يضلهم ضللا بعيداٗ"
  },
  {
    "id": 552,
    "jozz": 5,
    "page": "88",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 60,
    "text_tashkeel": "وَإِذَا قِيلَ لَهُمْ تَعَالَوِاْ اِلَىٰ مَآ أَنزَلَ اَ۬للَّهُ وَإِلَى اَ۬لرَّسُولِ رَأَيْتَ اَ۬لْمُنَٰفِقِينَ يَصُدُّونَ عَنكَ صُدُوداٗۖ ٦٠",
    "text_simple": "وإذا قيل لهم تعالوا الى مآ أنزل الله وإلى الرسول رأيت المنفقين يصدون عنك صدوداٗ"
  },
  {
    "id": 553,
    "jozz": 5,
    "page": "88",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 61,
    "text_tashkeel": "فَكَيْفَ إِذَآ أَصَٰبَتْهُم مُّصِيبَةُۢ بِمَا قَدَّمَتَ اَيْدِيهِمْ ثُمَّ جَآءُوكَ يَحْلِفُونَ بِاللَّهِ إِنَ اَرَدْنَآ إِلَّآ إِحْسَٰناٗ وَتَوْفِيقاًۖ ٦١",
    "text_simple": "فكيف إذآ أصبتهم مصيبة بما قدمت ايديهم ثم جآءوك يحلفون بالله إن اردنآ إلآ إحسناٗ وتوفيقا"
  },
  {
    "id": 554,
    "jozz": 5,
    "page": "88",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 62,
    "text_tashkeel": "ا۟وْلَٰٓئِكَ اَ۬لذِينَ يَعْلَمُ اُ۬للَّهُ مَا فِے قُلُوبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُل لَّهُمْ فِےٓ أَنفُسِهِمْ قَوْلاَۢ بَلِيغاٗۖ ٦٢",
    "text_simple": "اولٓئك الذين يعلم الله ما فے قلوبهم فأعرض عنهم وعظهم وقل لهم فےٓ أنفسهم قولا بليغاٗ"
  },
  {
    "id": 555,
    "jozz": 5,
    "page": "88",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 10,
    "line_end": 13,
    "aya_no": 63,
    "text_tashkeel": "وَمَآ أَرْسَلْنَا مِن رَّسُولٍ اِلَّا لِيُطَاعَ بِإِذْنِ اِ۬للَّهِۖ وَلَوَ اَنَّهُمُۥٓ إِذ ظَّلَمُوٓاْ أَنفُسَهُمْ جَآءُوكَ فَاسْتَغْفَرُواْ اُ۬للَّهَ وَاسْتَغْفَرَ لَهُمُ اُ۬لرَّسُولُ لَوَجَدُواْ اُ۬للَّهَ تَوَّاباٗ رَّحِيماٗۖ ٦٣",
    "text_simple": "ومآ أرسلنا من رسول الا ليطاع بإذن الله ولو انهمٓ إذ ظلموٓا أنفسهم جآءوك فاستغفروا الله واستغفر لهم الرسول لوجدوا الله تواباٗ رحيماٗ"
  },
  {
    "id": 556,
    "jozz": 5,
    "page": "88",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 64,
    "text_tashkeel": "۞ فَلَا وَرَبِّكَ لَا يُومِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُواْ فِےٓ أَنفُسِهِمْ حَرَجاٗ مِّمَّا قَضَيْتَ وَيُسَلِّمُواْ تَسْلِيماٗۖ ٦٤",
    "text_simple": "فلا وربك لا يومنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا فےٓ أنفسهم حرجاٗ مما قضيت ويسلموا تسليماٗ"
  },
  {
    "id": 557,
    "jozz": 5,
    "page": "89",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 65,
    "text_tashkeel": " وَلَوَ اَنَّا كَتَبْنَا عَلَيْهِمُۥٓ أَنُ اُ۟قْتُلُوٓاْ أَنفُسَكُمُۥٓ أَوُ اُ۟خْرُجُواْ مِن دِيٰ۪رِكُم مَّا فَعَلُوهُ إِلَّا قَلِيلٞ مِّنْهُمْۖ وَلَوَ اَنَّهُمْ فَعَلُواْ مَا يُوعَظُونَ بِهِۦ لَكَانَ خَيْراٗ لَّهُمْ وَأَشَدَّ تَثْبِيتاٗۖ ٦٥",
    "text_simple": "ولو انا كتبنا عليهمٓ أن اقتلوٓا أنفسكمٓ أو اخرجوا من ديركم ما فعلوه إلا قليلٞ منهم ولو انهم فعلوا ما يوعظون به لكان خيراٗ لهم وأشد تثبيتاٗ"
  },
  {
    "id": 558,
    "jozz": 5,
    "page": "89",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 66,
    "text_tashkeel": "وَإِذاٗ لَّأٓتَيْنَٰهُم مِّن لَّدُنَّآ أَجْراً عَظِيماٗ ٦٦",
    "text_simple": "وإذاٗ لأٓتينهم من لدنآ أجرا عظيماٗ"
  },
  {
    "id": 559,
    "jozz": 5,
    "page": "89",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 4,
    "line_end": 4,
    "aya_no": 67,
    "text_tashkeel": "وَلَهَدَيْنَٰهُمْ صِرَٰطاٗ مُّسْتَقِيماٗۖ ٦٧",
    "text_simple": "ولهدينهم صرطاٗ مستقيماٗ"
  },
  {
    "id": 560,
    "jozz": 5,
    "page": "89",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 68,
    "text_tashkeel": " وَمَنْ يُّطِعِ اِ۬للَّهَ وَالرَّسُولَ فَأُوْلَٰٓئِكَ مَعَ اَ۬لذِينَ أَنْعَمَ اَ۬للَّهُ عَلَيْهِم مِّنَ اَ۬لنَّبِيٓـِٕۧنَ وَالصِّدِّيقِينَ وَالشُّهَدَآءِ وَالصَّٰلِحِينَۖ وَحَسُنَ أُوْلَٰٓئِكَ رَفِيقاٗۖ ٦٨",
    "text_simple": "ومن يطع الله والرسول فأولٓئك مع الذين أنعم الله عليهم من النبيٕٓن والصديقين والشهدآء والصلحين وحسن أولٓئك رفيقاٗ"
  },
  {
    "id": 561,
    "jozz": 5,
    "page": "89",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 69,
    "text_tashkeel": "ذَٰلِكَ اَ۬لْفَضْلُ مِنَ اَ۬للَّهِۖ وَكَف۪ىٰ بِاللَّهِ عَلِيماٗۖ ٦٩",
    "text_simple": "ذلك الفضل من الله وكفى بالله عليماٗ"
  },
  {
    "id": 562,
    "jozz": 5,
    "page": "89",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 70,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ خُذُواْ حِذْرَكُمْ فَانفِرُواْ ثُبَاتٍ اَوِ اِ۪نفِرُواْ جَمِيعاٗۖ ٧٠",
    "text_simple": "يٓأيها الذين ءامنوا خذوا حذركم فانفروا ثبات او انفروا جميعاٗ"
  },
  {
    "id": 563,
    "jozz": 5,
    "page": "89",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 71,
    "text_tashkeel": "وَإِنَّ مِنكُمْ لَمَن لَّيُبَطِّئَنَّۖ فَإِنَ اَصَٰبَتْكُم مُّصِيبَةٞ قَالَ قَدَ اَنْعَمَ اَ۬للَّهُ عَلَيَّ إِذْ لَمَ اَكُن مَّعَهُمْ شَهِيداٗۖ ٧١",
    "text_simple": "وإن منكم لمن ليبطئن فإن اصبتكم مصيبةٞ قال قد انعم الله علي إذ لم اكن معهم شهيداٗ"
  },
  {
    "id": 564,
    "jozz": 5,
    "page": "89",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 11,
    "line_end": 13,
    "aya_no": 72,
    "text_tashkeel": "وَلَئِنَ اَصَٰبَكُمْ فَضْلٞ مِّنَ اَ۬للَّهِ لَيَقُولَنَّ كَأَن لَّمْ يَكُنۢ بَيْنَكُمْ وَبَيْنَهُۥ مَوَدَّةٞ يَٰلَيْتَنِے كُنتُ مَعَهُمْ فَأَفُوزَ فَوْزاً عَظِيماٗۖ ٧٢",
    "text_simple": "ولئن اصبكم فضلٞ من الله ليقولن كأن لم يكن بينكم وبينه مودةٞ يليتنے كنت معهم فأفوز فوزا عظيماٗ"
  },
  {
    "id": 565,
    "jozz": 5,
    "page": "89",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 73,
    "text_tashkeel": "۞ فَلْيُقَٰتِلْ فِے سَبِيلِ اِ۬للَّهِ اِ۬لذِينَ يَشْرُونَ اَ۬لْحَيَوٰةَ اَ۬لدُّنْي۪ا بِالَاخِرَةِۖ وَمَنْ يُّقَٰتِلْ فِے سَبِيلِ اِ۬للَّهِ فَيُقْتَلَ اَوْ يَغْلِبْ فَسَوْفَ نُوتِيهِ أَجْراً عَظِيماٗۖ ٧٣",
    "text_simple": "فليقتل فے سبيل الله الذين يشرون الحيوة الدنيا بالاخرة ومن يقتل فے سبيل الله فيقتل او يغلب فسوف نوتيه أجرا عظيماٗ"
  },
  {
    "id": 566,
    "jozz": 5,
    "page": "90",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 74,
    "text_tashkeel": " وَمَا لَكُمْ لَا تُقَٰتِلُونَ فِے سَبِيلِ اِ۬للَّهِ وَالْمُسْتَضْعَفِينَ مِنَ اَ۬لرِّجَالِ وَالنِّسَآءِ وَالْوِلْدَٰنِ اِ۬لذِينَ يَقُولُونَ رَبَّنَآ أَخْرِجْنَا مِنْ هَٰذِهِ اِ۬لْقَرْيَةِ اِ۬لظَّالِمِ أَهْلُهَا وَاجْعَل لَّنَا مِن لَّدُنكَ وَلِيّاٗ وَاجْعَل لَّنَا مِن لَّدُنكَ نَصِيراًۖ ٧٤",
    "text_simple": "وما لكم لا تقتلون فے سبيل الله والمستضعفين من الرجال والنسآء والولدن الذين يقولون ربنآ أخرجنا من هذه القرية الظالم أهلها واجعل لنا من لدنك ولياٗ واجعل لنا من لدنك نصيرا"
  },
  {
    "id": 567,
    "jozz": 5,
    "page": "90",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 75,
    "text_tashkeel": "اِ۬لذِينَ ءَامَنُواْ يُقَٰتِلُونَ فِے سَبِيلِ اِ۬للَّهِۖ وَالذِينَ كَفَرُواْ يُقَٰتِلُونَ فِے سَبِيلِ اِ۬لطَّٰغُوتِۖ فَقَٰتِلُوٓاْ أَوْلِيَآءَ اَ۬لشَّيْطَٰنِۖ إِنَّ كَيْدَ اَ۬لشَّيْطَٰنِ كَانَ ضَعِيفاًۖ ٧٥",
    "text_simple": "الذين ءامنوا يقتلون فے سبيل الله والذين كفروا يقتلون فے سبيل الطغوت فقتلوٓا أوليآء الشيطن إن كيد الشيطن كان ضعيفا"
  },
  {
    "id": 568,
    "jozz": 5,
    "page": "90",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 6,
    "line_end": 10,
    "aya_no": 76,
    "text_tashkeel": "اَلَمْ تَرَ إِلَى اَ۬لذِينَ قِيلَ لَهُمْ كُفُّوٓاْ أَيْدِيَكُمْ وَأَقِيمُواْ اَ۬لصَّلَوٰةَ وَءَاتُواْ اُ۬لزَّكَوٰةَۖ فَلَمَّا كُتِبَ عَلَيْهِمُ اُ۬لْقِتَالُ إِذَا فَرِيقٞ مِّنْهُمْ يَخْشَوْنَ اَ۬لنَّاسَ كَخَشْيَةِ اِ۬للَّهِ أَوَ اَشَدَّ خَشْيَةٗۖ وَقَالُواْ رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا اَ۬لْقِتَالَ لَوْلَآ أَخَّرْتَنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖۖ قُلْ مَتَٰعُ اُ۬لدُّنْي۪ا قَلِيلٞۖ وَالَاخِرَةُ خَيْرٞ لِّمَنِ اِ۪تَّق۪ىٰۖ وَلَا تُظْلَمُونَ فَتِيلاًۖ ٧٦",
    "text_simple": "الم تر إلى الذين قيل لهم كفوٓا أيديكم وأقيموا الصلوة وءاتوا الزكوة فلما كتب عليهم القتال إذا فريقٞ منهم يخشون الناس كخشية الله أو اشد خشيةٗ وقالوا ربنا لم كتبت علينا القتال لولآ أخرتنآ إلىٓ أجلٖ قريبٖ قل متع الدنيا قليلٞ والاخرة خيرٞ لمن اتقى ولا تظلمون فتيلا"
  },
  {
    "id": 569,
    "jozz": 5,
    "page": "90",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 10,
    "line_end": 14,
    "aya_no": 77,
    "text_tashkeel": "اَيْنَمَا تَكُونُواْ يُدْرِككُّمُ اُ۬لْمَوْتُ وَلَوْ كُنتُمْ فِے بُرُوجٖ مُّشَيَّدَةٖۖ وَإِن تُصِبْهُمْ حَسَنَةٞ يَقُولُواْ هَٰذِهِۦ مِنْ عِندِ اِ۬للَّهِۖ وَإِن تُصِبْهُمْ سَيِّئَةٞ يَقُولُواْ هَٰذِهِۦ مِنْ عِندِكَۖ قُلْ كُلّٞ مِّنْ عِندِ اِ۬للَّهِۖ فَمَالِ هَٰٓؤُلَآءِ اِ۬لْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثاٗۖ ٧٧",
    "text_simple": "اينما تكونوا يدرككم الموت ولو كنتم فے بروجٖ مشيدةٖ وإن تصبهم حسنةٞ يقولوا هذه من عند الله وإن تصبهم سيئةٞ يقولوا هذه من عندك قل كلٞ من عند الله فمال هٓؤلآء القوم لا يكادون يفقهون حديثاٗ"
  },
  {
    "id": 570,
    "jozz": 5,
    "page": "90",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 78,
    "text_tashkeel": "۞ مَّآ أَصَابَكَ مِنْ حَسَنَةٖ فَمِنَ اَ۬للَّهِۖ وَمَآ أَصَابَكَ مِن سَيِّئَةٖ فَمِن نَّفْسِكَۖ وَأَرْسَلْنَٰكَ لِلنَّاسِ رَسُولاٗۖ وَكَف۪ىٰ بِاللَّهِ شَهِيداٗۖ ٧٨",
    "text_simple": "مآ أصابك من حسنةٖ فمن الله ومآ أصابك من سيئةٖ فمن نفسك وأرسلنك للناس رسولاٗ وكفى بالله شهيداٗ"
  },
  {
    "id": 571,
    "jozz": 5,
    "page": "91",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 79,
    "text_tashkeel": " مَّنْ يُّطِعِ اِ۬لرَّسُولَ فَقَدَ اَطَاعَ اَ۬للَّهَۖ وَمَن تَوَلّ۪ىٰ فَمَآ أَرْسَلْنَٰكَ عَلَيْهِمْ حَفِيظاٗۖ ٧٩",
    "text_simple": "من يطع الرسول فقد اطاع الله ومن تولى فمآ أرسلنك عليهم حفيظاٗ"
  },
  {
    "id": 572,
    "jozz": 5,
    "page": "91",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 80,
    "text_tashkeel": "وَيَقُولُونَ طَاعَةٞۖ فَإِذَا بَرَزُواْ مِنْ عِندِكَ بَيَّتَ طَآئِفَةٞ مِّنْهُمْ غَيْرَ اَ۬لذِے تَقُولُۖ وَاللَّهُ يَكْتُبُ مَا يُبَيِّتُونَۖ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اَ۬للَّهِۖ وَكَف۪ىٰ بِاللَّهِ وَكِيلاًۖ ٨٠",
    "text_simple": "ويقولون طاعةٞ فإذا برزوا من عندك بيت طآئفةٞ منهم غير الذے تقول والله يكتب ما يبيتون فأعرض عنهم وتوكل على الله وكفى بالله وكيلا"
  },
  {
    "id": 573,
    "jozz": 5,
    "page": "91",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 81,
    "text_tashkeel": " اَفَلَا يَتَدَبَّرُونَ اَ۬لْقُرْءَانَۖ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ اِ۬للَّهِ لَوَجَدُواْ فِيهِ اِ۪خْتِلَٰفاٗ كَثِيراٗۖ ٨١",
    "text_simple": "افلا يتدبرون القرءان ولو كان من عند غير الله لوجدوا فيه اختلفاٗ كثيراٗ"
  },
  {
    "id": 574,
    "jozz": 5,
    "page": "91",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 6,
    "line_end": 9,
    "aya_no": 82,
    "text_tashkeel": "وَإِذَا جَآءَهُمُۥٓ أَمْرٞ مِّنَ اَ۬لَامْنِ أَوِ اِ۬لْخَوْفِ أَذَاعُواْ بِهِۦۖ وَلَوْ رَدُّوهُ إِلَى اَ۬لرَّسُولِ وَإِلَىٰٓ أُوْلِے اِ۬لَامْرِ مِنْهُمْ لَعَلِمَهُ اُ۬لذِينَ يَسْتَنۢبِطُونَهُۥ مِنْهُمْۖ وَلَوْلَا فَضْلُ اُ۬للَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ لَاتَّبَعْتُمُ اُ۬لشَّيْطَٰنَ إِلَّا قَلِيلاٗۖ ٨٢",
    "text_simple": "وإذا جآءهمٓ أمرٞ من الامن أو الخوف أذاعوا به ولو ردوه إلى الرسول وإلىٓ أولے الامر منهم لعلمه الذين يستنبطونه منهم ولولا فضل الله عليكم ورحمته لاتبعتم الشيطن إلا قليلاٗ"
  },
  {
    "id": 575,
    "jozz": 5,
    "page": "91",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 83,
    "text_tashkeel": " فَقَٰتِلْ فِے سَبِيلِ اِ۬للَّهِۖ لَا تُكَلَّفُ إِلَّا نَفْسَكَۖ وَحَرِّضِ اِ۬لْمُومِنِينَۖ عَسَى اَ۬للَّهُ أَنْ يَّكُفَّ بَأْسَ اَ۬لذِينَ كَفَرُواْۖ وَاللَّهُ أَشَدُّ بَأْساٗ وَأَشَدُّ تَنكِيلاٗۖ ٨٣",
    "text_simple": "فقتل فے سبيل الله لا تكلف إلا نفسك وحرض المومنين عسى الله أن يكف بأس الذين كفروا والله أشد بأساٗ وأشد تنكيلاٗ"
  },
  {
    "id": 576,
    "jozz": 5,
    "page": "91",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 84,
    "text_tashkeel": "مَّنْ يَّشْفَعْ شَفَٰعَةً حَسَنَةٗ يَكُن لَّهُۥ نَصِيبٞ مِّنْهَاۖ وَمَنْ يَّشْفَعْ شَفَٰعَةٗ سَيِّئَةٗ يَكُن لَّهُۥ كِفْلٞ مِّنْهَاۖ وَكَانَ اَ۬للَّهُ عَلَىٰ كُلِّ شَےْءٖ مُّقِيتاٗۖ ٨٤",
    "text_simple": "من يشفع شفعة حسنةٗ يكن له نصيبٞ منها ومن يشفع شفعةٗ سيئةٗ يكن له كفلٞ منها وكان الله على كل شےءٖ مقيتاٗ"
  },
  {
    "id": 577,
    "jozz": 5,
    "page": "91",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 85,
    "text_tashkeel": "وَإِذَا حُيِّيتُم بِتَحِيَّةٖ فَحَيُّواْ بِأَحْسَنَ مِنْهَآ أَوْ رُدُّوهَآۖ إِنَّ اَ۬للَّهَ كَانَ عَلَىٰ كُلِّ شَےْءٍ حَسِيباًۖ ٨٥",
    "text_simple": "وإذا حييتم بتحيةٖ فحيوا بأحسن منهآ أو ردوهآ إن الله كان على كل شےء حسيبا"
  },
  {
    "id": 578,
    "jozz": 5,
    "page": "92",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 86,
    "text_tashkeel": " ۞ اِ۬للَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَيَجْمَعَنَّكُمُۥٓ إِلَىٰ يَوْمِ اِ۬لْقِيَٰمَةِ لَا رَيْبَ فِيهِۖ وَمَنَ اَصْدَقُ مِنَ اَ۬للَّهِ حَدِيثاٗۖ ٨٦",
    "text_simple": "الله لآ إله إلا هو ليجمعنكمٓ إلى يوم القيمة لا ريب فيه ومن اصدق من الله حديثاٗ"
  },
  {
    "id": 579,
    "jozz": 5,
    "page": "92",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 87,
    "text_tashkeel": "فَمَا لَكُمْ فِے اِ۬لْمُنَٰفِقِينَ فِئَتَيْنِ وَاللَّهُ أَرْكَسَهُم بِمَا كَسَبُوٓاْۖ أَتُرِيدُونَ أَن تَهْدُواْ مَنَ اَضَلَّ اَ۬للَّهُۖ وَمَنْ يُّضْلِلِ اِ۬للَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلاٗۖ ٨٧",
    "text_simple": "فما لكم فے المنفقين فئتين والله أركسهم بما كسبوٓا أتريدون أن تهدوا من اضل الله ومن يضلل الله فلن تجد له سبيلاٗ"
  },
  {
    "id": 580,
    "jozz": 5,
    "page": "92",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 4,
    "line_end": 7,
    "aya_no": 88,
    "text_tashkeel": "وَدُّواْ لَوْ تَكْفُرُونَ كَمَا كَفَرُواْ فَتَكُونُونَ سَوَآءٗۖ فَلَا تَتَّخِذُواْ مِنْهُمُۥٓ أَوْلِيَآءَ حَتَّىٰ يُهَاجِرُواْ فِے سَبِيلِ اِ۬للَّهِۖ فَإِن تَوَلَّوْاْ فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدتُّمُوهُمْ وَلَا تَتَّخِذُواْ مِنْهُمْ وَلِيّاٗ وَلَا نَصِيراً ٨٨",
    "text_simple": "ودوا لو تكفرون كما كفروا فتكونون سوآءٗ فلا تتخذوا منهمٓ أوليآء حتى يهاجروا فے سبيل الله فإن تولوا فخذوهم واقتلوهم حيث وجدتموهم ولا تتخذوا منهم ولياٗ ولا نصيرا"
  },
  {
    "id": 581,
    "jozz": 5,
    "page": "92",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 7,
    "line_end": 11,
    "aya_no": 89,
    "text_tashkeel": "اِلَّا اَ۬لذِينَ يَصِلُونَ إِلَىٰ قَوْمِۢ بَيْنَكُمْ وَبَيْنَهُم مِّيثَٰقٌ اَوْ جَآءُوكُمْۖ حَصِرَتْ صُدُورُهُمُۥٓ أَنْ يُّقَٰتِلُوكُمُۥٓ أَوْ يُقَٰتِلُواْ قَوْمَهُمْۖ وَلَوْ شَآءَ اَ۬للَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَٰتَلُوكُمْۖ فَإِنِ اِ۪عْتَزَلُوكُمْ فَلَمْ يُقَٰتِلُوكُمْ وَأَلْقَوِاْ اِلَيْكُمُ اُ۬لسَّلَمَ فَمَا جَعَلَ اَ۬للَّهُ لَكُمْ عَلَيْهِمْ سَبِيلاٗۖ ٨٩",
    "text_simple": "الا الذين يصلون إلى قوم بينكم وبينهم ميثق او جآءوكم حصرت صدورهمٓ أن يقتلوكمٓ أو يقتلوا قومهم ولو شآء الله لسلطهم عليكم فلقتلوكم فإن اعتزلوكم فلم يقتلوكم وألقوا اليكم السلم فما جعل الله لكم عليهم سبيلاٗ"
  },
  {
    "id": 582,
    "jozz": 5,
    "page": "92",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 12,
    "line_end": 15,
    "aya_no": 90,
    "text_tashkeel": " سَتَجِدُونَ ءَاخَرِينَ يُرِيدُونَ أَنْ يَّامَنُوكُمْ وَيَامَنُواْ قَوْمَهُمْ كُلَّ مَا رُدُّوٓاْ إِلَى اَ۬لْفِتْنَةِ أُرْكِسُواْ فِيهَاۖ فَإِن لَّمْ يَعْتَزِلُوكُمْ وَيُلْقُوٓاْ إِلَيْكُمُ اُ۬لسَّلَمَ وَيَكُفُّوٓاْ أَيْدِيَهُمْ فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْۖ وَأُوْلَٰٓئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَٰناٗ مُّبِيناٗۖ ٩٠",
    "text_simple": "ستجدون ءاخرين يريدون أن يامنوكم ويامنوا قومهم كل ما ردوٓا إلى الفتنة أركسوا فيها فإن لم يعتزلوكم ويلقوٓا إليكم السلم ويكفوٓا أيديهم فخذوهم واقتلوهم حيث ثقفتموهم وأولٓئكم جعلنا لكم عليهم سلطناٗ مبيناٗ"
  },
  {
    "id": 583,
    "jozz": 5,
    "page": "93",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 8,
    "aya_no": 91,
    "text_tashkeel": " وَمَا كَانَ لِمُومِنٍ اَنْ يَّقْتُلَ مُومِناًۖ اِلَّا خَطَـٔاٗۖ وَمَن قَتَلَ مُومِناً خَطَـٔاٗ فَتَحْرِيرُ رَقَبَةٖ مُّومِنَةٖ وَدِيَةٞ مُّسَلَّمَةٌ اِلَىٰٓ أَهْلِهِۦٓ إِلَّآ أَنْ يَّصَّدَّقُواْۖ فَإِن كَانَ مِن قَوْمٍ عَدُوّٖ لَّكُمْ وَهُوَ مُومِنٞ فَتَحْرِيرُ رَقَبَةٖ مُّومِنَةٖۖ وَإِن كَانَ مِن قَوْمِۢ بَيْنَكُمْ وَبَيْنَهُم مِّيثَٰقٞ فَدِيَةٞ مُّسَلَّمَةٌ اِلَىٰٓ أَهْلِهِۦ وَتَحْرِيرُ رَقَبَةٖ مُّومِنَةٖۖ ۞ فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةٗ مِّنَ اَ۬للَّهِۖ وَكَانَ اَ۬للَّهُ عَلِيماً حَكِيماٗۖ ٩١",
    "text_simple": "وما كان لمومن ان يقتل مومنا الا خطٔاٗ ومن قتل مومنا خطٔاٗ فتحرير رقبةٖ مومنةٖ وديةٞ مسلمة الىٓ أهلهٓ إلآ أن يصدقوا فإن كان من قوم عدوٖ لكم وهو مومنٞ فتحرير رقبةٖ مومنةٖ وإن كان من قوم بينكم وبينهم ميثقٞ فديةٞ مسلمة الىٓ أهله وتحرير رقبةٖ مومنةٖ فمن لم يجد فصيام شهرين متتابعين توبةٗ من الله وكان الله عليما حكيماٗ"
  },
  {
    "id": 584,
    "jozz": 5,
    "page": "93",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 92,
    "text_tashkeel": "وَمَنْ يَّقْتُلْ مُومِناٗ مُّتَعَمِّداٗ فَجَزَآؤُهُۥ جَهَنَّمُ خَٰلِداٗ فِيهَا وَغَضِبَ اَ۬للَّهُ عَلَيْهِ وَلَعَنَهُۥ وَأَعَدَّ لَهُۥ عَذَاباً عَظِيماٗۖ ٩٢",
    "text_simple": "ومن يقتل مومناٗ متعمداٗ فجزآؤه جهنم خلداٗ فيها وغضب الله عليه ولعنه وأعد له عذابا عظيماٗ"
  },
  {
    "id": 585,
    "jozz": 5,
    "page": "93",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 10,
    "line_end": 15,
    "aya_no": 93,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُوٓاْ إِذَا ضَرَبْتُمْ فِے سَبِيلِ اِ۬للَّهِ فَتَبَيَّنُواْۖ وَلَا تَقُولُواْ لِمَنَ اَلْق۪ىٰٓ إِلَيْكُمُ اُ۬لسَّلَمَ لَسْتَ مُومِناٗ تَبْتَغُونَ عَرَضَ اَ۬لْحَيَوٰةِ اِ۬لدُّنْي۪ا فَعِندَ اَ۬للَّهِ مَغَانِمُ كَثِيرَةٞۖ كَذَٰلِكَ كُنتُم مِّن قَبْلُ فَمَنَّ اَ۬للَّهُ عَلَيْكُمْۖ فَتَبَيَّنُوٓاْۖ إِنَّ اَ۬للَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيراٗۖ ٩٣",
    "text_simple": "يٓأيها الذين ءامنوٓا إذا ضربتم فے سبيل الله فتبينوا ولا تقولوا لمن القىٓ إليكم السلم لست مومناٗ تبتغون عرض الحيوة الدنيا فعند الله مغانم كثيرةٞ كذلك كنتم من قبل فمن الله عليكم فتبينوٓا إن الله كان بما تعملون خبيراٗ"
  },
  {
    "id": 586,
    "jozz": 5,
    "page": "94",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 94,
    "text_tashkeel": " لَّا يَسْتَوِے اِ۬لْقَٰعِدُونَ مِنَ اَ۬لْمُومِنِينَ غَيْرَ أُوْلِے اِ۬لضَّرَرِ وَالْمُجَٰهِدُونَ فِے سَبِيلِ اِ۬للَّهِ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْۖ فَضَّلَ اَ۬للَّهُ اُ۬لْمُجَٰهِدِينَ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ عَلَى اَ۬لْقَٰعِدِينَ دَرَجَةٗۖ وَكُلّاٗ وَعَدَ اَ۬للَّهُ اُ۬لْحُسْن۪ىٰۖ وَفَضَّلَ اَ۬للَّهُ اُ۬لْمُجَٰهِدِينَ عَلَى اَ۬لْقَٰعِدِينَ أَجْراً عَظِيماٗ ٩٤",
    "text_simple": "لا يستوے القعدون من المومنين غير أولے الضرر والمجهدون فے سبيل الله بأمولهم وأنفسهم فضل الله المجهدين بأمولهم وأنفسهم على القعدين درجةٗ وكلاٗ وعد الله الحسنى وفضل الله المجهدين على القعدين أجرا عظيماٗ"
  },
  {
    "id": 587,
    "jozz": 5,
    "page": "94",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 95,
    "text_tashkeel": "دَرَجَٰتٖ مِّنْهُ وَمَغْفِرَةٗ وَرَحْمَةٗۖ وَكَانَ اَ۬للَّهُ غَفُوراٗ رَّحِيماًۖ ٩٥",
    "text_simple": "درجتٖ منه ومغفرةٗ ورحمةٗ وكان الله غفوراٗ رحيما"
  },
  {
    "id": 588,
    "jozz": 5,
    "page": "94",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 5,
    "line_end": 8,
    "aya_no": 96,
    "text_tashkeel": "اِنَّ اَ۬لذِينَ تَوَفّ۪يٰهُمُ اُ۬لْمَلَٰٓئِكَةُ ظَالِمِےٓ أَنفُسِهِمْ قَالُواْ فِيمَ كُنتُمْۖ قَالُواْ كُنَّا مُسْتَضْعَفِينَ فِے اِ۬لَارْضِۖ قَالُوٓاْ أَلَمْ تَكُنَ اَرْضُ اُ۬للَّهِ وَٰسِعَةٗ فَتُهَاجِرُواْ فِيهَاۖ فَأُوْلَٰٓئِكَ مَأْو۪يٰهُمْ جَهَنَّمُ وَسَآءَتْ مَصِيراً ٩٦",
    "text_simple": "ان الذين توفيهم الملٓئكة ظالمےٓ أنفسهم قالوا فيم كنتم قالوا كنا مستضعفين فے الارض قالوٓا ألم تكن ارض الله وسعةٗ فتهاجروا فيها فأولٓئك مأويهم جهنم وسآءت مصيرا"
  },
  {
    "id": 589,
    "jozz": 5,
    "page": "94",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 97,
    "text_tashkeel": "اِلَّا اَ۬لْمُسْتَضْعَفِينَ مِنَ اَ۬لرِّجَالِ وَالنِّسَآءِ وَالْوِلْدَٰنِ لَا يَسْتَطِيعُونَ حِيلَةٗ وَلَا يَهْتَدُونَ سَبِيلاٗۖ ٩٧",
    "text_simple": "الا المستضعفين من الرجال والنسآء والولدن لا يستطيعون حيلةٗ ولا يهتدون سبيلاٗ"
  },
  {
    "id": 590,
    "jozz": 5,
    "page": "94",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 98,
    "text_tashkeel": "فَأُوْلَٰٓئِكَ عَسَى اَ۬للَّهُ أَنْ يَّعْفُوَ عَنْهُمْۖ وَكَانَ اَ۬للَّهُ عَفُوّاً غَفُوراٗۖ ٩٨",
    "text_simple": "فأولٓئك عسى الله أن يعفو عنهم وكان الله عفوا غفوراٗ"
  },
  {
    "id": 591,
    "jozz": 5,
    "page": "94",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 10,
    "line_end": 13,
    "aya_no": 99,
    "text_tashkeel": "۞ وَمَنْ يُّهَاجِرْ فِے سَبِيلِ اِ۬للَّهِ يَجِدْ فِے اِ۬لَارْضِ مُرَٰغَماٗ كَثِيراٗ وَسَعَةٗۖ وَمَنْ يَّخْرُجْ مِنۢ بَيْتِهِۦ مُهَاجِراً اِلَى اَ۬للَّهِ وَرَسُولِهِۦ ثُمَّ يُدْرِكْهُ اُ۬لْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُۥ عَلَى اَ۬للَّهِۖ وَكَانَ اَ۬للَّهُ غَفُوراٗ رَّحِيماٗۖ ٩٩",
    "text_simple": "ومن يهاجر فے سبيل الله يجد فے الارض مرغماٗ كثيراٗ وسعةٗ ومن يخرج من بيته مهاجرا الى الله ورسوله ثم يدركه الموت فقد وقع أجره على الله وكان الله غفوراٗ رحيماٗ"
  },
  {
    "id": 592,
    "jozz": 5,
    "page": "94",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 100,
    "text_tashkeel": "وَإِذَا ضَرَبْتُمْ فِے اِ۬لَارْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ اَن تَقْصُرُواْ مِنَ اَ۬لصَّلَوٰةِ إِنْ خِفْتُمُۥٓ أَنْ يَّفْتِنَكُمُ اُ۬لذِينَ كَفَرُوٓاْۖ إِنَّ اَ۬لْكٰ۪فِرِينَ كَانُواْ لَكُمْ عَدُوّاٗ مُّبِيناٗۖ ١٠٠",
    "text_simple": "وإذا ضربتم فے الارض فليس عليكم جناح ان تقصروا من الصلوة إن خفتمٓ أن يفتنكم الذين كفروٓا إن الكفرين كانوا لكم عدواٗ مبيناٗ"
  },
  {
    "id": 593,
    "jozz": 5,
    "page": "95",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 8,
    "aya_no": 101,
    "text_tashkeel": " وَإِذَا كُنتَ فِيهِمْ فَأَقَمْتَ لَهُمُ اُ۬لصَّلَوٰةَ فَلْتَقُمْ طَآئِفَةٞ مِّنْهُم مَّعَكَ وَلْيَاخُذُوٓاْ أَسْلِحَتَهُمْۖ فَإِذَا سَجَدُواْ فَلْيَكُونُواْ مِنْ وَّرَآئِكُمْۖ وَلْتَاتِ طَآئِفَةٌ ا۟خْر۪ىٰ لَمْ يُصَلُّواْ فَلْيُصَلُّواْ مَعَكَ وَلْيَاخُذُواْ حِذْرَهُمْ وَأَسْلِحَتَهُمْۖ وَدَّ اَ۬لذِينَ كَفَرُواْ لَوْ تَغْفُلُونَ عَنَ اَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُم مَّيْلَةٗ وَٰحِدَةٗۖ وَلَا جُنَاحَ عَلَيْكُمُۥٓ إِن كَانَ بِكُمُۥٓ أَذىٗ مِّن مَّطَرٍ اَوْ كُنتُم مَّرْض۪ىٰٓ أَن تَضَعُوٓاْ أَسْلِحَتَكُمْۖ وَخُذُواْ حِذْرَكُمُۥٓۖ إِنَّ اَ۬للَّهَ أَعَدَّ لِلْكٰ۪فِرِينَ عَذَاباٗ مُّهِيناٗۖ ١٠١",
    "text_simple": "وإذا كنت فيهم فأقمت لهم الصلوة فلتقم طآئفةٞ منهم معك ولياخذوٓا أسلحتهم فإذا سجدوا فليكونوا من ورآئكم ولتات طآئفة اخرى لم يصلوا فليصلوا معك ولياخذوا حذرهم وأسلحتهم ود الذين كفروا لو تغفلون عن اسلحتكم وأمتعتكم فيميلون عليكم ميلةٗ وحدةٗ ولا جناح عليكمٓ إن كان بكمٓ أذىٗ من مطر او كنتم مرضىٓ أن تضعوٓا أسلحتكم وخذوا حذركمٓ إن الله أعد للكفرين عذاباٗ مهيناٗ"
  },
  {
    "id": 594,
    "jozz": 5,
    "page": "95",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 102,
    "text_tashkeel": " فَإِذَا قَضَيْتُمُ اُ۬لصَّلَوٰةَ فَاذْكُرُواْ اُ۬للَّهَ قِيَٰماٗ وَقُعُوداٗ وَعَلَىٰ جُنُوبِكُمْۖ فَإِذَا اَ۪طْمَأْنَنتُمْ فَأَقِيمُواْ اُ۬لصَّلَوٰةَۖ إِنَّ اَ۬لصَّلَوٰةَ كَانَتْ عَلَى اَ۬لْمُومِنِينَ كِتَٰباٗ مَّوْقُوتاٗۖ ١٠٢",
    "text_simple": "فإذا قضيتم الصلوة فاذكروا الله قيماٗ وقعوداٗ وعلى جنوبكم فإذا اطمأننتم فأقيموا الصلوة إن الصلوة كانت على المومنين كتباٗ موقوتاٗ"
  },
  {
    "id": 595,
    "jozz": 5,
    "page": "95",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 11,
    "line_end": 14,
    "aya_no": 103,
    "text_tashkeel": "وَلَا تَهِنُواْ فِے اِ۪بْتِغَآءِ اِ۬لْقَوْمِۖ إِن تَكُونُواْ تَالَمُونَ فَإِنَّهُمْ يَالَمُونَ كَمَا تَالَمُونَ وَتَرْجُونَ مِنَ اَ۬للَّهِ مَا لَا يَرْجُونَۖ وَكَانَ اَ۬للَّهُ عَلِيماً حَكِيماًۖ ١٠٣",
    "text_simple": "ولا تهنوا فے ابتغآء القوم إن تكونوا تالمون فإنهم يالمون كما تالمون وترجون من الله ما لا يرجون وكان الله عليما حكيما"
  },
  {
    "id": 596,
    "jozz": 5,
    "page": "95",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 104,
    "text_tashkeel": "۞ اِنَّآ أَنزَلْنَآ إِلَيْكَ اَ۬لْكِتَٰبَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ اَ۬لنَّاسِ بِمَآ أَر۪يٰكَ اَ۬للَّهُۖ وَلَا تَكُن لِّلْخَآئِنِينَ خَصِيماٗۖ ١٠٤",
    "text_simple": "انآ أنزلنآ إليك الكتب بالحق لتحكم بين الناس بمآ أريك الله ولا تكن للخآئنين خصيماٗ"
  },
  {
    "id": 597,
    "jozz": 5,
    "page": "96",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 1,
    "aya_no": 105,
    "text_tashkeel": " وَاسْتَغْفِرِ اِ۬للَّهَۖ إِنَّ اَ۬للَّهَ كَانَ غَفُوراٗ رَّحِيماٗۖ ١٠٥",
    "text_simple": "واستغفر الله إن الله كان غفوراٗ رحيماٗ"
  },
  {
    "id": 598,
    "jozz": 5,
    "page": "96",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 106,
    "text_tashkeel": "وَلَا تُجَٰدِلْ عَنِ اِ۬لذِينَ يَخْتَانُونَ أَنفُسَهُمُۥٓۖ إِنَّ اَ۬للَّهَ لَا يُحِبُّ مَن كَانَ خَوَّاناً اَثِيماٗۖ ١٠٦",
    "text_simple": "ولا تجدل عن الذين يختانون أنفسهمٓ إن الله لا يحب من كان خوانا اثيماٗ"
  },
  {
    "id": 599,
    "jozz": 5,
    "page": "96",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 107,
    "text_tashkeel": "يَسْتَخْفُونَ مِنَ اَ۬لنَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اَ۬للَّهِ وَهُوَ مَعَهُمُۥٓ إِذْ يُبَيِّتُونَ مَا لَا يَرْض۪ىٰ مِنَ اَ۬لْقَوْلِۖ وَكَانَ اَ۬للَّهُ بِمَا يَعْمَلُونَ مُحِيطاًۖ ١٠٧",
    "text_simple": "يستخفون من الناس ولا يستخفون من الله وهو معهمٓ إذ يبيتون ما لا يرضى من القول وكان الله بما يعملون محيطا"
  },
  {
    "id": 600,
    "jozz": 5,
    "page": "96",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 108,
    "text_tashkeel": "هَآنتُمْ هَٰٓؤُلَآءِ جَٰدَلْتُمْ عَنْهُمْ فِے اِ۬لْحَيَوٰةِ اِ۬لدُّنْي۪ا فَمَنْ يُّجَٰدِلُ اُ۬للَّهَ عَنْهُمْ يَوْمَ اَ۬لْقِيَٰمَةِ أَم مَّنْ يَّكُونُ عَلَيْهِمْ وَكِيلاٗۖ ١٠٨",
    "text_simple": "هآنتم هٓؤلآء جدلتم عنهم فے الحيوة الدنيا فمن يجدل الله عنهم يوم القيمة أم من يكون عليهم وكيلاٗ"
  },
  {
    "id": 601,
    "jozz": 5,
    "page": "96",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 109,
    "text_tashkeel": "وَمَنْ يَّعْمَلْ سُوٓءاً اَوْ يَظْلِمْ نَفْسَهُۥ ثُمَّ يَسْتَغْفِرِ اِ۬للَّهَ يَجِدِ اِ۬للَّهَ غَفُوراٗ رَّحِيماٗۖ ١٠٩",
    "text_simple": "ومن يعمل سوٓءا او يظلم نفسه ثم يستغفر الله يجد الله غفوراٗ رحيماٗ"
  },
  {
    "id": 602,
    "jozz": 5,
    "page": "96",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 110,
    "text_tashkeel": "وَمَنْ يَّكْسِبِ اِثْماٗ فَإِنَّمَا يَكْسِبُهُۥ عَلَىٰ نَفْسِهِۦۖ وَكَانَ اَ۬للَّهُ عَلِيماً حَكِيماٗۖ ١١٠",
    "text_simple": "ومن يكسب اثماٗ فإنما يكسبه على نفسه وكان الله عليما حكيماٗ"
  },
  {
    "id": 603,
    "jozz": 5,
    "page": "96",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 111,
    "text_tashkeel": "وَمَنْ يَّكْسِبْ خَطِيٓـَٔةً اَوِ اِثْماٗ ثُمَّ يَرْمِ بِهِۦ بَرِيٓـٔاٗ فَقَدِ اِ۪حْتَمَلَ بُهْتَٰناٗ وَإِثْماٗ مُّبِيناٗۖ ١١١",
    "text_simple": "ومن يكسب خطيٓٔة او اثماٗ ثم يرم به بريٓٔاٗ فقد احتمل بهتناٗ وإثماٗ مبيناٗ"
  },
  {
    "id": 604,
    "jozz": 5,
    "page": "96",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 12,
    "line_end": 15,
    "aya_no": 112,
    "text_tashkeel": " وَلَوْلَا فَضْلُ اُ۬للَّهِ عَلَيْكَ وَرَحْمَتُهُۥ لَهَمَّت طَّآئِفَةٞ مِّنْهُمُۥٓ أَنْ يُّضِلُّوكَۖ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمْ وَمَا يَضُرُّونَكَ مِن شَےْءٖۖ وَأَنزَلَ اَ۬للَّهُ عَلَيْكَ اَ۬لْكِتَٰبَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُن تَعْلَمُۖ وَكَانَ فَضْلُ اُ۬للَّهِ عَلَيْكَ عَظِيماٗۖ ١١٢",
    "text_simple": "ولولا فضل الله عليك ورحمته لهمت طآئفةٞ منهمٓ أن يضلوك وما يضلون إلآ أنفسهم وما يضرونك من شےءٖ وأنزل الله عليك الكتب والحكمة وعلمك ما لم تكن تعلم وكان فضل الله عليك عظيماٗ"
  },
  {
    "id": 605,
    "jozz": 5,
    "page": "97",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 113,
    "text_tashkeel": " ۞ لَّا خَيْرَ فِے كَثِيرٖ مِّن نَّجْو۪يٰهُمُۥٓ إِلَّا مَنَ اَمَرَ بِصَدَقَةٍ اَوْ مَعْرُوفٍ اَوِ اِصْلَٰحِۢ بَيْنَ اَ۬لنَّاسِۖ وَمَنْ يَّفْعَلْ ذَٰلِكَ اَ۪بْتِغَآءَ مَرْضَاتِ اِ۬للَّهِ فَسَوْفَ نُوتِيهِ أَجْراً عَظِيماٗۖ ١١٣",
    "text_simple": "لا خير فے كثيرٖ من نجويهمٓ إلا من امر بصدقة او معروف او اصلح بين الناس ومن يفعل ذلك ابتغآء مرضات الله فسوف نوتيه أجرا عظيماٗ"
  },
  {
    "id": 606,
    "jozz": 5,
    "page": "97",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 3,
    "line_end": 6,
    "aya_no": 114,
    "text_tashkeel": "وَمَنْ يُّشَاقِقِ اِ۬لرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُ اُ۬لْهُد۪ىٰ وَيَتَّبِعْ غَيْرَ سَبِيلِ اِ۬لْمُومِنِينَ نُوَلِّهِۦ مَا تَوَلّ۪ىٰ وَنُصْلِهِۦ جَهَنَّمَۖ وَسَآءَتْ مَصِيراًۖ ١١٤",
    "text_simple": "ومن يشاقق الرسول من بعد ما تبين له الهدى ويتبع غير سبيل المومنين نوله ما تولى ونصله جهنم وسآءت مصيرا"
  },
  {
    "id": 607,
    "jozz": 5,
    "page": "97",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 115,
    "text_tashkeel": "اِنَّ اَ۬للَّهَ لَا يَغْفِرُ أَنْ يُّشْرَكَ بِهِۦ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَنْ يَّشَآءُۖ وَمَنْ يُّشْرِكْ بِاللَّهِ فَقَد ضَّلَّ ضَلَٰلاَۢ بَعِيداًۖ ١١٥",
    "text_simple": "ان الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشآء ومن يشرك بالله فقد ضل ضللا بعيدا"
  },
  {
    "id": 608,
    "jozz": 5,
    "page": "97",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 116,
    "text_tashkeel": "اِنْ يَّدْعُونَ مِن دُونِهِۦٓ إِلَّآ إِنَٰثاٗ وَإِنْ يَّدْعُونَ إِلَّا شَيْطَٰناٗ مَّرِيداٗ ١١٦",
    "text_simple": "ان يدعون من دونهٓ إلآ إنثاٗ وإن يدعون إلا شيطناٗ مريداٗ"
  },
  {
    "id": 609,
    "jozz": 5,
    "page": "97",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 117,
    "text_tashkeel": "لَّعَنَهُ اُ۬للَّهُۖ وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيباٗ مَّفْرُوضاٗ ١١٧",
    "text_simple": "لعنه الله وقال لأتخذن من عبادك نصيباٗ مفروضاٗ"
  },
  {
    "id": 610,
    "jozz": 5,
    "page": "97",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 10,
    "line_end": 13,
    "aya_no": 118,
    "text_tashkeel": "وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَأٓمُرَنَّهُمْ فَلَيُبَتِّكُنَّ ءَاذَانَ اَ۬لَانْعَٰمِ وَلَأٓمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اَ۬للَّهِۖ وَمَنْ يَّتَّخِذِ اِ۬لشَّيْطَٰنَ وَلِيّاٗ مِّن دُونِ اِ۬للَّهِ فَقَدْ خَسِرَ خُسْرَاناٗ مُّبِيناٗۖ ١١٨",
    "text_simple": "ولأضلنهم ولأمنينهم ولأٓمرنهم فليبتكن ءاذان الانعم ولأٓمرنهم فليغيرن خلق الله ومن يتخذ الشيطن ولياٗ من دون الله فقد خسر خسراناٗ مبيناٗ"
  },
  {
    "id": 611,
    "jozz": 5,
    "page": "97",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 119,
    "text_tashkeel": "يَعِدُهُمْ وَيُمَنِّيهِمْۖ وَمَا يَعِدُهُمُ اُ۬لشَّيْطَٰنُ إِلَّا غُرُوراًۖ ١١٩",
    "text_simple": "يعدهم ويمنيهم وما يعدهم الشيطن إلا غرورا"
  },
  {
    "id": 612,
    "jozz": 5,
    "page": "97",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 120,
    "text_tashkeel": "ا۟وْلَٰٓئِكَ مَأْو۪يٰهُمْ جَهَنَّمُۖ وَلَا يَجِدُونَ عَنْهَا مَحِيصاٗۖ ١٢٠",
    "text_simple": "اولٓئك مأويهم جهنم ولا يجدون عنها محيصاٗ"
  },
  {
    "id": 613,
    "jozz": 5,
    "page": "98",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 121,
    "text_tashkeel": " وَالذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ سَنُدْخِلُهُمْ جَنَّٰتٖ تَجْرِے مِن تَحْتِهَا اَ۬لَانْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَداٗۖ وَعْدَ اَ۬للَّهِ حَقّاٗۖ وَمَنَ اَصْدَقُ مِنَ اَ۬للَّهِ قِيلاٗۖ ١٢١",
    "text_simple": "والذين ءامنوا وعملوا الصلحت سندخلهم جنتٖ تجرے من تحتها الانهر خلدين فيهآ أبداٗ وعد الله حقاٗ ومن اصدق من الله قيلاٗ"
  },
  {
    "id": 614,
    "jozz": 5,
    "page": "98",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 122,
    "text_tashkeel": "لَّيْسَ بِأَمَانِيِّكُمْ وَلَآ أَمَانِيِّ أَهْلِ اِ۬لْكِتَٰبِۖ مَنْ يَّعْمَلْ سُوٓءاٗ يُجْزَ بِهِۦ وَلَا يَجِدْ لَهُۥ مِن دُونِ اِ۬للَّهِ وَلِيّاٗ وَلَا نَصِيراٗۖ ١٢٢",
    "text_simple": "ليس بأمانيكم ولآ أماني أهل الكتب من يعمل سوٓءاٗ يجز به ولا يجد له من دون الله ولياٗ ولا نصيراٗ"
  },
  {
    "id": 615,
    "jozz": 5,
    "page": "98",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 123,
    "text_tashkeel": "۞ وَمَنْ يَّعْمَلْ مِنَ اَ۬لصَّٰلِحَٰتِ مِن ذَكَرٍ اَوُ ا۟نث۪ىٰ وَهُوَ مُومِنٞ فَأُوْلَٰٓئِكَ يَدْخُلُونَ اَ۬لْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيراٗۖ ١٢٣",
    "text_simple": "ومن يعمل من الصلحت من ذكر او انثى وهو مومنٞ فأولٓئك يدخلون الجنة ولا يظلمون نقيراٗ"
  },
  {
    "id": 616,
    "jozz": 5,
    "page": "98",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 124,
    "text_tashkeel": "وَمَنَ اَحْسَنُ دِيناٗ مِّمَّنَ اَسْلَمَ وَجْهَهُۥ لِلهِ وَهُوَ مُحْسِنٞ وَاتَّبَعَ مِلَّةَ إِبْرَٰهِيمَ حَنِيفاٗۖ وَاتَّخَذَ اَ۬للَّهُ إِبْرَٰهِيمَ خَلِيلاٗۖ ١٢٤",
    "text_simple": "ومن احسن ديناٗ ممن اسلم وجهه لله وهو محسنٞ واتبع ملة إبرهيم حنيفاٗ واتخذ الله إبرهيم خليلاٗ"
  },
  {
    "id": 617,
    "jozz": 5,
    "page": "98",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 125,
    "text_tashkeel": "وَلِلهِ مَا فِے اِ۬لسَّمَٰوَٰتِ وَمَا فِے اِ۬لَارْضِۖ وَكَانَ اَ۬للَّهُ بِكُلِّ شَےْءٖ مُّحِيطاٗۖ ١٢٥",
    "text_simple": "ولله ما فے السموت وما فے الارض وكان الله بكل شےءٖ محيطاٗ"
  },
  {
    "id": 618,
    "jozz": 5,
    "page": "98",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 11,
    "line_end": 15,
    "aya_no": 126,
    "text_tashkeel": "وَيَسْتَفْتُونَكَ فِے اِ۬لنِّسَآءِۖ قُلِ اِ۬للَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْل۪ىٰ عَلَيْكُمْ فِے اِ۬لْكِتَٰبِ فِے يَتَٰمَى اَ۬لنِّسَآءِ اِ۬لتِے لَا تُوتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ وَالْمُسْتَضْعَفِينَ مِنَ اَ۬لْوِلْدَٰنِ وَأَن تَقُومُواْ لِلْيَتَٰم۪ىٰ بِالْقِسْطِۖ وَمَا تَفْعَلُواْ مِنْ خَيْرٖ فَإِنَّ اَ۬للَّهَ كَانَ بِهِۦ عَلِيماٗۖ ١٢٦",
    "text_simple": "ويستفتونك فے النسآء قل الله يفتيكم فيهن وما يتلى عليكم فے الكتب فے يتمى النسآء التے لا توتونهن ما كتب لهن وترغبون أن تنكحوهن والمستضعفين من الولدن وأن تقوموا لليتمى بالقسط وما تفعلوا من خيرٖ فإن الله كان به عليماٗ"
  },
  {
    "id": 619,
    "jozz": 5,
    "page": "99",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 127,
    "text_tashkeel": " وَإِنِ اِ۪مْرَأَةٌ خَافَتْ مِنۢ بَعْلِهَا نُشُوزاً اَوِ اِعْرَاضاٗ فَلَا جُنَاحَ عَلَيْهِمَآ أَنْ يَّصَّٰلَحَا بَيْنَهُمَا صُلْحاٗۖ وَالصُّلْحُ خَيْرٞۖ وَأُحْضِرَتِ اِ۬لَانفُسُ اُ۬لشُّحَّۖ وَإِن تُحْسِنُواْ وَتَتَّقُواْ فَإِنَّ اَ۬للَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيراٗۖ ١٢٧",
    "text_simple": "وإن امرأة خافت من بعلها نشوزا او اعراضاٗ فلا جناح عليهمآ أن يصلحا بينهما صلحاٗ والصلح خيرٞ وأحضرت الانفس الشح وإن تحسنوا وتتقوا فإن الله كان بما تعملون خبيراٗ"
  },
  {
    "id": 620,
    "jozz": 5,
    "page": "99",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 4,
    "line_end": 7,
    "aya_no": 128,
    "text_tashkeel": "وَلَن تَسْتَطِيعُوٓاْ أَن تَعْدِلُواْ بَيْنَ اَ۬لنِّسَآءِ وَلَوْ حَرَصْتُمْۖ فَلَا تَمِيلُواْ كُلَّ اَ۬لْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِۖ وَإِن تُصْلِحُواْ وَتَتَّقُواْ فَإِنَّ اَ۬للَّهَ كَانَ غَفُوراٗ رَّحِيماٗۖ ١٢٨",
    "text_simple": "ولن تستطيعوٓا أن تعدلوا بين النسآء ولو حرصتم فلا تميلوا كل الميل فتذروها كالمعلقة وإن تصلحوا وتتقوا فإن الله كان غفوراٗ رحيماٗ"
  },
  {
    "id": 621,
    "jozz": 5,
    "page": "99",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 129,
    "text_tashkeel": "۞ وَإِنْ يَّتَفَرَّقَا يُغْنِ اِ۬للَّهُ كُلّاٗ مِّن سَعَتِهِۦۖ وَكَانَ اَ۬للَّهُ وَٰسِعاً حَكِيماٗۖ ١٢٩",
    "text_simple": "وإن يتفرقا يغن الله كلاٗ من سعته وكان الله وسعا حكيماٗ"
  },
  {
    "id": 622,
    "jozz": 5,
    "page": "99",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 8,
    "line_end": 11,
    "aya_no": 130,
    "text_tashkeel": "وَلِلهِ مَا فِے اِ۬لسَّمَٰوَٰتِ وَمَا فِے اِ۬لَارْضِۖ وَلَقَدْ وَصَّيْنَا اَ۬لذِينَ أُوتُواْ اُ۬لْكِتَٰبَ مِن قَبْلِكُمْ وَإِيَّاكُمُۥٓ أَنِ اِ۪تَّقُواْ اُ۬للَّهَۖ وَإِن تَكْفُرُواْ فَإِنَّ لِلهِ مَا فِے اِ۬لسَّمَٰوَٰتِ وَمَا فِے اِ۬لَارْضِۖ وَكَانَ اَ۬للَّهُ غَنِيّاً حَمِيداٗۖ ١٣٠",
    "text_simple": "ولله ما فے السموت وما فے الارض ولقد وصينا الذين أوتوا الكتب من قبلكم وإياكمٓ أن اتقوا الله وإن تكفروا فإن لله ما فے السموت وما فے الارض وكان الله غنيا حميداٗ"
  },
  {
    "id": 623,
    "jozz": 5,
    "page": "99",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 12,
    "line_end": 12,
    "aya_no": 131,
    "text_tashkeel": " وَلِلهِ مَا فِے اِ۬لسَّمَٰوَٰتِ وَمَا فِے اِ۬لَارْضِۖ وَكَف۪ىٰ بِاللَّهِ وَكِيلاًۖ ١٣١",
    "text_simple": "ولله ما فے السموت وما فے الارض وكفى بالله وكيلا"
  },
  {
    "id": 624,
    "jozz": 5,
    "page": "99",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 132,
    "text_tashkeel": " اِنْ يَّشَأْ يُذْهِبْكُمُۥٓ أَيُّهَا اَ۬لنَّاسُ وَيَاتِ بِـَٔاخَرِينَۖ وَكَانَ اَ۬للَّهُ عَلَىٰ ذَٰلِكَ قَدِيراٗۖ ١٣٢",
    "text_simple": "ان يشأ يذهبكمٓ أيها الناس ويات بٔاخرين وكان الله على ذلك قديراٗ"
  },
  {
    "id": 625,
    "jozz": 5,
    "page": "99",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 133,
    "text_tashkeel": "مَّن كَانَ يُرِيدُ ثَوَابَ اَ۬لدُّنْي۪ا فَعِندَ اَ۬للَّهِ ثَوَابُ اُ۬لدُّنْي۪ا وَالَاخِرَةِۖ وَكَانَ اَ۬للَّهُ سَمِيعاَۢ بَصِيراٗۖ ١٣٣",
    "text_simple": "من كان يريد ثواب الدنيا فعند الله ثواب الدنيا والاخرة وكان الله سميعا بصيراٗ"
  },
  {
    "id": 626,
    "jozz": 5,
    "page": "100",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 134,
    "text_tashkeel": " يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ كُونُواْ قَوَّٰمِينَ بِالْقِسْطِ شُهَدَآءَ لِلهِ وَلَوْ عَلَىٰٓ أَنفُسِكُمُۥٓ أَوِ اِ۬لْوَٰلِدَيْنِ وَالَاقْرَبِينَۖ إِنْ يَّكُنْ غَنِيّاً اَوْ فَقِيراٗ فَاللَّهُ أَوْل۪ىٰ بِهِمَا فَلَا تَتَّبِعُواْ اُ۬لْهَو۪ىٰٓ أَن تَعْدِلُواْۖ وَإِن تَلْوُۥٓاْ أَوْ تُعْرِضُواْ فَإِنَّ اَ۬للَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيراٗۖ ١٣٤",
    "text_simple": "يٓأيها الذين ءامنوا كونوا قومين بالقسط شهدآء لله ولو علىٓ أنفسكمٓ أو الولدين والاقربين إن يكن غنيا او فقيراٗ فالله أولى بهما فلا تتبعوا الهوىٓ أن تعدلوا وإن تلوٓا أو تعرضوا فإن الله كان بما تعملون خبيراٗ"
  },
  {
    "id": 627,
    "jozz": 5,
    "page": "100",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 4,
    "line_end": 8,
    "aya_no": 135,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُوٓاْ ءَامِنُواْ بِاللَّهِ وَرَسُولِهِۦ وَالْكِتَٰبِ اِ۬لذِے نَزَّلَ عَلَىٰ رَسُولِهِۦ وَالْكِتَٰبِ اِ۬لذِےٓ أَنزَلَ مِن قَبْلُۖ وَمَنْ يَّكْفُرْ بِاللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ وَالْيَوْمِ اِ۬لَاخِرِ فَقَد ضَّلَّ ضَلَٰلاَۢ بَعِيداًۖ ١٣٥",
    "text_simple": "يٓأيها الذين ءامنوٓا ءامنوا بالله ورسوله والكتب الذے نزل على رسوله والكتب الذےٓ أنزل من قبل ومن يكفر بالله وملٓئكته وكتبه ورسله واليوم الاخر فقد ضل ضللا بعيدا"
  },
  {
    "id": 628,
    "jozz": 5,
    "page": "100",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 136,
    "text_tashkeel": "اِنَّ اَ۬لذِينَ ءَامَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ءَامَنُواْ ثُمَّ كَفَرُواْ ثُمَّ اَ۪زْدَادُواْ كُفْراٗ لَّمْ يَكُنِ اِ۬للَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيلاَۢۖ ١٣٦",
    "text_simple": "ان الذين ءامنوا ثم كفروا ثم ءامنوا ثم كفروا ثم ازدادوا كفراٗ لم يكن الله ليغفر لهم ولا ليهديهم سبيلا"
  },
  {
    "id": 629,
    "jozz": 5,
    "page": "100",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 10,
    "line_end": 10,
    "aya_no": 137,
    "text_tashkeel": "بَشِّرِ اِ۬لْمُنَٰفِقِينَ بِأَنَّ لَهُمْ عَذَاباً اَلِيماً ١٣٧",
    "text_simple": "بشر المنفقين بأن لهم عذابا اليما"
  },
  {
    "id": 630,
    "jozz": 5,
    "page": "100",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 138,
    "text_tashkeel": "اِ۬لذِينَ يَتَّخِذُونَ اَ۬لْكٰ۪فِرِينَ أَوْلِيَآءَ مِن دُونِ اِ۬لْمُومِنِينَۖ أَيَبْتَغُونَ عِندَهُمُ اُ۬لْعِزَّةَ فَإِنَّ اَ۬لْعِزَّةَ لِلهِ جَمِيعاٗۖ ١٣٨",
    "text_simple": "الذين يتخذون الكفرين أوليآء من دون المومنين أيبتغون عندهم العزة فإن العزة لله جميعاٗ"
  },
  {
    "id": 631,
    "jozz": 5,
    "page": "100",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 12,
    "line_end": 15,
    "aya_no": 139,
    "text_tashkeel": "۞ وَقَدْ نُزِّلَ عَلَيْكُمْ فِے اِ۬لْكِتَٰبِ أَنِ اِذَا سَمِعْتُمُۥٓ ءَايَٰتِ اِ۬للَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُواْ مَعَهُمْ حَتَّىٰ يَخُوضُواْ فِے حَدِيثٍ غَيْرِهِۦٓۖ إِنَّكُمُۥٓ إِذاٗ مِّثْلُهُمُۥٓۖ إِنَّ اَ۬للَّهَ جَامِعُ اُ۬لْمُنَٰفِقِينَ وَالْكٰ۪فِرِينَ فِے جَهَنَّمَ جَمِيعاً ١٣٩",
    "text_simple": "وقد نزل عليكم فے الكتب أن اذا سمعتمٓ ءايت الله يكفر بها ويستهزأ بها فلا تقعدوا معهم حتى يخوضوا فے حديث غيرهٓ إنكمٓ إذاٗ مثلهمٓ إن الله جامع المنفقين والكفرين فے جهنم جميعا"
  },
  {
    "id": 632,
    "jozz": 5,
    "page": "101",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 5,
    "aya_no": 140,
    "text_tashkeel": " اِ۬لذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِن كَانَ لَكُمْ فَتْحٞ مِّنَ اَ۬للَّهِ قَالُوٓاْ أَلَمْ نَكُن مَّعَكُمْ وَإِن كَانَ لِلْكٰ۪فِرِينَ نَصِيبٞ قَالُوٓاْ أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُم مِّنَ اَ۬لْمُومِنِينَۖ فَاللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ اَ۬لْقِيَٰمَةِۖ وَلَنْ يَّجْعَلَ اَ۬للَّهُ لِلْكٰ۪فِرِينَ عَلَى اَ۬لْمُومِنِينَ سَبِيلاًۖ ١٤٠",
    "text_simple": "الذين يتربصون بكم فإن كان لكم فتحٞ من الله قالوٓا ألم نكن معكم وإن كان للكفرين نصيبٞ قالوٓا ألم نستحوذ عليكم ونمنعكم من المومنين فالله يحكم بينكم يوم القيمة ولن يجعل الله للكفرين على المومنين سبيلا"
  },
  {
    "id": 633,
    "jozz": 5,
    "page": "101",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 141,
    "text_tashkeel": "اِنَّ اَ۬لْمُنَٰفِقِينَ يُخَٰدِعُونَ اَ۬للَّهَ وَهُوَ خَٰدِعُهُمْۖ وَإِذَا قَامُوٓاْ إِلَى اَ۬لصَّلَوٰةِ قَامُواْ كُسَال۪ىٰ يُرَآءُونَ اَ۬لنَّاسَ وَلَا يَذْكُرُونَ اَ۬للَّهَ إِلَّا قَلِيلاٗ ١٤١",
    "text_simple": "ان المنفقين يخدعون الله وهو خدعهم وإذا قاموٓا إلى الصلوة قاموا كسالى يرآءون الناس ولا يذكرون الله إلا قليلاٗ"
  },
  {
    "id": 634,
    "jozz": 5,
    "page": "101",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 142,
    "text_tashkeel": "مُّذَبْذَبِينَ بَيْنَ ذَٰلِكَ لَآ إِلَىٰ هَٰٓؤُلَآءِ وَلَآ إِلَىٰ هَٰٓؤُلَآءِۖ وَمَنْ يُّضْلِلِ اِ۬للَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلاٗۖ ١٤٢",
    "text_simple": "مذبذبين بين ذلك لآ إلى هٓؤلآء ولآ إلى هٓؤلآء ومن يضلل الله فلن تجد له سبيلاٗ"
  },
  {
    "id": 635,
    "jozz": 5,
    "page": "101",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 143,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ اُ۬لْكٰ۪فِرِينَ أَوْلِيَآءَ مِن دُونِ اِ۬لْمُومِنِينَۖ أَتُرِيدُونَ أَن تَجْعَلُواْ لِلهِ عَلَيْكُمْ سُلْطَٰناٗ مُّبِيناًۖ ١٤٣",
    "text_simple": "يٓأيها الذين ءامنوا لا تتخذوا الكفرين أوليآء من دون المومنين أتريدون أن تجعلوا لله عليكم سلطناٗ مبينا"
  },
  {
    "id": 636,
    "jozz": 5,
    "page": "101",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 144,
    "text_tashkeel": "اِنَّ اَ۬لْمُنَٰفِقِينَ فِے اِ۬لدَّرَكِ اِ۬لَاسْفَلِ مِنَ اَ۬لنّ۪ارِ وَلَن تَجِدَ لَهُمْ نَصِيراًۖ ١٤٤",
    "text_simple": "ان المنفقين فے الدرك الاسفل من النار ولن تجد لهم نصيرا"
  },
  {
    "id": 637,
    "jozz": 5,
    "page": "101",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 145,
    "text_tashkeel": " اِلَّا اَ۬لذِينَ تَابُواْ وَأَصْلَحُواْ وَاعْتَصَمُواْ بِاللَّهِ وَأَخْلَصُواْ دِينَهُمْ لِلهِ فَأُوْلَٰٓئِكَ مَعَ اَ۬لْمُومِنِينَۖ وَسَوْفَ يُوتِ اِ۬للَّهُ اُ۬لْمُومِنِينَ أَجْراً عَظِيماٗۖ ١٤٥",
    "text_simple": "الا الذين تابوا وأصلحوا واعتصموا بالله وأخلصوا دينهم لله فأولٓئك مع المومنين وسوف يوت الله المومنين أجرا عظيماٗ"
  },
  {
    "id": 638,
    "jozz": 5,
    "page": "101",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 146,
    "text_tashkeel": "مَّا يَفْعَلُ اُ۬للَّهُ بِعَذَابِكُمُۥٓ إِن شَكَرْتُمْ وَءَامَنتُمْۖ وَكَانَ اَ۬للَّهُ شَاكِراً عَلِيماٗۖ ١٤٦",
    "text_simple": "ما يفعل الله بعذابكمٓ إن شكرتم وءامنتم وكان الله شاكرا عليماٗ"
  },
  {
    "id": 639,
    "jozz": 6,
    "page": "102",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 147,
    "text_tashkeel": " ۞ لَّا يُحِبُّ اُ۬للَّهُ اُ۬لْجَهْرَ بِالسُّوٓءِ مِنَ اَ۬لْقَوْلِ إِلَّا مَن ظُلِمَۖ وَكَانَ اَ۬للَّهُ سَمِيعاً عَلِيماًۖ ١٤٧",
    "text_simple": "لا يحب الله الجهر بالسوٓء من القول إلا من ظلم وكان الله سميعا عليما"
  },
  {
    "id": 640,
    "jozz": 6,
    "page": "102",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 148,
    "text_tashkeel": "اِن تُبْدُواْ خَيْراً اَوْ تُخْفُوهُ أَوْ تَعْفُواْ عَن سُوٓءٖ فَإِنَّ اَ۬للَّهَ كَانَ عَفُوّاٗ قَدِيراًۖ ١٤٨",
    "text_simple": "ان تبدوا خيرا او تخفوه أو تعفوا عن سوٓءٖ فإن الله كان عفواٗ قديرا"
  },
  {
    "id": 641,
    "jozz": 6,
    "page": "102",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 3,
    "line_end": 6,
    "aya_no": 149,
    "text_tashkeel": "اِنَّ اَ۬لذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِۦ وَيُرِيدُونَ أَنْ يُّفَرِّقُواْ بَيْنَ اَ۬للَّهِ وَرُسُلِهِۦ وَيَقُولُونَ نُومِنُ بِبَعْضٖ وَنَكْفُرُ بِبَعْضٖ وَيُرِيدُونَ أَنْ يَّتَّخِذُواْ بَيْنَ ذَٰلِكَ سَبِيلاً ١٤٩",
    "text_simple": "ان الذين يكفرون بالله ورسله ويريدون أن يفرقوا بين الله ورسله ويقولون نومن ببعضٖ ونكفر ببعضٖ ويريدون أن يتخذوا بين ذلك سبيلا"
  },
  {
    "id": 642,
    "jozz": 6,
    "page": "102",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 150,
    "text_tashkeel": "ا۟وْلَٰٓئِكَ هُمُ اُ۬لْكَٰفِرُونَ حَقّاٗۖ وَأَعْتَدْنَا لِلْكٰ۪فِرِينَ عَذَاباٗ مُّهِيناٗۖ ١٥٠",
    "text_simple": "اولٓئك هم الكفرون حقاٗ وأعتدنا للكفرين عذاباٗ مهيناٗ"
  },
  {
    "id": 643,
    "jozz": 6,
    "page": "102",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 151,
    "text_tashkeel": "وَالذِينَ ءَامَنُواْ بِاللَّهِ وَرُسُلِهِۦ وَلَمْ يُفَرِّقُواْ بَيْنَ أَحَدٖ مِّنْهُمُۥٓ أُوْلَٰٓئِكَ سَوْفَ نُوتِيهِمُۥٓ أُجُورَهُمْۖ وَكَانَ اَ۬للَّهُ غَفُوراٗ رَّحِيماٗۖ ١٥١",
    "text_simple": "والذين ءامنوا بالله ورسله ولم يفرقوا بين أحدٖ منهمٓ أولٓئك سوف نوتيهمٓ أجورهم وكان الله غفوراٗ رحيماٗ"
  },
  {
    "id": 644,
    "jozz": 6,
    "page": "102",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 9,
    "line_end": 13,
    "aya_no": 152,
    "text_tashkeel": "يَسْـَٔلُكَ أَهْلُ اُ۬لْكِتَٰبِ أَن تُنَزِّلَ عَلَيْهِمْ كِتَٰباٗ مِّنَ اَ۬لسَّمَآءِۖ فَقَدْ سَأَلُواْ مُوس۪ىٰٓ أَكْبَرَ مِن ذَٰلِكَ فَقَالُوٓاْ أَرِنَا اَ۬للَّهَ جَهْرَةٗ فَأَخَذَتْهُمُ اُ۬لصَّٰعِقَةُ بِظُلْمِهِمْۖ ثُمَّ اَ۪تَّخَذُواْ اُ۬لْعِجْلَ مِنۢ بَعْدِ مَا جَآءَتْهُمُ اُ۬لْبَيِّنَٰتُ فَعَفَوْنَا عَن ذَٰلِكَۖ وَءَاتَيْنَا مُوس۪ىٰ سُلْطَٰناٗ مُّبِيناٗۖ ١٥٢",
    "text_simple": "يسٔلك أهل الكتب أن تنزل عليهم كتباٗ من السمآء فقد سألوا موسىٓ أكبر من ذلك فقالوٓا أرنا الله جهرةٗ فأخذتهم الصعقة بظلمهم ثم اتخذوا العجل من بعد ما جآءتهم البينت فعفونا عن ذلك وءاتينا موسى سلطناٗ مبيناٗ"
  },
  {
    "id": 645,
    "jozz": 6,
    "page": "102",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 153,
    "text_tashkeel": "وَرَفَعْنَا فَوْقَهُمُ اُ۬لطُّورَ بِمِيثَٰقِهِمْۖ وَقُلْنَا لَهُمُ اُ۟دْخُلُواْ اُ۬لْبَابَ سُجَّداٗۖ وَقُلْنَا لَهُمْ لَا تَعَدُّواْ فِے اِ۬لسَّبْتِۖ وَأَخَذْنَا مِنْهُم مِّيثَٰقاً غَلِيظاٗۖ ١٥٣",
    "text_simple": "ورفعنا فوقهم الطور بميثقهم وقلنا لهم ادخلوا الباب سجداٗ وقلنا لهم لا تعدوا فے السبت وأخذنا منهم ميثقا غليظاٗ"
  },
  {
    "id": 646,
    "jozz": 6,
    "page": "103",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 154,
    "text_tashkeel": " فَبِمَا نَقْضِهِم مِّيثَٰقَهُمْ وَكُفْرِهِم بِـَٔايَٰتِ اِ۬للَّهِ وَقَتْلِهِمُ اُ۬لَانۢبِئَآءَ بِغَيْرِ حَقّٖ وَقَوْلِهِمْ قُلُوبُنَا غُلْفُۢ بَلْ طَبَعَ اَ۬للَّهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُومِنُونَ إِلَّا قَلِيلاٗ ١٥٤",
    "text_simple": "فبما نقضهم ميثقهم وكفرهم بٔايت الله وقتلهم الانبئآء بغير حقٖ وقولهم قلوبنا غلف بل طبع الله عليها بكفرهم فلا يومنون إلا قليلاٗ"
  },
  {
    "id": 647,
    "jozz": 6,
    "page": "103",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 155,
    "text_tashkeel": "وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَىٰ مَرْيَمَ بُهْتَٰناً عَظِيماٗ ١٥٥",
    "text_simple": "وبكفرهم وقولهم على مريم بهتنا عظيماٗ"
  },
  {
    "id": 648,
    "jozz": 6,
    "page": "103",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 4,
    "line_end": 7,
    "aya_no": 156,
    "text_tashkeel": "وَقَوْلِهِمُۥٓ إِنَّا قَتَلْنَا اَ۬لْمَسِيحَ عِيسَى اَ۪بْنَ مَرْيَمَ رَسُولَ اَ۬للَّهِۖ ۞ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَٰكِن شُبِّهَ لَهُمْۖ وَإِنَّ اَ۬لذِينَ اَ۪خْتَلَفُواْ فِيهِ لَفِے شَكّٖ مِّنْهُۖ مَا لَهُم بِهِۦ مِنْ عِلْمٍۖ اِلَّا اَ۪تِّبَاعَ اَ۬لظَّنِّۖ وَمَا قَتَلُوهُ يَقِيناَۢۖ ١٥٦",
    "text_simple": "وقولهمٓ إنا قتلنا المسيح عيسى ابن مريم رسول الله وما قتلوه وما صلبوه ولكن شبه لهم وإن الذين اختلفوا فيه لفے شكٖ منه ما لهم به من علم الا اتباع الظن وما قتلوه يقينا"
  },
  {
    "id": 649,
    "jozz": 6,
    "page": "103",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 7,
    "line_end": 7,
    "aya_no": 157,
    "text_tashkeel": "بَل رَّفَعَهُ اُ۬للَّهُ إِلَيْهِۖ وَكَانَ اَ۬للَّهُ عَزِيزاً حَكِيماٗۖ ١٥٧",
    "text_simple": "بل رفعه الله إليه وكان الله عزيزا حكيماٗ"
  },
  {
    "id": 650,
    "jozz": 6,
    "page": "103",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 158,
    "text_tashkeel": " وَإِن مِّنَ اَهْلِ اِ۬لْكِتَٰبِ إِلَّا لَيُومِنَنَّ بِهِۦ قَبْلَ مَوْتِهِۦ وَيَوْمَ اَ۬لْقِيَٰمَةِ يَكُونُ عَلَيْهِمْ شَهِيداٗۖ ١٥٨",
    "text_simple": "وإن من اهل الكتب إلا ليومنن به قبل موته ويوم القيمة يكون عليهم شهيداٗ"
  },
  {
    "id": 651,
    "jozz": 6,
    "page": "103",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 159,
    "text_tashkeel": "فَبِظُلْمٖ مِّنَ اَ۬لذِينَ هَادُواْ حَرَّمْنَا عَلَيْهِمْ طَيِّبَٰتٍ ا۟حِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَن سَبِيلِ اِ۬للَّهِ كَثِيراٗ ١٥٩",
    "text_simple": "فبظلمٖ من الذين هادوا حرمنا عليهم طيبت احلت لهم وبصدهم عن سبيل الله كثيراٗ"
  },
  {
    "id": 652,
    "jozz": 6,
    "page": "103",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 160,
    "text_tashkeel": "وَأَخْذِهِمُ اُ۬لرِّبَوٰاْ وَقَدْ نُهُواْ عَنْهُ وَأَكْلِهِمُۥٓ أَمْوَٰلَ اَ۬لنَّاسِ بِالْبَٰطِلِۖ وَأَعْتَدْنَا لِلْكٰ۪فِرِينَ مِنْهُمْ عَذَاباً اَلِيماٗۖ ١٦٠",
    "text_simple": "وأخذهم الربوا وقد نهوا عنه وأكلهمٓ أمول الناس بالبطل وأعتدنا للكفرين منهم عذابا اليماٗ"
  },
  {
    "id": 653,
    "jozz": 6,
    "page": "103",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 12,
    "line_end": 15,
    "aya_no": 161,
    "text_tashkeel": "لَّٰكِنِ اِ۬لرَّٰسِخُونَ فِے اِ۬لْعِلْمِ مِنْهُمْ وَالْمُومِنُونَ يُومِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ وَالْمُقِيمِينَ اَ۬لصَّلَوٰةَۖ وَالْمُوتُونَ اَ۬لزَّكَوٰةَ وَالْمُومِنُونَ بِاللَّهِ وَالْيَوْمِ اِ۬لَاخِرِ أُوْلَٰٓئِكَ سَنُوتِيهِمُۥٓ أَجْراً عَظِيماًۖ ١٦١",
    "text_simple": "لكن الرسخون فے العلم منهم والمومنون يومنون بمآ أنزل إليك ومآ أنزل من قبلك والمقيمين الصلوة والموتون الزكوة والمومنون بالله واليوم الاخر أولٓئك سنوتيهمٓ أجرا عظيما"
  },
  {
    "id": 654,
    "jozz": 6,
    "page": "104",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 162,
    "text_tashkeel": " اِنَّآ أَوْحَيْنَآ إِلَيْكَ كَمَآ أَوْحَيْنَآ إِلَىٰ نُوحٖ وَالنَّبِيٓـِٕۧنَ مِنۢ بَعْدِهِۦۖ وَأَوْحَيْنَآ إِلَىٰٓ إِبْرَٰهِيمَ وَإِسْمَٰعِيلَ وَإِسْحَٰقَ وَيَعْقُوبَ وَالَاسْبَاطِ وَعِيس۪ىٰ وَأَيُّوبَ وَيُونُسَ وَهَٰرُونَ وَسُلَيْمَٰنَۖ وَءَاتَيْنَا دَاوُۥدَ زَبُوراٗۖ ١٦٢",
    "text_simple": "انآ أوحينآ إليك كمآ أوحينآ إلى نوحٖ والنبيٕٓن من بعده وأوحينآ إلىٓ إبرهيم وإسمعيل وإسحق ويعقوب والاسباط وعيسى وأيوب ويونس وهرون وسليمن وءاتينا داود زبوراٗ"
  },
  {
    "id": 655,
    "jozz": 6,
    "page": "104",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 163,
    "text_tashkeel": "وَرُسُلاٗ قَدْ قَصَصْنَٰهُمْ عَلَيْكَ مِن قَبْلُ وَرُسُلاٗ لَّمْ نَقْصُصْهُمْ عَلَيْكَۖ وَكَلَّمَ اَ۬للَّهُ مُوس۪ىٰ تَكْلِيماٗۖ ١٦٣",
    "text_simple": "ورسلاٗ قد قصصنهم عليك من قبل ورسلاٗ لم نقصصهم عليك وكلم الله موسى تكليماٗ"
  },
  {
    "id": 656,
    "jozz": 6,
    "page": "104",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 164,
    "text_tashkeel": "رُّسُلاٗ مُّبَشِّرِينَ وَمُنذِرِينَ لِيَ۬لَّا يَكُونَ لِلنَّاسِ عَلَى اَ۬للَّهِ حُجَّةُۢ بَعْدَ اَ۬لرُّسُلِۖ وَكَانَ اَ۬للَّهُ عَزِيزاً حَكِيماٗۖ ١٦٤",
    "text_simple": "رسلاٗ مبشرين ومنذرين ليلا يكون للناس على الله حجة بعد الرسل وكان الله عزيزا حكيماٗ"
  },
  {
    "id": 657,
    "jozz": 6,
    "page": "104",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 165,
    "text_tashkeel": " ۞ لَّٰكِنِ اِ۬للَّهُ يَشْهَدُ بِمَآ أَنزَلَ إِلَيْكَۖ أَنزَلَهُۥ بِعِلْمِهِۦ وَالْمَلَٰٓئِكَةُ يَشْهَدُونَۖ وَكَف۪ىٰ بِاللَّهِ شَهِيداًۖ ١٦٥",
    "text_simple": "لكن الله يشهد بمآ أنزل إليك أنزله بعلمه والملٓئكة يشهدون وكفى بالله شهيدا"
  },
  {
    "id": 658,
    "jozz": 6,
    "page": "104",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 166,
    "text_tashkeel": "اِنَّ اَ۬لذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ اِ۬للَّهِ قَد ضَّلُّواْ ضَلَٰلاَۢ بَعِيداًۖ ١٦٦",
    "text_simple": "ان الذين كفروا وصدوا عن سبيل الله قد ضلوا ضللا بعيدا"
  },
  {
    "id": 659,
    "jozz": 6,
    "page": "104",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 167,
    "text_tashkeel": "اِنَّ اَ۬لذِينَ كَفَرُواْ وَظَلَمُواْ لَمْ يَكُنِ اِ۬للَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيقاً ١٦٧",
    "text_simple": "ان الذين كفروا وظلموا لم يكن الله ليغفر لهم ولا ليهديهم طريقا"
  },
  {
    "id": 660,
    "jozz": 6,
    "page": "104",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 168,
    "text_tashkeel": "اِلَّا طَرِيقَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَداٗۖ وَكَانَ ذَٰلِكَ عَلَى اَ۬للَّهِ يَسِيراٗۖ ١٦٨",
    "text_simple": "الا طريق جهنم خلدين فيهآ أبداٗ وكان ذلك على الله يسيراٗ"
  },
  {
    "id": 661,
    "jozz": 6,
    "page": "104",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 169,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لنَّاسُ قَدْ جَآءَكُمُ اُ۬لرَّسُولُ بِالْحَقِّ مِن رَّبِّكُمْ فَـَٔامِنُواْ خَيْراٗ لَّكُمْۖ وَإِن تَكْفُرُواْ فَإِنَّ لِلهِ مَا فِے اِ۬لسَّمَٰوَٰتِ وَالَارْضِۖ وَكَانَ اَ۬للَّهُ عَلِيماً حَكِيماٗۖ ١٦٩",
    "text_simple": "يٓأيها الناس قد جآءكم الرسول بالحق من ربكم فٔامنوا خيراٗ لكم وإن تكفروا فإن لله ما فے السموت والارض وكان الله عليما حكيماٗ"
  },
  {
    "id": 662,
    "jozz": 6,
    "page": "105",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 6,
    "aya_no": 170,
    "text_tashkeel": " يَٰٓأَهْلَ اَ۬لْكِتَٰبِ لَا تَغْلُواْ فِے دِينِكُمْ وَلَا تَقُولُواْ عَلَى اَ۬للَّهِ إِلَّا اَ۬لْحَقَّۖ إِنَّمَا اَ۬لْمَسِيحُ عِيسَى اَ۪بْنُ مَرْيَمَ رَسُولُ اُ۬للَّهِ وَكَلِمَتُهُۥٓۖ أَلْق۪يٰهَآ إِلَىٰ مَرْيَمَ وَرُوحٞ مِّنْهُۖ فَـَٔامِنُواْ بِاللَّهِ وَرُسُلِهِۦۖ وَلَا تَقُولُواْ ثَلَٰثَةٌۖ اِ۪نتَهُواْ خَيْراٗ لَّكُمُۥٓۖ إِنَّمَا اَ۬للَّهُ إِلَٰهٞ وَٰحِدٞۖ سُبْحَٰنَهُۥٓ أَنْ يَّكُونَ لَهُۥ وَلَدٞۖ لَّهُۥ مَا فِے اِ۬لسَّمَٰوَٰتِ وَمَا فِے اِ۬لَارْضِۖ وَكَف۪ىٰ بِاللَّهِ وَكِيلاٗۖ ١٧٠",
    "text_simple": "يٓأهل الكتب لا تغلوا فے دينكم ولا تقولوا على الله إلا الحق إنما المسيح عيسى ابن مريم رسول الله وكلمتهٓ ألقيهآ إلى مريم وروحٞ منه فٔامنوا بالله ورسله ولا تقولوا ثلثة انتهوا خيراٗ لكمٓ إنما الله إلهٞ وحدٞ سبحنهٓ أن يكون له ولدٞ له ما فے السموت وما فے الارض وكفى بالله وكيلاٗ"
  },
  {
    "id": 663,
    "jozz": 6,
    "page": "105",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 6,
    "line_end": 9,
    "aya_no": 171,
    "text_tashkeel": "لَّنْ يَّسْتَنكِفَ اَ۬لْمَسِيحُ أَنْ يَّكُونَ عَبْداٗ لِّلهِ وَلَا اَ۬لْمَلَٰٓئِكَةُ اُ۬لْمُقَرَّبُونَۖ وَمَنْ يَّسْتَنكِفْ عَنْ عِبَادَتِهِۦ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمُۥٓ إِلَيْهِ جَمِيعاٗۖ ١٧١",
    "text_simple": "لن يستنكف المسيح أن يكون عبداٗ لله ولا الملٓئكة المقربون ومن يستنكف عن عبادته ويستكبر فسيحشرهمٓ إليه جميعاٗ"
  },
  {
    "id": 664,
    "jozz": 6,
    "page": "105",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 9,
    "line_end": 12,
    "aya_no": 172,
    "text_tashkeel": "فَأَمَّا اَ۬لذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ فَيُوَفِّيهِمُۥٓ أُجُورَهُمْ وَيَزِيدُهُم مِّن فَضْلِهِۦۖ وَأَمَّا اَ۬لذِينَ اَ۪سْتَنكَفُواْ وَاسْتَكْبَرُواْ فَيُعَذِّبُهُمْ عَذَاباً اَلِيماٗ وَلَا يَجِدُونَ لَهُم مِّن دُونِ اِ۬للَّهِ وَلِيّاٗ وَلَا نَصِيراٗۖ ١٧٢",
    "text_simple": "فأما الذين ءامنوا وعملوا الصلحت فيوفيهمٓ أجورهم ويزيدهم من فضله وأما الذين استنكفوا واستكبروا فيعذبهم عذابا اليماٗ ولا يجدون لهم من دون الله ولياٗ ولا نصيراٗ"
  },
  {
    "id": 665,
    "jozz": 6,
    "page": "105",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 173,
    "text_tashkeel": "۞ يَٰٓأَيُّهَا اَ۬لنَّاسُ قَدْ جَآءَكُم بُرْهَٰنٞ مِّن رَّبِّكُمْ وَأَنزَلْنَآ إِلَيْكُمْ نُوراٗ مُّبِيناٗۖ ١٧٣",
    "text_simple": "يٓأيها الناس قد جآءكم برهنٞ من ربكم وأنزلنآ إليكم نوراٗ مبيناٗ"
  },
  {
    "id": 666,
    "jozz": 6,
    "page": "105",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 174,
    "text_tashkeel": " فَأَمَّا اَ۬لذِينَ ءَامَنُواْ بِاللَّهِ وَاعْتَصَمُواْ بِهِۦ فَسَيُدْخِلُهُمْ فِے رَحْمَةٖ مِّنْهُ وَفَضْلٖ وَيَهْدِيهِمُۥٓ إِلَيْهِ صِرَٰطاٗ مُّسْتَقِيماٗۖ ١٧٤",
    "text_simple": "فأما الذين ءامنوا بالله واعتصموا به فسيدخلهم فے رحمةٖ منه وفضلٖ ويهديهمٓ إليه صرطاٗ مستقيماٗ"
  },
  {
    "id": 667,
    "jozz": 6,
    "page": "106",
    "sura_no": 4,
    "sura_name_en": "An-Nisā’",
    "sura_name_ar": "النِّسَاء ",
    "line_start": 1,
    "line_end": 5,
    "aya_no": 175,
    "text_tashkeel": " يَسْتَفْتُونَكَۖ قُلِ اِ۬للَّهُ يُفْتِيكُمْ فِے اِ۬لْكَلَٰلَةِۖ إِنِ اِ۪مْرُؤٌاْ هَلَكَ لَيْسَ لَهُۥ وَلَدٞ وَلَهُۥٓ أُخْتٞ فَلَهَا نِصْفُ مَا تَرَكَۖ وَهُوَ يَرِثُهَآ إِن لَّمْ يَكُن لَّهَا وَلَدٞۖ فَإِن كَانَتَا اَ۪ثْنَتَيْنِ فَلَهُمَا اَ۬لثُّلُثَٰنِ مِمَّا تَرَكَۖ وَإِن كَانُوٓاْ إِخْوَةٗ رِّجَالاٗ وَنِسَآءٗ فَلِلذَّكَرِ مِثْلُ حَظِّ اِ۬لُانثَيَيْنِۖ يُبَيِّنُ اُ۬للَّهُ لَكُمُۥٓ أَن تَضِلُّواْۖ وَاللَّهُ بِكُلِّ شَےْءٍ عَلِيمٞۖ ١٧٥",
    "text_simple": "يستفتونك قل الله يفتيكم فے الكللة إن امرؤا هلك ليس له ولدٞ ولهٓ أختٞ فلها نصف ما ترك وهو يرثهآ إن لم يكن لها ولدٞ فإن كانتا اثنتين فلهما الثلثن مما ترك وإن كانوٓا إخوةٗ رجالاٗ ونسآءٗ فللذكر مثل حظ الانثيين يبين الله لكمٓ أن تضلوا والله بكل شےء عليمٞ"
  }
]