[
  {
    "id": 5128,
    "jozz": 28,
    "page": "549",
    "sura_no": 60,
    "sura_name_en": "Al-Mumtaḥanah",
    "sura_name_ar": "المُمتَحنَة ",
    "line_start": 3,
    "line_end": 7,
    "aya_no": 1,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّے وَعَدُوَّكُمُۥٓ أَوْلِيَآءَۖ تُلْقُونَ إِلَيْهِم بِالْمَوَدَّةِ وَقَدْ كَفَرُواْ بِمَا جَآءَكُم مِّنَ اَ۬لْحَقِّۖ يُخْرِجُونَ اَ۬لرَّسُولَ وَإِيَّاكُمُۥٓ أَن تُومِنُواْ بِاللَّهِ رَبِّكُمُۥٓۖ إِن كُنتُمْ خَرَجْتُمْ جِهَٰداٗ فِے سَبِيلِے وَابْتِغَآءَ مَرْضَاتِے تُسِرُّونَ إِلَيْهِم بِالْمَوَدَّةِ وَأَنَآ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْۖ وَمَنْ يَّفْعَلْهُ مِنكُمْ فَقَد ضَّلَّ سَوَآءَ اَ۬لسَّبِيلِۖ ١",
    "text_simple": "يٓأيها الذين ءامنوا لا تتخذوا عدوے وعدوكمٓ أوليآء تلقون إليهم بالمودة وقد كفروا بما جآءكم من الحق يخرجون الرسول وإياكمٓ أن تومنوا بالله ربكمٓ إن كنتم خرجتم جهداٗ فے سبيلے وابتغآء مرضاتے تسرون إليهم بالمودة وأنآ أعلم بمآ أخفيتم ومآ أعلنتم ومن يفعله منكم فقد ضل سوآء السبيل"
  },
  {
    "id": 5129,
    "jozz": 28,
    "page": "549",
    "sura_no": 60,
    "sura_name_en": "Al-Mumtaḥanah",
    "sura_name_ar": "المُمتَحنَة ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 2,
    "text_tashkeel": "إِنْ يَّثْقَفُوكُمْ يَكُونُواْ لَكُمُۥٓ أَعْدَآءٗ وَيَبْسُطُوٓاْ إِلَيْكُمُۥٓ أَيْدِيَهُمْ وَأَلْسِنَتَهُم بِالسُّوٓءِۖ وَوَدُّواْ لَوْ تَكْفُرُونَۖ ٢",
    "text_simple": "إن يثقفوكم يكونوا لكمٓ أعدآءٗ ويبسطوٓا إليكمٓ أيديهم وألسنتهم بالسوٓء وودوا لو تكفرون"
  },
  {
    "id": 5130,
    "jozz": 28,
    "page": "549",
    "sura_no": 60,
    "sura_name_en": "Al-Mumtaḥanah",
    "sura_name_ar": "المُمتَحنَة ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 3,
    "text_tashkeel": "لَن تَنفَعَكُمُۥٓ أَرْحَامُكُمْ وَلَآ أَوْلَٰدُكُمْۖ يَوْمَ اَ۬لْقِيَٰمَةِ يُفْصَلُ بَيْنَكُمْۖ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٞۖ ٣",
    "text_simple": "لن تنفعكمٓ أرحامكم ولآ أولدكم يوم القيمة يفصل بينكم والله بما تعملون بصيرٞ"
  },
  {
    "id": 5131,
    "jozz": 28,
    "page": "549",
    "sura_no": 60,
    "sura_name_en": "Al-Mumtaḥanah",
    "sura_name_ar": "المُمتَحنَة ",
    "line_start": 10,
    "line_end": 14,
    "aya_no": 4,
    "text_tashkeel": "قَدْ كَانَتْ لَكُمُۥٓ إِسْوَةٌ حَسَنَةٞ فِےٓ إِبْرَٰهِيمَ وَالذِينَ مَعَهُۥٓ إِذْ قَالُواْ لِقَوْمِهِمُۥٓ إِنَّا بُرَءَٰٓؤُاْ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ اِ۬للَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ اُ۬لْعَدَٰوَةُ وَالْبَغْضَآءُ اَ۬بَداً حَتَّىٰ تُومِنُواْ بِاللَّهِ وَحْدَهُۥٓ إِلَّا قَوْلَ إِبْرَٰهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَآ أَمْلِكُ لَكَ مِنَ اَ۬للَّهِ مِن شَےْءٖۖ رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ اَ۬لْمَصِيرُۖ ٤",
    "text_simple": "قد كانت لكمٓ إسوة حسنةٞ فےٓ إبرهيم والذين معهٓ إذ قالوا لقومهمٓ إنا برءٓؤا منكم ومما تعبدون من دون الله كفرنا بكم وبدا بيننا وبينكم العدوة والبغضآء ابدا حتى تومنوا بالله وحدهٓ إلا قول إبرهيم لأبيه لأستغفرن لك ومآ أملك لك من الله من شےءٖ ربنا عليك توكلنا وإليك أنبنا وإليك المصير"
  },
  {
    "id": 5132,
    "jozz": 28,
    "page": "549",
    "sura_no": 60,
    "sura_name_en": "Al-Mumtaḥanah",
    "sura_name_ar": "المُمتَحنَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 5,
    "text_tashkeel": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةٗ لِّلذِينَ كَفَرُواْۖ وَاغْفِرْ لَنَا رَبَّنَآۖ إِنَّكَ أَنتَ اَ۬لْعَزِيزُ اُ۬لْحَكِيمُۖ ٥",
    "text_simple": "ربنا لا تجعلنا فتنةٗ للذين كفروا واغفر لنا ربنآ إنك أنت العزيز الحكيم"
  },
  {
    "id": 5133,
    "jozz": 28,
    "page": "550",
    "sura_no": 60,
    "sura_name_en": "Al-Mumtaḥanah",
    "sura_name_ar": "المُمتَحنَة ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 6,
    "text_tashkeel": " لَقَدْ كَانَ لَكُمْ فِيهِمُۥٓ إِسْوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرْجُواْ اُ۬للَّهَ وَالْيَوْمَ اَ۬لَاخِرَۖ وَمَنْ يَّتَوَلَّ فَإِنَّ اَ۬للَّهَ هُوَ اَ۬لْغَنِيُّ اُ۬لْحَمِيدُۖ ٦",
    "text_simple": "لقد كان لكم فيهمٓ إسوة حسنةٞ لمن كان يرجوا الله واليوم الاخر ومن يتول فإن الله هو الغني الحميد"
  },
  {
    "id": 5134,
    "jozz": 28,
    "page": "550",
    "sura_no": 60,
    "sura_name_en": "Al-Mumtaḥanah",
    "sura_name_ar": "المُمتَحنَة ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 7,
    "text_tashkeel": "۞ عَسَى اَ۬للَّهُ أَنْ يَّجْعَلَ بَيْنَكُمْ وَبَيْنَ اَ۬لذِينَ عَادَيْتُم مِّنْهُم مَّوَدَّةٗۖ وَاللَّهُ قَدِيرٞۖ وَاللَّهُ غَفُورٞ رَّحِيمٞۖ ٧",
    "text_simple": "عسى الله أن يجعل بينكم وبين الذين عاديتم منهم مودةٗ والله قديرٞ والله غفورٞ رحيمٞ"
  },
  {
    "id": 5135,
    "jozz": 28,
    "page": "550",
    "sura_no": 60,
    "sura_name_en": "Al-Mumtaḥanah",
    "sura_name_ar": "المُمتَحنَة ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 8,
    "text_tashkeel": " لَّا يَنْه۪يٰكُمُ اُ۬للَّهُ عَنِ اِ۬لذِينَ لَمْ يُقَٰتِلُوكُمْ فِے اِ۬لدِّينِ وَلَمْ يُخْرِجُوكُم مِّن دِيٰ۪رِكُمُۥٓ أَن تَبَرُّوهُمْ وَتُقْسِطُوٓاْ إِلَيْهِمُۥٓۖ إِنَّ اَ۬للَّهَ يُحِبُّ اُ۬لْمُقْسِطِينَۖ ٨",
    "text_simple": "لا ينهيكم الله عن الذين لم يقتلوكم فے الدين ولم يخرجوكم من ديركمٓ أن تبروهم وتقسطوٓا إليهمٓ إن الله يحب المقسطين"
  },
  {
    "id": 5136,
    "jozz": 28,
    "page": "550",
    "sura_no": 60,
    "sura_name_en": "Al-Mumtaḥanah",
    "sura_name_ar": "المُمتَحنَة ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 9,
    "text_tashkeel": " إِنَّمَا يَنْه۪يٰكُمُ اُ۬للَّهُ عَنِ اِ۬لذِينَ قَٰتَلُوكُمْ فِے اِ۬لدِّينِ وَأَخْرَجُوكُم مِّن دِيٰ۪رِكُمْ وَظَٰهَرُواْ عَلَىٰٓ إِخْرَاجِكُمُۥٓ أَن تَوَلَّوْهُمْۖ وَمَنْ يَّتَوَلَّهُمْ فَأُوْلَٰٓئِكَ هُمُ اُ۬لظَّٰلِمُونَۖ ٩",
    "text_simple": "إنما ينهيكم الله عن الذين قتلوكم فے الدين وأخرجوكم من ديركم وظهروا علىٓ إخراجكمٓ أن تولوهم ومن يتولهم فأولٓئك هم الظلمون"
  },
  {
    "id": 5137,
    "jozz": 28,
    "page": "550",
    "sura_no": 60,
    "sura_name_en": "Al-Mumtaḥanah",
    "sura_name_ar": "المُمتَحنَة ",
    "line_start": 8,
    "line_end": 13,
    "aya_no": 10,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ اُ۬لْمُومِنَٰتُ مُهَٰجِرَٰتٖ فَامْتَحِنُوهُنَّۖ اَ۬للَّهُ أَعْلَمُ بِإِيمَٰنِهِنَّۖ فَإِنْ عَلِمْتُمُوهُنَّ مُومِنَٰتٖ فَلَا تَرْجِعُوهُنَّ إِلَى اَ۬لْكُفّ۪ارِۖ لَا هُنَّ حِلّٞ لَّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۖ وَلَا جُنَاحَ عَلَيْكُمُۥٓ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّۖ وَلَا تُمْسِكُواْ بِعِصَمِ اِ۬لْكَوَافِرِۖ وَسْـَٔلُواْ مَآ أَنفَقْتُمْ وَلْيَسْـَٔلُواْ مَآ أَنفَقُواْۖ ذَٰلِكُمْ حُكْمُ اُ۬للَّهِ يَحْكُمُ بَيْنَكُمْۖ وَاللَّهُ عَلِيمٌ حَكِيمٞۖ ١٠",
    "text_simple": "يٓأيها الذين ءامنوٓا إذا جآءكم المومنت مهجرتٖ فامتحنوهن الله أعلم بإيمنهن فإن علمتموهن مومنتٖ فلا ترجعوهن إلى الكفار لا هن حلٞ لهم ولا هم يحلون لهن وءاتوهم مآ أنفقوا ولا جناح عليكمٓ أن تنكحوهن إذآ ءاتيتموهن أجورهن ولا تمسكوا بعصم الكوافر وسٔلوا مآ أنفقتم وليسٔلوا مآ أنفقوا ذلكم حكم الله يحكم بينكم والله عليم حكيمٞ"
  },
  {
    "id": 5138,
    "jozz": 28,
    "page": "550",
    "sura_no": 60,
    "sura_name_en": "Al-Mumtaḥanah",
    "sura_name_ar": "المُمتَحنَة ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 11,
    "text_tashkeel": "وَإِن فَاتَكُمْ شَےْءٞ مِّنَ اَزْوَٰجِكُمُۥٓ إِلَى اَ۬لْكُفّ۪ارِ فَعَاقَبْتُمْ فَـَٔاتُواْ اُ۬لذِينَ ذَهَبَتَ اَزْوَٰجُهُم مِّثْلَ مَآ أَنفَقُواْۖ وَاتَّقُواْ اُ۬للَّهَ اَ۬لذِےٓ أَنتُم بِهِۦ مُومِنُونَۖ ١١",
    "text_simple": "وإن فاتكم شےءٞ من ازوجكمٓ إلى الكفار فعاقبتم فٔاتوا الذين ذهبت ازوجهم مثل مآ أنفقوا واتقوا الله الذےٓ أنتم به مومنون"
  },
  {
    "id": 5139,
    "jozz": 28,
    "page": "551",
    "sura_no": 60,
    "sura_name_en": "Al-Mumtaḥanah",
    "sura_name_ar": "المُمتَحنَة ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 12,
    "text_tashkeel": " يَٰٓأَيُّهَا‏ اَ۬لنَّبِےٓءُ اِ۪ذَا جَآءَكَ اَ۬لْمُومِنَٰتُ يُبَايِعْنَكَ عَلَىٰٓ أَن لَّا يُشْرِكْنَ بِاللَّهِ شَئْاٗ وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَٰدَهُنَّ وَلَا يَاتِينَ بِبُهْتَٰنٖ يَفْتَرِينَهُۥ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِے مَعْرُوفٖ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اَ۬للَّهَۖ إِنَّ اَ۬للَّهَ غَفُورٞ رَّحِيمٞۖ ١٢",
    "text_simple": "يٓأيها النبےٓء اذا جآءك المومنت يبايعنك علىٓ أن لا يشركن بالله شئاٗ ولا يسرقن ولا يزنين ولا يقتلن أولدهن ولا ياتين ببهتنٖ يفترينه بين أيديهن وأرجلهن ولا يعصينك فے معروفٖ فبايعهن واستغفر لهن الله إن الله غفورٞ رحيمٞ"
  },
  {
    "id": 5140,
    "jozz": 28,
    "page": "551",
    "sura_no": 60,
    "sura_name_en": "Al-Mumtaḥanah",
    "sura_name_ar": "المُمتَحنَة ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 13,
    "text_tashkeel": " يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ لَا تَتَوَلَّوْاْ قَوْماً غَضِبَ اَ۬للَّهُ عَلَيْهِمْ قَدْ يَئِسُواْ مِنَ اَ۬لَاخِرَةِ كَمَا يَئِسَ اَ۬لْكُفَّارُ مِنَ اَصْحَٰبِ اِ۬لْقُبُورِۖ ١٣",
    "text_simple": "يٓأيها الذين ءامنوا لا تتولوا قوما غضب الله عليهم قد يئسوا من الاخرة كما يئس الكفار من اصحب القبور"
  }
]