[
  {
    "id": 1478,
    "jozz": 11,
    "page": "221",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 9,
    "line_end": 9,
    "aya_no": 1,
    "text_tashkeel": "أَلَٓر۪ۖ كِتَٰبٌ ا۟حْكِمَتَ اٰيَٰتُهُۥ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ ١",
    "text_simple": "ألٓر كتب احكمت ايته ثم فصلت من لدن حكيم خبير"
  },
  {
    "id": 1479,
    "jozz": 11,
    "page": "221",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 10,
    "line_end": 10,
    "aya_no": 2,
    "text_tashkeel": " اَلَّا تَعْبُدُوٓاْ إِلَّا اَ۬للَّهَۖ إِنَّنِے لَكُم مِّنْهُ نَذِيرٞ وَبَشِيرٞ ٢",
    "text_simple": "الا تعبدوٓا إلا الله إننے لكم منه نذيرٞ وبشيرٞ"
  },
  {
    "id": 1480,
    "jozz": 11,
    "page": "221",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 10,
    "line_end": 13,
    "aya_no": 3,
    "text_tashkeel": "وَأَنِ اِ۪سْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُوٓاْ إِلَيْهِ يُمَتِّعْكُم مَّتَٰعاً حَسَناً اِلَىٰٓ أَجَلٖ مُّسَمّىٗ وَيُوتِ كُلَّ ذِے فَضْلٖ فَضْلَهُۥۖ وَإِن تَوَلَّوْاْ فَإِنِّيَ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٖ كَبِيرٍۖ ٣",
    "text_simple": "وأن استغفروا ربكم ثم توبوٓا إليه يمتعكم متعا حسنا الىٓ أجلٖ مسمىٗ ويوت كل ذے فضلٖ فضله وإن تولوا فإني أخاف عليكم عذاب يومٖ كبير"
  },
  {
    "id": 1481,
    "jozz": 11,
    "page": "221",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 13,
    "line_end": 13,
    "aya_no": 4,
    "text_tashkeel": "اِلَى اَ۬للَّهِ مَرْجِعُكُمْۖ وَهُوَ عَلَىٰ كُلِّ شَےْءٖ قَدِيرٌۖ ٤",
    "text_simple": "الى الله مرجعكم وهو على كل شےءٖ قدير"
  },
  {
    "id": 1482,
    "jozz": 11,
    "page": "221",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 5,
    "text_tashkeel": " اَلَآ إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُواْ مِنْهُۖ أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ اِ۬لصُّدُورِۖ ٥",
    "text_simple": "الآ إنهم يثنون صدورهم ليستخفوا منه ألا حين يستغشون ثيابهم يعلم ما يسرون وما يعلنون إنه عليم بذات الصدور"
  },
  {
    "id": 1483,
    "jozz": 12,
    "page": "222",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 6,
    "text_tashkeel": " ۞ وَمَا مِن دَآبَّةٖ فِے اِ۬لَارْضِ إِلَّا عَلَى اَ۬للَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَاۖ كُلّٞ فِے كِتَٰبٖ مُّبِينٖۖ ٦",
    "text_simple": "وما من دآبةٖ فے الارض إلا على الله رزقها ويعلم مستقرها ومستودعها كلٞ فے كتبٖ مبينٖ"
  },
  {
    "id": 1484,
    "jozz": 12,
    "page": "222",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 2,
    "line_end": 6,
    "aya_no": 7,
    "text_tashkeel": "وَهُوَ اَ۬لذِے خَلَقَ اَ۬لسَّمَٰوَٰتِ وَالَارْضَ فِے سِتَّةِ أَيَّامٖ وَكَانَ عَرْشُهُۥ عَلَى اَ۬لْمَآءِ لِيَبْلُوَكُمُۥٓ أَيُّكُمُۥٓ أَحْسَنُ عَمَلاٗۖ وَلَئِن قُلْتَ إِنَّكُم مَّبْعُوثُونَ مِنۢ بَعْدِ اِ۬لْمَوْتِ لَيَقُولَنَّ اَ۬لذِينَ كَفَرُوٓاْ إِنْ هَٰذَآ إِلَّا سِحْرٞ مُّبِينٞۖ ٧",
    "text_simple": "وهو الذے خلق السموت والارض فے ستة أيامٖ وكان عرشه على المآء ليبلوكمٓ أيكمٓ أحسن عملاٗ ولئن قلت إنكم مبعوثون من بعد الموت ليقولن الذين كفروٓا إن هذآ إلا سحرٞ مبينٞ"
  },
  {
    "id": 1485,
    "jozz": 12,
    "page": "222",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 8,
    "text_tashkeel": "وَلَئِنَ اَخَّرْنَا عَنْهُمُ اُ۬لْعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعْدُودَةٖ لَّيَقُولُنَّ مَا يَحْبِسُهُۥۖٓ أَلَا يَوْمَ يَاتِيهِمْ لَيْسَ مَصْرُوفاً عَنْهُمْۖ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسْتَهْزِءُونَۖ ٨",
    "text_simple": "ولئن اخرنا عنهم العذاب إلىٓ أمةٖ معدودةٖ ليقولن ما يحبسهٓ ألا يوم ياتيهم ليس مصروفا عنهم وحاق بهم ما كانوا به يستهزءون"
  },
  {
    "id": 1486,
    "jozz": 12,
    "page": "222",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 9,
    "text_tashkeel": " وَلَئِنَ اَذَقْنَا اَ۬لِانسَٰنَ مِنَّا رَحْمَةٗ ثُمَّ نَزَعْنَٰهَا مِنْهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞۖ ٩",
    "text_simple": "ولئن اذقنا الانسن منا رحمةٗ ثم نزعنها منه إنه لئوسٞ كفورٞ"
  },
  {
    "id": 1487,
    "jozz": 12,
    "page": "222",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 10,
    "text_tashkeel": "وَلَئِنَ اَذَقْنَٰهُ نَعْمَآءَ بَعْدَ ضَرَّآءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ اَ۬لسَّيِّـَٔاتُ عَنِّيَۖ إِنَّهُۥ لَفَرِحٞ فَخُورٌۖ ١٠",
    "text_simple": "ولئن اذقنه نعمآء بعد ضرآء مسته ليقولن ذهب السئات عني إنه لفرحٞ فخور"
  },
  {
    "id": 1488,
    "jozz": 12,
    "page": "222",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 11,
    "line_end": 13,
    "aya_no": 11,
    "text_tashkeel": "اِلَّا اَ۬لذِينَ صَبَرُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغْفِرَةٞ وَأَجْرٞ كَبِيرٞۖ ١١",
    "text_simple": "الا الذين صبروا وعملوا الصلحت أولٓئك لهم مغفرةٞ وأجرٞ كبيرٞ"
  },
  {
    "id": 1489,
    "jozz": 12,
    "page": "222",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 12,
    "text_tashkeel": "فَلَعَلَّكَ تَارِكُۢ بَعْضَ مَا يُوح۪ىٰٓ إِلَيْكَ وَضَآئِقُۢ بِهِۦ صَدْرُكَ أَنْ يَّقُولُواْ لَوْلَآ أُنزِلَ عَلَيْهِ كَنزٌ اَوْ جَآءَ مَعَهُۥ مَلَكٌۖ اِنَّمَآ أَنتَ نَذِيرٞۖ وَاللَّهُ عَلَىٰ كُلِّ شَےْءٖ وَكِيلٌۖ ١٢",
    "text_simple": "فلعلك تارك بعض ما يوحىٓ إليك وضآئق به صدرك أن يقولوا لولآ أنزل عليه كنز او جآء معه ملك انمآ أنت نذيرٞ والله على كل شےءٖ وكيل"
  },
  {
    "id": 1490,
    "jozz": 12,
    "page": "223",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 13,
    "text_tashkeel": " اَمْ يَقُولُونَ اَ۪فْتَر۪يٰهُۖ قُلْ فَاتُواْ بِعَشْرِ سُوَرٖ مِّثْلِهِۦ مُفْتَرَيَٰتٖ وَادْعُواْ مَنِ اِ۪سْتَطَعْتُم مِّن دُونِ اِ۬للَّهِ إِن كُنتُمْ صَٰدِقِينَۖ ١٣",
    "text_simple": "ام يقولون افتريه قل فاتوا بعشر سورٖ مثله مفتريتٖ وادعوا من استطعتم من دون الله إن كنتم صدقين"
  },
  {
    "id": 1491,
    "jozz": 12,
    "page": "223",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 14,
    "text_tashkeel": " فَإِلَّمْ يَسْتَجِيبُواْ لَكُمْ فَاعْلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلْمِ اِ۬للَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلَ اَنتُم مُّسْلِمُونَۖ ١٤",
    "text_simple": "فإلم يستجيبوا لكم فاعلموٓا أنمآ أنزل بعلم الله وأن لآ إله إلا هو فهل انتم مسلمون"
  },
  {
    "id": 1492,
    "jozz": 12,
    "page": "223",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 15,
    "text_tashkeel": "۞ مَن كَانَ يُرِيدُ اُ۬لْحَيَوٰةَ اَ۬لدُّنْي۪ا وَزِينَتَهَا نُوَفِّ إِلَيْهِمُۥٓ أَعْمَٰلَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَۖ ١٥",
    "text_simple": "من كان يريد الحيوة الدنيا وزينتها نوف إليهمٓ أعملهم فيها وهم فيها لا يبخسون"
  },
  {
    "id": 1493,
    "jozz": 12,
    "page": "223",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 16,
    "text_tashkeel": "أُوْلَٰٓئِكَ اَ۬لذِينَ لَيْسَ لَهُمْ فِے اِ۬لَاخِرَةِ إِلَّا اَ۬لنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَاۖ وَبَٰطِلٞ مَّا كَانُواْ يَعْمَلُونَۖ ١٦",
    "text_simple": "أولٓئك الذين ليس لهم فے الاخرة إلا النار وحبط ما صنعوا فيها وبطلٞ ما كانوا يعملون"
  },
  {
    "id": 1494,
    "jozz": 12,
    "page": "223",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 8,
    "line_end": 11,
    "aya_no": 17,
    "text_tashkeel": " أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتْلُوهُ شَاهِدٞ مِّنْهُۖ وَمِن قَبْلِهِۦ كِتَٰبُ مُوس۪ىٰٓ إِمَاماٗ وَرَحْمَةًۖ ا۟وْلَٰٓئِكَ يُومِنُونَ بِهِۦۖ وَمَنْ يَّكْفُرْ بِهِۦ مِنَ اَ۬لَاحْزَابِ فَالنَّارُ مَوْعِدُهُۥۖ فَلَا تَكُ فِے مِرْيَةٖ مِّنْهُۖ إِنَّهُ اُ۬لْحَقُّ مِن رَّبِّكَۖ وَلَٰكِنَّ أَكْثَرَ اَ۬لنَّاسِ لَا يُومِنُونَۖ ١٧",
    "text_simple": "أفمن كان على بينةٖ من ربه ويتلوه شاهدٞ منه ومن قبله كتب موسىٓ إماماٗ ورحمة اولٓئك يومنون به ومن يكفر به من الاحزاب فالنار موعده فلا تك فے مريةٖ منه إنه الحق من ربك ولكن أكثر الناس لا يومنون"
  },
  {
    "id": 1495,
    "jozz": 12,
    "page": "223",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 18,
    "text_tashkeel": " وَمَنَ اَظْلَمُ مِمَّنِ اِ۪فْتَر۪ىٰ عَلَى اَ۬للَّهِ كَذِباًۖ ا۟وْلَٰٓئِكَ يُعْرَضُونَ عَلَىٰ رَبِّهِمْ وَيَقُولُ اُ۬لَاشْهَٰدُ هَٰٓؤُلَآءِ اِ۬لذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمُۥٓۖ أَلَا لَعْنَةُ اُ۬للَّهِ عَلَى اَ۬لظَّٰلِمِينَ ١٨",
    "text_simple": "ومن اظلم ممن افترى على الله كذبا اولٓئك يعرضون على ربهم ويقول الاشهد هٓؤلآء الذين كذبوا على ربهمٓ ألا لعنة الله على الظلمين"
  },
  {
    "id": 1496,
    "jozz": 12,
    "page": "223",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 19,
    "text_tashkeel": "اَ۬لذِينَ يَصُدُّونَ عَن سَبِيلِ اِ۬للَّهِ وَيَبْغُونَهَا عِوَجاٗ وَهُم بِالَاخِرَةِ هُمْ كَٰفِرُونَۖ ١٩",
    "text_simple": "الذين يصدون عن سبيل الله ويبغونها عوجاٗ وهم بالاخرة هم كفرون"
  },
  {
    "id": 1497,
    "jozz": 12,
    "page": "224",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 20,
    "text_tashkeel": " أُوْلَٰٓئِكَ لَمْ يَكُونُواْ مُعْجِزِينَ فِے اِ۬لَارْضِ وَمَا كَانَ لَهُم مِّن دُونِ اِ۬للَّهِ مِنَ اَوْلِيَآءَۖ يُضَٰعَفُ لَهُمُ اُ۬لْعَذَابُۖ مَا كَانُواْ يَسْتَطِيعُونَ اَ۬لسَّمْعَ وَمَا كَانُواْ يُبْصِرُونَۖ ٢٠",
    "text_simple": "أولٓئك لم يكونوا معجزين فے الارض وما كان لهم من دون الله من اوليآء يضعف لهم العذاب ما كانوا يستطيعون السمع وما كانوا يبصرون"
  },
  {
    "id": 1498,
    "jozz": 12,
    "page": "224",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 21,
    "text_tashkeel": "أُوْلَٰٓئِكَ اَ۬لذِينَ خَسِرُوٓاْ أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُواْ يَفْتَرُونَۖ ٢١",
    "text_simple": "أولٓئك الذين خسروٓا أنفسهم وضل عنهم ما كانوا يفترون"
  },
  {
    "id": 1499,
    "jozz": 12,
    "page": "224",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 22,
    "text_tashkeel": "لَا جَرَمَ أَنَّهُمْ فِے اِ۬لَاخِرَةِ هُمُ اُ۬لَاخْسَرُونَۖ ٢٢",
    "text_simple": "لا جرم أنهم فے الاخرة هم الاخسرون"
  },
  {
    "id": 1500,
    "jozz": 12,
    "page": "224",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 23,
    "text_tashkeel": "إِنَّ اَ۬لذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ وَأَخْبَتُوٓاْ إِلَىٰ رَبِّهِمُۥٓ أُوْلَٰٓئِكَ أَصْحَٰبُ اُ۬لْجَنَّةِۖ هُمْ فِيهَا خَٰلِدُونَۖ ٢٣",
    "text_simple": "إن الذين ءامنوا وعملوا الصلحت وأخبتوٓا إلى ربهمٓ أولٓئك أصحب الجنة هم فيها خلدون"
  },
  {
    "id": 1501,
    "jozz": 12,
    "page": "224",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 24,
    "text_tashkeel": "۞ مَثَلُ اُ۬لْفَرِيقَيْنِ كَالَاعْم۪ىٰ وَالَاصَمِّ وَالْبَصِيرِ وَالسَّمِيعِۖ هَلْ يَسْتَوِيَٰنِ مَثَلاًۖ اَفَلَا تَذَّكَّرُونَۖ ٢٤",
    "text_simple": "مثل الفريقين كالاعمى والاصم والبصير والسميع هل يستوين مثلا افلا تذكرون"
  },
  {
    "id": 1502,
    "jozz": 12,
    "page": "224",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 9,
    "line_end": 9,
    "aya_no": 25,
    "text_tashkeel": " وَلَقَدَ اَرْسَلْنَا نُوحاً اِلَىٰ قَوْمِهِۦٓۖ إِنِّے لَكُمْ نَذِيرٞ مُّبِينٌ ٢٥",
    "text_simple": "ولقد ارسلنا نوحا الى قومهٓ إنے لكم نذيرٞ مبين"
  },
  {
    "id": 1503,
    "jozz": 12,
    "page": "224",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 10,
    "line_end": 10,
    "aya_no": 26,
    "text_tashkeel": " اَن لَّا تَعْبُدُوٓاْ إِلَّا اَ۬للَّهَۖ إِنِّيَ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ اَلِيمٖۖ ٢٦",
    "text_simple": "ان لا تعبدوٓا إلا الله إني أخاف عليكم عذاب يوم اليمٖ"
  },
  {
    "id": 1504,
    "jozz": 12,
    "page": "224",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 11,
    "line_end": 13,
    "aya_no": 27,
    "text_tashkeel": " فَقَالَ اَ۬لْمَلَأُ اُ۬لذِينَ كَفَرُواْ مِن قَوْمِهِۦ مَا نَر۪يٰكَ إِلَّا بَشَراٗ مِّثْلَنَا وَمَا نَر۪يٰكَ اَ۪تَّبَعَكَ إِلَّا اَ۬لذِينَ هُمُۥٓ أَرَاذِلُنَا بَادِيَ اَ۬لرَّأْيِۖ وَمَا نَر۪ىٰ لَكُمْ عَلَيْنَا مِن فَضْلِۢ بَلْ نَظُنُّكُمْ كَٰذِبِينَۖ ٢٧",
    "text_simple": "فقال الملأ الذين كفروا من قومه ما نريك إلا بشراٗ مثلنا وما نريك اتبعك إلا الذين همٓ أراذلنا بادي الرأي وما نرى لكم علينا من فضل بل نظنكم كذبين"
  },
  {
    "id": 1505,
    "jozz": 12,
    "page": "224",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 28,
    "text_tashkeel": "قَالَ يَٰقَوْمِ أَرَٰٓيْتُمُۥٓ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّے وَءَات۪يٰنِے رَحْمَةٗ مِّنْ عِندِهِۦ فَعَمِيَتْ عَلَيْكُمُۥٓ أَنُلْزِمُكُمُوهَا وَأَنتُمْ لَهَا كَٰرِهُونَۖ ٢٨",
    "text_simple": "قال يقوم أرٓيتمٓ إن كنت على بينةٖ من ربے وءاتينے رحمةٗ من عنده فعميت عليكمٓ أنلزمكموها وأنتم لها كرهون"
  },
  {
    "id": 1506,
    "jozz": 12,
    "page": "225",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 29,
    "text_tashkeel": " وَيَٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ مَالاًۖ اِنَ اَجْرِيَ إِلَّا عَلَى اَ۬للَّهِۖ وَمَآ أَنَا بِطَارِدِ اِ۬لذِينَ ءَامَنُوٓاْ إِنَّهُم مُّلَٰقُواْ رَبِّهِمْۖ وَلَٰكِنِّيَ أَر۪يٰكُمْ قَوْماٗ تَجْهَلُونَۖ ٢٩",
    "text_simple": "ويقوم لآ أسٔلكم عليه مالا ان اجري إلا على الله ومآ أنا بطارد الذين ءامنوٓا إنهم ملقوا ربهم ولكني أريكم قوماٗ تجهلون"
  },
  {
    "id": 1507,
    "jozz": 12,
    "page": "225",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 30,
    "text_tashkeel": "وَيَٰقَوْمِ مَنْ يَّنصُرُنِے مِنَ اَ۬للَّهِ إِن طَرَدتُّهُمُۥٓۖ أَفَلَا تَذَّكَّرُونَۖ ٣٠",
    "text_simple": "ويقوم من ينصرنے من الله إن طردتهمٓ أفلا تذكرون"
  },
  {
    "id": 1508,
    "jozz": 12,
    "page": "225",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 4,
    "line_end": 7,
    "aya_no": 31,
    "text_tashkeel": "وَلَآ أَقُولُ لَكُمْ عِندِے خَزَآئِنُ اُ۬للَّهِ وَلَآ أَعْلَمُ اُ۬لْغَيْبَ وَلَآ أَقُولُ إِنِّے مَلَكٞۖ وَلَآ أَقُولُ لِلذِينَ تَزْدَرِےٓ أَعْيُنُكُمْ لَنْ يُّوتِيَهُمُ اُ۬للَّهُ خَيْراًۖ اِ۬للَّهُ أَعْلَمُ بِمَا فِےٓ أَنفُسِهِمُۥٓۖ إِنِّيَ إِذاٗ لَّمِنَ اَ۬لظَّٰلِمِينَۖ ٣١",
    "text_simple": "ولآ أقول لكم عندے خزآئن الله ولآ أعلم الغيب ولآ أقول إنے ملكٞ ولآ أقول للذين تزدرےٓ أعينكم لن يوتيهم الله خيرا الله أعلم بما فےٓ أنفسهمٓ إني إذاٗ لمن الظلمين"
  },
  {
    "id": 1509,
    "jozz": 12,
    "page": "225",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 32,
    "text_tashkeel": "۞ قَالُواْ يَٰنُوحُ قَدْ جَٰدَلْتَنَا فَأَكْثَرْتَ جِدَٰلَنَا فَاتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ اَ۬لصَّٰدِقِينَۖ ٣٢",
    "text_simple": "قالوا ينوح قد جدلتنا فأكثرت جدلنا فاتنا بما تعدنآ إن كنت من الصدقين"
  },
  {
    "id": 1510,
    "jozz": 12,
    "page": "225",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 33,
    "text_tashkeel": "قَالَ إِنَّمَا يَاتِيكُم بِهِ اِ۬للَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعْجِزِينَۖ ٣٣",
    "text_simple": "قال إنما ياتيكم به الله إن شآء ومآ أنتم بمعجزين"
  },
  {
    "id": 1511,
    "jozz": 12,
    "page": "225",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 34,
    "text_tashkeel": "وَلَا يَنفَعُكُمْ نُصْحِيَ إِنَ اَرَدتُّ أَنَ اَنصَحَ لَكُمُۥٓ إِن كَانَ اَ۬للَّهُ يُرِيدُ أَنْ يُّغْوِيَكُمْۖ هُوَ رَبُّكُمْۖ وَإِلَيْهِ تُرْجَعُونَۖ ٣٤",
    "text_simple": "ولا ينفعكم نصحي إن اردت أن انصح لكمٓ إن كان الله يريد أن يغويكم هو ربكم وإليه ترجعون"
  },
  {
    "id": 1512,
    "jozz": 12,
    "page": "225",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 35,
    "text_tashkeel": "أَمْ يَقُولُونَ اَ۪فْتَر۪يٰهُۖ قُلِ اِنِ اِ۪فْتَرَيْتُهُۥ فَعَلَيَّ إِجْرَامِے وَأَنَا بَرِےٓءٞ مِّمَّا تُجْرِمُونَۖ ٣٥",
    "text_simple": "أم يقولون افتريه قل ان افتريته فعلي إجرامے وأنا برےٓءٞ مما تجرمون"
  },
  {
    "id": 1513,
    "jozz": 12,
    "page": "225",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 36,
    "text_tashkeel": " وَأُوحِيَ إِلَىٰ نُوحٍ اَنَّهُۥ لَنْ يُّومِنَ مِن قَوْمِكَ إِلَّا مَن قَدَ اٰمَنَۖ فَلَا تَبْتَئِسْ بِمَا كَانُواْ يَفْعَلُونَۖ ٣٦",
    "text_simple": "وأوحي إلى نوح انه لن يومن من قومك إلا من قد امن فلا تبتئس بما كانوا يفعلون"
  },
  {
    "id": 1514,
    "jozz": 12,
    "page": "225",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 37,
    "text_tashkeel": "وَاصْنَعِ اِ۬لْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَاۖ وَلَا تُخَٰطِبْنِے فِے اِ۬لذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغْرَقُونَۖ ٣٧",
    "text_simple": "واصنع الفلك بأعيننا ووحينا ولا تخطبنے فے الذين ظلموٓا إنهم مغرقون"
  },
  {
    "id": 1515,
    "jozz": 12,
    "page": "226",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 38,
    "text_tashkeel": " وَيَصْنَعُ اُ۬لْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٞ مِّن قَوْمِهِۦ سَخِرُواْ مِنْهُۖ قَالَ إِن تَسْخَرُواْ مِنَّا فَإِنَّا نَسْخَرُ مِنكُمْ كَمَا تَسْخَرُونَۖ ٣٨",
    "text_simple": "ويصنع الفلك وكلما مر عليه ملأٞ من قومه سخروا منه قال إن تسخروا منا فإنا نسخر منكم كما تسخرون"
  },
  {
    "id": 1516,
    "jozz": 12,
    "page": "226",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 39,
    "text_tashkeel": " فَسَوْفَ تَعْلَمُونَ مَنْ يَّاتِيهِ عَذَابٞ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٞ مُّقِيمٌۖ ٣٩",
    "text_simple": "فسوف تعلمون من ياتيه عذابٞ يخزيه ويحل عليه عذابٞ مقيم"
  },
  {
    "id": 1517,
    "jozz": 12,
    "page": "226",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 40,
    "text_tashkeel": "حَتَّىٰٓ إِذَا جَآءَ امْرُنَا وَفَارَ اَ۬لتَّنُّورُ قُلْنَا اَ۪حْمِلْ فِيهَا مِن كُلِّ زَوْجَيْنِ اِ۪ثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ اِ۬لْقَوْلُ وَمَنَ اٰمَنَۖ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞۖ ٤٠",
    "text_simple": "حتىٓ إذا جآء امرنا وفار التنور قلنا احمل فيها من كل زوجين اثنين وأهلك إلا من سبق عليه القول ومن امن ومآ ءامن معهٓ إلا قليلٞ"
  },
  {
    "id": 1518,
    "jozz": 12,
    "page": "226",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 41,
    "text_tashkeel": "۞ وَقَالَ اَ۪رْكَبُواْ فِيهَا بِسْمِ اِ۬للَّهِ مُجْر۪يٰهَا وَمُرْس۪يٰهَآۖ إِنَّ رَبِّے لَغَفُورٞ رَّحِيمٞۖ ٤١",
    "text_simple": "وقال اركبوا فيها بسم الله مجريها ومرسيهآ إن ربے لغفورٞ رحيمٞ"
  },
  {
    "id": 1519,
    "jozz": 12,
    "page": "226",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 42,
    "text_tashkeel": "وَهِيَ تَجْرِے بِهِمْ فِے مَوْجٖ كَالْجِبَالِۖ وَنَاد۪ىٰ نُوحٌ اِ۪بْنَهُۥ وَكَانَ فِے مَعْزِلٖ يَٰبُنَيِّ اِ۪رْكَبْ مَعَنَا وَلَا تَكُن مَّعَ اَ۬لْكٰ۪فِرِينَۖ ٤٢",
    "text_simple": "وهي تجرے بهم فے موجٖ كالجبال ونادى نوح ابنه وكان فے معزلٖ يبني اركب معنا ولا تكن مع الكفرين"
  },
  {
    "id": 1520,
    "jozz": 12,
    "page": "226",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 9,
    "line_end": 12,
    "aya_no": 43,
    "text_tashkeel": "قَالَ سَـَٔاوِےٓ إِلَىٰ جَبَلٖ يَعْصِمُنِے مِنَ اَ۬لْمَآءِۖ قَالَ لَا عَٰصِمَ اَ۬لْيَوْمَ مِنَ اَمْرِ اِ۬للَّهِ إِلَّا مَن رَّحِمَۖ وَحَالَ بَيْنَهُمَا اَ۬لْمَوْجُ فَكَانَ مِنَ اَ۬لْمُغْرَقِينَۖ ٤٣",
    "text_simple": "قال سٔاوےٓ إلى جبلٖ يعصمنے من المآء قال لا عصم اليوم من امر الله إلا من رحم وحال بينهما الموج فكان من المغرقين"
  },
  {
    "id": 1521,
    "jozz": 12,
    "page": "226",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 44,
    "text_tashkeel": "وَقِيلَ يَٰٓأَرْضُ اُ۪بْلَعِے مَآءَكِ وَيَٰسَمَآءُ اَ۬قْلِعِےۖ وَغِيضَ اَ۬لْمَآءُ وَقُضِيَ اَ۬لَامْرُ وَاسْتَوَتْ عَلَى اَ۬لْجُودِيِّۖ وَقِيلَ بُعْداٗ لِّلْقَوْمِ اِ۬لظَّٰلِمِينَۖ ٤٤",
    "text_simple": "وقيل يٓأرض ابلعے مآءك ويسمآء اقلعے وغيض المآء وقضي الامر واستوت على الجودي وقيل بعداٗ للقوم الظلمين"
  },
  {
    "id": 1522,
    "jozz": 12,
    "page": "226",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 45,
    "text_tashkeel": "وَنَاد۪ىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ اَ۪بْنِے مِنَ اَهْلِے وَإِنَّ وَعْدَكَ اَ۬لْحَقُّۖ وَأَنتَ أَحْكَمُ اُ۬لْحَٰكِمِينَۖ ٤٥",
    "text_simple": "ونادى نوحٞ ربه فقال رب إن ابنے من اهلے وإن وعدك الحق وأنت أحكم الحكمين"
  },
  {
    "id": 1523,
    "jozz": 12,
    "page": "227",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 46,
    "text_tashkeel": " قَالَ يَٰنُوحُ إِنَّهُۥ لَيْسَ مِنَ اَهْلِكَۖ إِنَّهُۥ عَمَلٌ غَيْرُ صَٰلِحٖۖ فَلَا تَسْـَٔلَنِّۦ مَا لَيْسَ لَكَ بِهِۦ عِلْمٌۖ اِنِّيَ أَعِظُكَ أَن تَكُونَ مِنَ اَ۬لْجَٰهِلِينَۖ ٤٦",
    "text_simple": "قال ينوح إنه ليس من اهلك إنه عمل غير صلحٖ فلا تسٔلن ما ليس لك به علم اني أعظك أن تكون من الجهلين"
  },
  {
    "id": 1524,
    "jozz": 12,
    "page": "227",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 47,
    "text_tashkeel": "قَالَ رَبِّ إِنِّيَ أَعُوذُ بِكَ أَنَ اَسْـَٔلَكَ مَا لَيْسَ لِے بِهِۦ عِلْمٞۖ وَإِلَّا تَغْفِرْ لِے وَتَرْحَمْنِےٓ أَكُن مِّنَ اَ۬لْخَٰسِرِينَۖ ٤٧",
    "text_simple": "قال رب إني أعوذ بك أن اسٔلك ما ليس لے به علمٞ وإلا تغفر لے وترحمنےٓ أكن من الخسرين"
  },
  {
    "id": 1525,
    "jozz": 12,
    "page": "227",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 48,
    "text_tashkeel": "قِيلَ يَٰنُوحُ اُ۪هْبِطْ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيْكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۖ وَأُمَمٞ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ اَلِيمٞۖ ٤٨",
    "text_simple": "قيل ينوح اهبط بسلمٖ منا وبركت عليك وعلىٓ أممٖ ممن معك وأممٞ سنمتعهم ثم يمسهم منا عذاب اليمٞ"
  },
  {
    "id": 1526,
    "jozz": 12,
    "page": "227",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 49,
    "text_tashkeel": " تِلْكَ مِنَ اَنۢبَآءِ اِ۬لْغَيْبِ نُوحِيهَآ إِلَيْكَۖ مَا كُنتَ تَعْلَمُهَآ أَنتَ وَلَا قَوْمُكَ مِن قَبْلِ هَٰذَاۖ فَاصْبِرِۖ اِنَّ اَ۬لْعَٰقِبَةَ لِلْمُتَّقِينَۖ ٤٩",
    "text_simple": "تلك من انبآء الغيب نوحيهآ إليك ما كنت تعلمهآ أنت ولا قومك من قبل هذا فاصبر ان العقبة للمتقين"
  },
  {
    "id": 1527,
    "jozz": 12,
    "page": "227",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 50,
    "text_tashkeel": " وَإِلَىٰ عَادٍ اَخَاهُمْ هُوداٗۖ قَالَ يَٰقَوْمِ اِ۟عْبُدُواْ اُ۬للَّهَ مَا لَكُم مِّنِ اِلَٰهٍ غَيْرُهُۥٓۖ إِنَ اَنتُمُۥٓ إِلَّا مُفْتَرُونَۖ ٥٠",
    "text_simple": "وإلى عاد اخاهم هوداٗ قال يقوم اعبدوا الله ما لكم من اله غيرهٓ إن انتمٓ إلا مفترون"
  },
  {
    "id": 1528,
    "jozz": 12,
    "page": "227",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 51,
    "text_tashkeel": "يَٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْراًۖ اِنَ اَجْرِيَ إِلَّا عَلَى اَ۬لذِے فَطَرَنِيَۖ أَفَلَا تَعْقِلُونَۖ ٥١",
    "text_simple": "يقوم لآ أسٔلكم عليه أجرا ان اجري إلا على الذے فطرني أفلا تعقلون"
  },
  {
    "id": 1529,
    "jozz": 12,
    "page": "227",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 52,
    "text_tashkeel": " وَيَٰقَوْمِ اِ۪سْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُوٓاْ إِلَيْهِ يُرْسِلِ اِ۬لسَّمَآءَ عَلَيْكُم مِّدْرَاراٗ وَيَزِدْكُمْ قُوَّةً اِلَىٰ قُوَّتِكُمْ وَلَا تَتَوَلَّوْاْ مُجْرِمِينَۖ ٥٢",
    "text_simple": "ويقوم استغفروا ربكم ثم توبوٓا إليه يرسل السمآء عليكم مدراراٗ ويزدكم قوة الى قوتكم ولا تتولوا مجرمين"
  },
  {
    "id": 1530,
    "jozz": 12,
    "page": "227",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 53,
    "text_tashkeel": "۞ قَالُواْ يَٰهُودُ مَا جِئْتَنَا بِبَيِّنَةٖ وَمَا نَحْنُ بِتَارِكِےٓ ءَالِهَتِنَا عَن قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُومِنِينَۖ ٥٣",
    "text_simple": "قالوا يهود ما جئتنا ببينةٖ وما نحن بتاركےٓ ءالهتنا عن قولك وما نحن لك بمومنين"
  },
  {
    "id": 1531,
    "jozz": 12,
    "page": "228",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 54,
    "text_tashkeel": " إِن نَّقُولُ إِلَّا اَ۪عْتَر۪يٰكَ بَعْضُ ءَالِهَتِنَا بِسُوٓءٖۖ قَالَ إِنِّيَ أُشْهِدُ اُ۬للَّهَۖ وَاشْهَدُوٓاْ أَنِّے بَرِےٓءٞ مِّمَّا تُشْرِكُونَ مِن دُونِهِۦۖ فَكِيدُونِے جَمِيعاٗ ثُمَّ لَا تُنظِرُونِۖ ٥٤",
    "text_simple": "إن نقول إلا اعتريك بعض ءالهتنا بسوٓءٖ قال إني أشهد الله واشهدوٓا أنے برےٓءٞ مما تشركون من دونه فكيدونے جميعاٗ ثم لا تنظرون"
  },
  {
    "id": 1532,
    "jozz": 12,
    "page": "228",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 55,
    "text_tashkeel": "إِنِّے تَوَكَّلْتُ عَلَى اَ۬للَّهِ رَبِّے وَرَبِّكُمۖ مَّا مِن دَآبَّةٍ اِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۖ إِنَّ رَبِّے عَلَىٰ صِرَٰطٖ مُّسْتَقِيمٖۖ ٥٥",
    "text_simple": "إنے توكلت على الله ربے وربكم ما من دآبة الا هو ءاخذ بناصيتهآ إن ربے على صرطٖ مستقيمٖ"
  },
  {
    "id": 1533,
    "jozz": 12,
    "page": "228",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 56,
    "text_tashkeel": "فَإِن تَوَلَّوْاْ فَقَدَ اَبْلَغْتُكُم مَّآ أُرْسِلْتُ بِهِۦٓ إِلَيْكُمْۖ وَيَسْتَخْلِفُ رَبِّے قَوْماً غَيْرَكُمْ وَلَا تَضُرُّونَهُۥ شَئْاًۖ اِنَّ رَبِّے عَلَىٰ كُلِّ شَےْءٍ حَفِيظٞۖ ٥٦",
    "text_simple": "فإن تولوا فقد ابلغتكم مآ أرسلت بهٓ إليكم ويستخلف ربے قوما غيركم ولا تضرونه شئا ان ربے على كل شےء حفيظٞ"
  },
  {
    "id": 1534,
    "jozz": 12,
    "page": "228",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 57,
    "text_tashkeel": " وَلَمَّا جَآءَ امْرُنَا نَجَّيْنَا هُوداٗ وَالذِينَ ءَامَنُواْ مَعَهُۥ بِرَحْمَةٖ مِّنَّا وَنَجَّيْنَٰهُم مِّنْ عَذَابٍ غَلِيظٖۖ ٥٧",
    "text_simple": "ولما جآء امرنا نجينا هوداٗ والذين ءامنوا معه برحمةٖ منا ونجينهم من عذاب غليظٖ"
  },
  {
    "id": 1535,
    "jozz": 12,
    "page": "228",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 58,
    "text_tashkeel": "وَتِلْكَ عَادٞ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمْ وَعَصَوْاْ رُسُلَهُۥ وَاتَّبَعُوٓاْ أَمْرَ كُلِّ جَبّ۪ارٍ عَنِيدٖۖ ٥٨",
    "text_simple": "وتلك عادٞ جحدوا بٔايت ربهم وعصوا رسله واتبعوٓا أمر كل جبار عنيدٖ"
  },
  {
    "id": 1536,
    "jozz": 12,
    "page": "228",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 59,
    "text_tashkeel": "وَأُتْبِعُواْ فِے هَٰذِهِ اِ۬لدُّنْي۪ا لَعْنَةٗ وَيَوْمَ اَ۬لْقِيَٰمَةِۖ أَلَآ إِنَّ عَاداٗ كَفَرُواْ رَبَّهُمُۥٓۖ أَلَا بُعْداٗ لِّعَادٖ قَوْمِ هُودٖۖ ٥٩",
    "text_simple": "وأتبعوا فے هذه الدنيا لعنةٗ ويوم القيمة ألآ إن عاداٗ كفروا ربهمٓ ألا بعداٗ لعادٖ قوم هودٖ"
  },
  {
    "id": 1537,
    "jozz": 12,
    "page": "228",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 11,
    "line_end": 13,
    "aya_no": 60,
    "text_tashkeel": "وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَٰلِحاٗۖ قَالَ يَٰقَوْمِ اِ۟عْبُدُواْ اُ۬للَّهَ مَا لَكُم مِّنِ اِلَٰهٍ غَيْرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ اَ۬لَارْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيْهِۖ إِنَّ رَبِّے قَرِيبٞ مُّجِيبٞۖ ٦٠",
    "text_simple": "وإلى ثمود أخاهم صلحاٗ قال يقوم اعبدوا الله ما لكم من اله غيره هو أنشأكم من الارض واستعمركم فيها فاستغفروه ثم توبوٓا إليه إن ربے قريبٞ مجيبٞ"
  },
  {
    "id": 1538,
    "jozz": 12,
    "page": "228",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 61,
    "text_tashkeel": " ۞ قَالُواْ يَٰصَٰلِحُ قَدْ كُنتَ فِينَا مَرْجُوّاٗ قَبْلَ هَٰذَآ أَتَنْه۪يٰنَآ أَن نَّعْبُدَ مَا يَعْبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِے شَكّٖ مِّمَّا تَدْعُونَآ إِلَيْهِ مُرِيبٖۖ ٦١",
    "text_simple": "قالوا يصلح قد كنت فينا مرجواٗ قبل هذآ أتنهينآ أن نعبد ما يعبد ءابآؤنا وإننا لفے شكٖ مما تدعونآ إليه مريبٖ"
  },
  {
    "id": 1539,
    "jozz": 12,
    "page": "229",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 62,
    "text_tashkeel": " قَالَ يَٰقَوْمِ أَرَٰٓيْتُمُۥٓ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّے وَءَات۪يٰنِے مِنْهُ رَحْمَةٗ فَمَنْ يَّنصُرُنِے مِنَ اَ۬للَّهِ إِنْ عَصَيْتُهُۥۖ فَمَا تَزِيدُونَنِے غَيْرَ تَخْسِيرٖۖ ٦٢",
    "text_simple": "قال يقوم أرٓيتمٓ إن كنت على بينةٖ من ربے وءاتينے منه رحمةٗ فمن ينصرنے من الله إن عصيته فما تزيدوننے غير تخسيرٖ"
  },
  {
    "id": 1540,
    "jozz": 12,
    "page": "229",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 63,
    "text_tashkeel": "وَيَٰقَوْمِ هَٰذِهِۦ نَاقَةُ اُ۬للَّهِ لَكُمُۥٓ ءَايَةٗۖ فَذَرُوهَا تَاكُلْ فِےٓ أَرْضِ اِ۬للَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَاخُذَكُمْ عَذَابٞ قَرِيبٞۖ ٦٣",
    "text_simple": "ويقوم هذه ناقة الله لكمٓ ءايةٗ فذروها تاكل فےٓ أرض الله ولا تمسوها بسوٓءٖ فياخذكم عذابٞ قريبٞ"
  },
  {
    "id": 1541,
    "jozz": 12,
    "page": "229",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 64,
    "text_tashkeel": "فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِے د۪ارِكُمْ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعْدٌ غَيْرُ مَكْذُوبٖۖ ٦٤",
    "text_simple": "فعقروها فقال تمتعوا فے داركم ثلثة أيامٖ ذلك وعد غير مكذوبٖ"
  },
  {
    "id": 1542,
    "jozz": 12,
    "page": "229",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 65,
    "text_tashkeel": "فَلَمَّا جَآءَ امْرُنَا نَجَّيْنَا صَٰلِحاٗ وَالذِينَ ءَامَنُواْ مَعَهُۥ بِرَحْمَةٖ مِّنَّا وَمِنْ خِزْيِ يَوْمَئِذٍۖ اِنَّ رَبَّكَ هُوَ اَ۬لْقَوِيُّ اُ۬لْعَزِيزُۖ ٦٥",
    "text_simple": "فلما جآء امرنا نجينا صلحاٗ والذين ءامنوا معه برحمةٖ منا ومن خزي يومئذ ان ربك هو القوي العزيز"
  },
  {
    "id": 1543,
    "jozz": 12,
    "page": "229",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 66,
    "text_tashkeel": "وَأَخَذَ اَ۬لذِينَ ظَلَمُواْ اُ۬لصَّيْحَةُ فَأَصْبَحُواْ فِے دِيٰ۪رِهِمْ جَٰثِمِينَ ٦٦",
    "text_simple": "وأخذ الذين ظلموا الصيحة فأصبحوا فے ديرهم جثمين"
  },
  {
    "id": 1544,
    "jozz": 12,
    "page": "229",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 67,
    "text_tashkeel": " كَأَن لَّمْ يَغْنَوْاْ فِيهَآۖ أَلَآ إِنَّ ثَمُوداٗ كَفَرُواْ رَبَّهُمُۥٓۖ أَلَا بُعْداٗ لِّثَمُودَۖ ٦٧",
    "text_simple": "كأن لم يغنوا فيهآ ألآ إن ثموداٗ كفروا ربهمٓ ألا بعداٗ لثمود"
  },
  {
    "id": 1545,
    "jozz": 12,
    "page": "229",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 68,
    "text_tashkeel": "وَلَقَدْ جَآءَتْ رُسُلُنَآ إِبْرَٰهِيمَ بِالْبُشْر۪ىٰ قَالُواْ سَلَٰماٗۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجْلٍ حَنِيذٖۖ ٦٨",
    "text_simple": "ولقد جآءت رسلنآ إبرهيم بالبشرى قالوا سلماٗ قال سلمٞ فما لبث أن جآء بعجل حنيذٖ"
  },
  {
    "id": 1546,
    "jozz": 12,
    "page": "229",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 69,
    "text_tashkeel": "فَلَمَّا ر۪ء۪آ أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةٗۖ قَالُواْ لَا تَخَفِۖ اِنَّآ أُرْسِلْنَآ إِلَىٰ قَوْمِ لُوطٖۖ ٦٩",
    "text_simple": "فلما رءآ أيديهم لا تصل إليه نكرهم وأوجس منهم خيفةٗ قالوا لا تخف انآ أرسلنآ إلى قوم لوطٖ"
  },
  {
    "id": 1547,
    "jozz": 12,
    "page": "229",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 70,
    "text_tashkeel": "وَامْرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتْۖ فَبَشَّرْنَٰهَا بِإِسْحَٰقَۖ وَمِنْ وَّرَآءِ اسْحَٰقَ يَعْقُوبُۖ ٧٠",
    "text_simple": "وامرأته قآئمةٞ فضحكت فبشرنها بإسحق ومن ورآء اسحق يعقوب"
  },
  {
    "id": 1548,
    "jozz": 12,
    "page": "230",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 71,
    "text_tashkeel": " قَالَتْ يَٰوَيْلَت۪ىٰٓ ءَالِدُ وَأَنَا عَجُوزٞ وَهَٰذَا بَعْلِے شَيْخاًۖ اِنَّ هَٰذَا لَشَےْءٌ عَجِيبٞۖ ٧١",
    "text_simple": "قالت يويلتىٓ ءالد وأنا عجوزٞ وهذا بعلے شيخا ان هذا لشےء عجيبٞ"
  },
  {
    "id": 1549,
    "jozz": 12,
    "page": "230",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 72,
    "text_tashkeel": "۞ قَالُوٓاْ أَتَعْجَبِينَ مِنَ اَمْرِ اِ۬للَّهِۖ رَحْمَتُ اُ۬للَّهِ وَبَرَكَٰتُهُۥ عَلَيْكُمُۥٓ أَهْلَ اَ۬لْبَيْتِۖ إِنَّهُۥ حَمِيدٞ مَّجِيدٞۖ ٧٢",
    "text_simple": "قالوٓا أتعجبين من امر الله رحمت الله وبركته عليكمٓ أهل البيت إنه حميدٞ مجيدٞ"
  },
  {
    "id": 1550,
    "jozz": 12,
    "page": "230",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 73,
    "text_tashkeel": "فَلَمَّا ذَهَبَ عَنِ اِبْرَٰهِيمَ اَ۬لرَّوْعُ وَجَآءَتْهُ اُ۬لْبُشْر۪ىٰ يُجَٰدِلُنَا فِے قَوْمِ لُوطٍۖ ٧٣",
    "text_simple": "فلما ذهب عن ابرهيم الروع وجآءته البشرى يجدلنا فے قوم لوط"
  },
  {
    "id": 1551,
    "jozz": 12,
    "page": "230",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 5,
    "line_end": 5,
    "aya_no": 74,
    "text_tashkeel": "اِنَّ إِبْرَٰهِيمَ لَحَلِيمٌ اَوَّٰهٞ مُّنِيبٞۖ ٧٤",
    "text_simple": "ان إبرهيم لحليم اوهٞ منيبٞ"
  },
  {
    "id": 1552,
    "jozz": 12,
    "page": "230",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 75,
    "text_tashkeel": "يَٰٓإِبْرَٰهِيمُ أَعْرِضْ عَنْ هَٰذَآۖ إِنَّهُۥ قَدْ جَآءَ امْرُ رَبِّكَۖ وَإِنَّهُمُۥٓ ءَاتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٖۖ ٧٥",
    "text_simple": "يٓإبرهيم أعرض عن هذآ إنه قد جآء امر ربك وإنهمٓ ءاتيهم عذاب غير مردودٖ"
  },
  {
    "id": 1553,
    "jozz": 12,
    "page": "230",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 76,
    "text_tashkeel": " وَلَمَّا جَآءَتْ رُسُلُنَا لُوطاٗ س۬ےٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعاٗ وَقَالَ هَٰذَا يَوْمٌ عَصِيبٞۖ ٧٦",
    "text_simple": "ولما جآءت رسلنا لوطاٗ سےٓء بهم وضاق بهم ذرعاٗ وقال هذا يوم عصيبٞ"
  },
  {
    "id": 1554,
    "jozz": 12,
    "page": "230",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 77,
    "text_tashkeel": "وَجَآءَهُۥ قَوْمُهُۥ يُهْرَعُونَ إِلَيْهِ وَمِن قَبْلُ كَانُواْ يَعْمَلُونَ اَ۬لسَّيِّـَٔاتِۖ قَالَ يَٰقَوْمِ هَٰٓؤُلَآءِ بَنَاتِے هُنَّ أَطْهَرُ لَكُمْ فَاتَّقُواْ اُ۬للَّهَ وَلَا تُخْزُونِ فِے ضَيْفِيَۖ أَلَيْسَ مِنكُمْ رَجُلٞ رَّشِيدٞۖ ٧٧",
    "text_simple": "وجآءه قومه يهرعون إليه ومن قبل كانوا يعملون السئات قال يقوم هٓؤلآء بناتے هن أطهر لكم فاتقوا الله ولا تخزون فے ضيفي أليس منكم رجلٞ رشيدٞ"
  },
  {
    "id": 1555,
    "jozz": 12,
    "page": "230",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 78,
    "text_tashkeel": "قَالُواْ لَقَدْ عَلِمْتَ مَا لَنَا فِے بَنَاتِكَ مِنْ حَقّٖ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُۖ ٧٨",
    "text_simple": "قالوا لقد علمت ما لنا فے بناتك من حقٖ وإنك لتعلم ما نريد"
  },
  {
    "id": 1556,
    "jozz": 12,
    "page": "230",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 12,
    "line_end": 12,
    "aya_no": 79,
    "text_tashkeel": " قَالَ لَوَ اَنَّ لِے بِكُمْ قُوَّةً اَوَ اٰوِےٓ إِلَىٰ رُكْنٖ شَدِيدٖۖ ٧٩",
    "text_simple": "قال لو ان لے بكم قوة او اوےٓ إلى ركنٖ شديدٖ"
  },
  {
    "id": 1557,
    "jozz": 12,
    "page": "230",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 12,
    "line_end": 15,
    "aya_no": 80,
    "text_tashkeel": "قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَنْ يَّصِلُوٓاْ إِلَيْكَۖ فَاسْرِ بِأَهْلِكَ بِقِطْعٖ مِّنَ اَ۬ليْلِ وَلَا يَلْتَفِتْ مِنكُمُۥٓ أَحَدٌ اِلَّا اَ۪مْرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمُۥٓۖ إِنَّ مَوْعِدَهُمُ اُ۬لصُّبْحُۖ أَلَيْسَ اَ۬لصُّبْحُ بِقَرِيبٖۖ ٨٠",
    "text_simple": "قالوا يلوط إنا رسل ربك لن يصلوٓا إليك فاسر بأهلك بقطعٖ من اليل ولا يلتفت منكمٓ أحد الا امرأتك إنه مصيبها مآ أصابهمٓ إن موعدهم الصبح أليس الصبح بقريبٖ"
  },
  {
    "id": 1558,
    "jozz": 12,
    "page": "231",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 81,
    "text_tashkeel": " فَلَمَّا جَآءَ امْرُنَا جَعَلْنَا عَٰلِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةٗ مِّن سِجِّيلٖ ٨١",
    "text_simple": "فلما جآء امرنا جعلنا عليها سافلها وأمطرنا عليها حجارةٗ من سجيلٖ"
  },
  {
    "id": 1559,
    "jozz": 12,
    "page": "231",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 82,
    "text_tashkeel": "مَّنضُودٖ مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ اَ۬لظَّٰلِمِينَ بِبَعِيدٖۖ ٨٢",
    "text_simple": "منضودٖ مسومة عند ربك وما هي من الظلمين ببعيدٖ"
  },
  {
    "id": 1560,
    "jozz": 12,
    "page": "231",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 3,
    "line_end": 6,
    "aya_no": 83,
    "text_tashkeel": "۞ وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْباٗۖ قَالَ يَٰقَوْمِ اِ۟عْبُدُواْ اُ۬للَّهَ مَا لَكُم مِّنِ اِلَٰهٍ غَيْرُهُۥۖ وَلَا تَنقُصُواْ اُ۬لْمِكْيَالَ وَالْمِيزَانَۖ إِنِّيَ أَر۪يٰكُم بِخَيْرٖ وَإِنِّيَ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٖ مُّحِيطٖۖ ٨٣",
    "text_simple": "وإلى مدين أخاهم شعيباٗ قال يقوم اعبدوا الله ما لكم من اله غيره ولا تنقصوا المكيال والميزان إني أريكم بخيرٖ وإني أخاف عليكم عذاب يومٖ محيطٖ"
  },
  {
    "id": 1561,
    "jozz": 12,
    "page": "231",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 84,
    "text_tashkeel": "وَيَٰقَوْمِ أَوْفُواْ اُ۬لْمِكْيَالَ وَالْمِيزَانَ بِالْقِسْطِۖ وَلَا تَبْخَسُواْ اُ۬لنَّاسَ أَشْيَآءَهُمْ وَلَا تَعْثَوْاْ فِے اِ۬لَارْضِ مُفْسِدِينَۖ ٨٤",
    "text_simple": "ويقوم أوفوا المكيال والميزان بالقسط ولا تبخسوا الناس أشيآءهم ولا تعثوا فے الارض مفسدين"
  },
  {
    "id": 1562,
    "jozz": 12,
    "page": "231",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 85,
    "text_tashkeel": "بَقِيَّتُ اُ۬للَّهِ خَيْرٞ لَّكُمُۥٓ إِن كُنتُم مُّومِنِينَۖ ٨٥",
    "text_simple": "بقيت الله خيرٞ لكمٓ إن كنتم مومنين"
  },
  {
    "id": 1563,
    "jozz": 12,
    "page": "231",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 9,
    "line_end": 9,
    "aya_no": 86,
    "text_tashkeel": "وَمَآ أَنَا عَلَيْكُم بِحَفِيظٖۖ ٨٦",
    "text_simple": "ومآ أنا عليكم بحفيظٖ"
  },
  {
    "id": 1564,
    "jozz": 12,
    "page": "231",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 9,
    "line_end": 12,
    "aya_no": 87,
    "text_tashkeel": "قَالُواْ يَٰشُعَيْبُ أَصَلَوَٰتُكَ تَامُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ ءَابَآؤُنَآ أَوَ اَن نَّفْعَلَ فِےٓ أَمْوَٰلِنَا مَا نَشَٰٓؤُاْۖ اِ۪نَّكَ لَأَنتَ اَ۬لْحَلِيمُ اُ۬لرَّشِيدُۖ ٨٧",
    "text_simple": "قالوا يشعيب أصلوتك تامرك أن نترك ما يعبد ءابآؤنآ أو ان نفعل فےٓ أمولنا ما نشٓؤا انك لأنت الحليم الرشيد"
  },
  {
    "id": 1565,
    "jozz": 12,
    "page": "231",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 12,
    "line_end": 15,
    "aya_no": 88,
    "text_tashkeel": "قَالَ يَٰقَوْمِ أَرَٰٓيْتُمُۥٓ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّے وَرَزَقَنِے مِنْهُ رِزْقاً حَسَناٗۖ وَمَآ أُرِيدُ أَنُ ا۟خَالِفَكُمُۥٓ إِلَىٰ مَآ أَنْه۪يٰكُمْ عَنْهُۖ إِنُ ا۟رِيدُ إِلَّا اَ۬لِاصْلَٰحَ مَا اَ۪سْتَطَعْتُۖ وَمَا تَوْفِيقِيَ إِلَّا بِاللَّهِۖ عَلَيْهِ تَوَكَّلْتُۖ وَإِلَيْهِ أُنِيبُۖ ٨٨",
    "text_simple": "قال يقوم أرٓيتمٓ إن كنت على بينةٖ من ربے ورزقنے منه رزقا حسناٗ ومآ أريد أن اخالفكمٓ إلى مآ أنهيكم عنه إن اريد إلا الاصلح ما استطعت وما توفيقي إلا بالله عليه توكلت وإليه أنيب"
  },
  {
    "id": 1566,
    "jozz": 12,
    "page": "232",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 89,
    "text_tashkeel": " وَيَٰقَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِيَ أَنْ يُّصِيبَكُم مِّثْلُ مَآ أَصَابَ قَوْمَ نُوحٍ اَوْ قَوْمَ هُودٍ اَوْ قَوْمَ صَٰلِحٖۖ وَمَا قَوْمُ لُوطٖ مِّنكُم بِبَعِيدٖۖ ٨٩",
    "text_simple": "ويقوم لا يجرمنكم شقاقي أن يصيبكم مثل مآ أصاب قوم نوح او قوم هود او قوم صلحٖ وما قوم لوطٖ منكم ببعيدٖ"
  },
  {
    "id": 1567,
    "jozz": 12,
    "page": "232",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 90,
    "text_tashkeel": "وَاسْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُوٓاْ إِلَيْهِۖ إِنَّ رَبِّے رَحِيمٞ وَدُودٞۖ ٩٠",
    "text_simple": "واستغفروا ربكم ثم توبوٓا إليه إن ربے رحيمٞ ودودٞ"
  },
  {
    "id": 1568,
    "jozz": 12,
    "page": "232",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 91,
    "text_tashkeel": "قَالُواْ يَٰشُعَيْبُ مَا نَفْقَهُ كَثِيراٗ مِّمَّا تَقُولُ وَإِنَّا لَنَر۪يٰكَ فِينَا ضَعِيفاٗ وَلَوْلَا رَهْطُكَ لَرَجَمْنَٰكَ وَمَآ أَنتَ عَلَيْنَا بِعَزِيزٖۖ ٩١",
    "text_simple": "قالوا يشعيب ما نفقه كثيراٗ مما تقول وإنا لنريك فينا ضعيفاٗ ولولا رهطك لرجمنك ومآ أنت علينا بعزيزٖ"
  },
  {
    "id": 1569,
    "jozz": 12,
    "page": "232",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 92,
    "text_tashkeel": "قَالَ يَٰقَوْمِ أَرَهْطِيَ أَعَزُّ عَلَيْكُم مِّنَ اَ۬للَّهِ وَاتَّخَذتُّمُوهُ وَرَآءَكُمْ ظِهْرِيّاًۖ اِنَّ رَبِّے بِمَا تَعْمَلُونَ مُحِيطٞۖ ٩٢",
    "text_simple": "قال يقوم أرهطي أعز عليكم من الله واتخذتموه ورآءكم ظهريا ان ربے بما تعملون محيطٞ"
  },
  {
    "id": 1570,
    "jozz": 12,
    "page": "232",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 93,
    "text_tashkeel": "۞ وَيَٰقَوْمِ اِ۪عْمَلُواْ عَلَىٰ مَكَانَتِكُمُۥٓ إِنِّے عَٰمِلٞۖ سَوْفَ تَعْلَمُونَ مَنْ يَّاتِيهِ عَذَابٞ يُخْزِيهِ وَمَنْ هُوَ كَٰذِبٞۖ وَارْتَقِبُوٓاْۖ إِنِّے مَعَكُمْ رَقِيبٞۖ ٩٣",
    "text_simple": "ويقوم اعملوا على مكانتكمٓ إنے عملٞ سوف تعلمون من ياتيه عذابٞ يخزيه ومن هو كذبٞ وارتقبوٓا إنے معكم رقيبٞ"
  },
  {
    "id": 1571,
    "jozz": 12,
    "page": "232",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 94,
    "text_tashkeel": "وَلَمَّا جَآءَ امْرُنَا نَجَّيْنَا شُعَيْباٗ وَالذِينَ ءَامَنُواْ مَعَهُۥ بِرَحْمَةٖ مِّنَّاۖ وَأَخَذَتِ اِ۬لذِينَ ظَلَمُواْ اُ۬لصَّيْحَةُ فَأَصْبَحُواْ فِے دِيٰ۪رِهِمْ جَٰثِمِينَ ٩٤",
    "text_simple": "ولما جآء امرنا نجينا شعيباٗ والذين ءامنوا معه برحمةٖ منا وأخذت الذين ظلموا الصيحة فأصبحوا فے ديرهم جثمين"
  },
  {
    "id": 1572,
    "jozz": 12,
    "page": "232",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 13,
    "line_end": 13,
    "aya_no": 95,
    "text_tashkeel": " كَأَن لَّمْ يَغْنَوْاْ فِيهَآۖ أَلَا بُعْداٗ لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُۖ ٩٥",
    "text_simple": "كأن لم يغنوا فيهآ ألا بعداٗ لمدين كما بعدت ثمود"
  },
  {
    "id": 1573,
    "jozz": 12,
    "page": "232",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 14,
    "line_end": 14,
    "aya_no": 96,
    "text_tashkeel": " وَلَقَدَ اَرْسَلْنَا مُوس۪ىٰ بِـَٔايَٰتِنَا وَسُلْطَٰنٖ مُّبِينٍ ٩٦",
    "text_simple": "ولقد ارسلنا موسى بٔايتنا وسلطنٖ مبين"
  },
  {
    "id": 1574,
    "jozz": 12,
    "page": "232",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 97,
    "text_tashkeel": "اِلَىٰ فِرْعَوْنَ وَمَلَإِيْهِۦ فَاتَّبَعُوٓاْ أَمْرَ فِرْعَوْنَۖ وَمَآ أَمْرُ فِرْعَوْنَ بِرَشِيدٖۖ ٩٧",
    "text_simple": "الى فرعون وملإيه فاتبعوٓا أمر فرعون ومآ أمر فرعون برشيدٖ"
  },
  {
    "id": 1575,
    "jozz": 12,
    "page": "233",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 98,
    "text_tashkeel": " يَقْدُمُ قَوْمَهُۥ يَوْمَ اَ۬لْقِيَٰمَةِ فَأَوْرَدَهُمُ اُ۬لنَّارَۖ وَبِيسَ اَ۬لْوِرْدُ اُ۬لْمَوْرُودُۖ ٩٨",
    "text_simple": "يقدم قومه يوم القيمة فأوردهم النار وبيس الورد المورود"
  },
  {
    "id": 1576,
    "jozz": 12,
    "page": "233",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 99,
    "text_tashkeel": "وَأُتْبِعُواْ فِے هَٰذِهِۦ لَعْنَةٗ وَيَوْمَ اَ۬لْقِيَٰمَةِۖ بِيسَ اَ۬لرِّفْدُ اُ۬لْمَرْفُودُۖ ٩٩",
    "text_simple": "وأتبعوا فے هذه لعنةٗ ويوم القيمة بيس الرفد المرفود"
  },
  {
    "id": 1577,
    "jozz": 12,
    "page": "233",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 100,
    "text_tashkeel": "ذَٰلِكَ مِنَ اَنۢبَآءِ اِ۬لْقُر۪ىٰ نَقُصُّهُۥ عَلَيْكَ مِنْهَا قَآئِمٞ وَحَصِيدٞۖ ١٠٠",
    "text_simple": "ذلك من انبآء القرى نقصه عليك منها قآئمٞ وحصيدٞ"
  },
  {
    "id": 1578,
    "jozz": 12,
    "page": "233",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 101,
    "text_tashkeel": "وَمَا ظَلَمْنَٰهُمْ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمْۖ فَمَآ أَغْنَتْ عَنْهُمُۥٓ ءَالِهَتُهُمُ اُ۬لتِے يَدْعُونَ مِن دُونِ اِ۬للَّهِ مِن شَےْءٖ لَّمَّا جَآءَ امْرُ رَبِّكَۖ وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٖۖ ١٠١",
    "text_simple": "وما ظلمنهم ولكن ظلموٓا أنفسهم فمآ أغنت عنهمٓ ءالهتهم التے يدعون من دون الله من شےءٖ لما جآء امر ربك وما زادوهم غير تتبيبٖ"
  },
  {
    "id": 1579,
    "jozz": 12,
    "page": "233",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 102,
    "text_tashkeel": " وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَآ أَخَذَ اَ۬لْقُر۪ىٰ وَهِيَ ظَالِمَةٌۖ اِنَّ أَخْذَهُۥٓ أَلِيمٞ شَدِيدٌۖ ١٠٢",
    "text_simple": "وكذلك أخذ ربك إذآ أخذ القرى وهي ظالمة ان أخذهٓ أليمٞ شديد"
  },
  {
    "id": 1580,
    "jozz": 12,
    "page": "233",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 103,
    "text_tashkeel": "اِنَّ فِے ذَٰلِكَ لَأٓيَةٗ لِّمَنْ خَافَ عَذَابَ اَ۬لَاخِرَةِۖ ذَٰلِكَ يَوْمٞ مَّجْمُوعٞ لَّهُ اُ۬لنَّاسُۖ وَذَٰلِكَ يَوْمٞ مَّشْهُودٞۖ ١٠٣",
    "text_simple": "ان فے ذلك لأٓيةٗ لمن خاف عذاب الاخرة ذلك يومٞ مجموعٞ له الناس وذلك يومٞ مشهودٞ"
  },
  {
    "id": 1581,
    "jozz": 12,
    "page": "233",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 10,
    "line_end": 10,
    "aya_no": 104,
    "text_tashkeel": " وَمَا نُوَ۬خِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعْدُودٖۖ ١٠٤",
    "text_simple": "وما نوخرهٓ إلا لأجلٖ معدودٖ"
  },
  {
    "id": 1582,
    "jozz": 12,
    "page": "233",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 105,
    "text_tashkeel": "۞ يَوْمَ يَاتِۦ لَا تَكَلَّمُ نَفْسٌ اِلَّا بِإِذْنِهِۦۖ فَمِنْهُمْ شَقِيّٞ وَسَعِيدٞۖ ١٠٥",
    "text_simple": "يوم يات لا تكلم نفس الا بإذنه فمنهم شقيٞ وسعيدٞ"
  },
  {
    "id": 1583,
    "jozz": 12,
    "page": "233",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 106,
    "text_tashkeel": "فَأَمَّا اَ۬لذِينَ شَقُواْ فَفِے اِ۬لنّ۪ارِ لَهُمْ فِيهَا زَفِيرٞ وَشَهِيقٌ ١٠٦",
    "text_simple": "فأما الذين شقوا ففے النار لهم فيها زفيرٞ وشهيق"
  },
  {
    "id": 1584,
    "jozz": 12,
    "page": "233",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 107,
    "text_tashkeel": "خَٰلِدِينَ فِيهَا مَا دَامَتِ اِ۬لسَّمَٰوَٰتُ وَالَارْضُ إِلَّا مَا شَآءَ رَبُّكَۖ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُۖ ١٠٧",
    "text_simple": "خلدين فيها ما دامت السموت والارض إلا ما شآء ربك إن ربك فعالٞ لما يريد"
  },
  {
    "id": 1585,
    "jozz": 12,
    "page": "233",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 108,
    "text_tashkeel": " وَأَمَّا اَ۬لذِينَ سَعِدُواْ فَفِے اِ۬لْجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ اِ۬لسَّمَٰوَٰتُ وَالَارْضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيْرَ مَجْذُوذٖۖ ١٠٨",
    "text_simple": "وأما الذين سعدوا ففے الجنة خلدين فيها ما دامت السموت والارض إلا ما شآء ربك عطآء غير مجذوذٖ"
  },
  {
    "id": 1586,
    "jozz": 12,
    "page": "234",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 109,
    "text_tashkeel": " فَلَا تَكُ فِے مِرْيَةٖ مِّمَّا يَعْبُدُ هَٰٓؤُلَآءِۖ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ ءَابَآؤُهُم مِّن قَبْلُۖ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنقُوصٖۖ ١٠٩",
    "text_simple": "فلا تك فے مريةٖ مما يعبد هٓؤلآء ما يعبدون إلا كما يعبد ءابآؤهم من قبل وإنا لموفوهم نصيبهم غير منقوصٖ"
  },
  {
    "id": 1587,
    "jozz": 12,
    "page": "234",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 110,
    "text_tashkeel": "وَلَقَدَ اٰتَيْنَا مُوسَى اَ۬لْكِتَٰبَ فَاخْتُلِفَ فِيهِۖ وَلَوْلَا كَلِمَةٞ سَبَقَتْ مِن رَّبِّكَ لَقُضِيَ بَيْنَهُمْۖ وَإِنَّهُمْ لَفِے شَكّٖ مِّنْهُ مُرِيبٖۖ ١١٠",
    "text_simple": "ولقد اتينا موسى الكتب فاختلف فيه ولولا كلمةٞ سبقت من ربك لقضي بينهم وإنهم لفے شكٖ منه مريبٖ"
  },
  {
    "id": 1588,
    "jozz": 12,
    "page": "234",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 111,
    "text_tashkeel": "وَإِن كُلّاٗ لَّمَا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَٰلَهُمُۥٓۖ إِنَّهُۥ بِمَا يَعْمَلُونَ خَبِيرٞۖ ١١١",
    "text_simple": "وإن كلاٗ لما ليوفينهم ربك أعملهمٓ إنه بما يعملون خبيرٞ"
  },
  {
    "id": 1589,
    "jozz": 12,
    "page": "234",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 112,
    "text_tashkeel": "فَاسْتَقِمْ كَمَآ أُمِرْتَ وَمَن تَابَ مَعَكَ وَلَا تَطْغَوِاْۖ اِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٞۖ ١١٢",
    "text_simple": "فاستقم كمآ أمرت ومن تاب معك ولا تطغوا انه بما تعملون بصيرٞ"
  },
  {
    "id": 1590,
    "jozz": 12,
    "page": "234",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 113,
    "text_tashkeel": "وَلَا تَرْكَنُوٓاْ إِلَى اَ۬لذِينَ ظَلَمُواْ فَتَمَسَّكُمُ اُ۬لنَّارُۖ وَمَا لَكُم مِّن دُونِ اِ۬للَّهِ مِنَ اَوْلِيَآءَۖ ثُمَّ لَا تُنصَرُونَۖ ١١٣",
    "text_simple": "ولا تركنوٓا إلى الذين ظلموا فتمسكم النار وما لكم من دون الله من اوليآء ثم لا تنصرون"
  },
  {
    "id": 1591,
    "jozz": 12,
    "page": "234",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 114,
    "text_tashkeel": "وَأَقِمِ اِ۬لصَّلَوٰةَ طَرَفَيِ اِ۬لنَّه۪ارِ وَزُلَفاٗ مِّنَ اَ۬ليْلِۖ إِنَّ اَ۬لْحَسَنَٰتِ يُذْهِبْنَ اَ۬لسَّيِّـَٔاتِۖ ذَٰلِكَ ذِكْر۪ىٰ لِلذَّٰكِرِينَۖ ١١٤",
    "text_simple": "وأقم الصلوة طرفي النهار وزلفاٗ من اليل إن الحسنت يذهبن السئات ذلك ذكرى للذكرين"
  },
  {
    "id": 1592,
    "jozz": 12,
    "page": "234",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 11,
    "line_end": 11,
    "aya_no": 115,
    "text_tashkeel": "وَاصْبِرْۖ فَإِنَّ اَ۬للَّهَ لَا يُضِيعُ أَجْرَ اَ۬لْمُحْسِنِينَۖ ١١٥",
    "text_simple": "واصبر فإن الله لا يضيع أجر المحسنين"
  },
  {
    "id": 1593,
    "jozz": 12,
    "page": "234",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 116,
    "text_tashkeel": " فَلَوْلَا كَانَ مِنَ اَ۬لْقُرُونِ مِن قَبْلِكُمُۥٓ أُوْلُواْ بَقِيَّةٖ يَنْهَوْنَ عَنِ اِ۬لْفَسَادِ فِے اِ۬لَارْضِ إِلَّا قَلِيلاٗ مِّمَّنَ اَنجَيْنَا مِنْهُمْۖ وَاتَّبَعَ اَ۬لذِينَ ظَلَمُواْ مَآ أُتْرِفُواْ فِيهِ وَكَانُواْ مُجْرِمِينَۖ ١١٦",
    "text_simple": "فلولا كان من القرون من قبلكمٓ أولوا بقيةٖ ينهون عن الفساد فے الارض إلا قليلاٗ ممن انجينا منهم واتبع الذين ظلموا مآ أترفوا فيه وكانوا مجرمين"
  },
  {
    "id": 1594,
    "jozz": 12,
    "page": "234",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 117,
    "text_tashkeel": "۞ وَمَا كَانَ رَبُّكَ لِيُهْلِكَ اَ۬لْقُر۪ىٰ بِظُلْمٖ وَأَهْلُهَا مُصْلِحُونَۖ ١١٧",
    "text_simple": "وما كان ربك ليهلك القرى بظلمٖ وأهلها مصلحون"
  },
  {
    "id": 1595,
    "jozz": 12,
    "page": "235",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 118,
    "text_tashkeel": " وَلَوْ شَآءَ رَبُّكَ لَجَعَلَ اَ۬لنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخْتَلِفِينَ إِلَّا مَن رَّحِمَ رَبُّكَۖ وَلِذَٰلِكَ خَلَقَهُمْۖ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ اَ۬لْجِنَّةِ وَالنَّاسِ أَجْمَعِينَۖ ١١٨",
    "text_simple": "ولو شآء ربك لجعل الناس أمةٗ وحدةٗ ولا يزالون مختلفين إلا من رحم ربك ولذلك خلقهم وتمت كلمة ربك لأملأن جهنم من الجنة والناس أجمعين"
  },
  {
    "id": 1596,
    "jozz": 12,
    "page": "235",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 119,
    "text_tashkeel": "وَكُلّاٗ نَّقُصُّ عَلَيْكَ مِنَ اَنۢبَآءِ اِ۬لرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۖ وَجَآءَكَ فِے هَٰذِهِ اِ۬لْحَقُّ وَمَوْعِظَةٞ وَذِكْر۪ىٰ لِلْمُومِنِينَۖ ١١٩",
    "text_simple": "وكلاٗ نقص عليك من انبآء الرسل ما نثبت به فؤادك وجآءك فے هذه الحق وموعظةٞ وذكرى للمومنين"
  },
  {
    "id": 1597,
    "jozz": 12,
    "page": "235",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 120,
    "text_tashkeel": "وَقُل لِّلذِينَ لَا يُومِنُونَ اَ۪عْمَلُواْ عَلَىٰ مَكَانَتِكُمُۥٓ إِنَّا عَٰمِلُونَ وَانتَظِرُوٓاْ إِنَّا مُنتَظِرُونَۖ ١٢٠",
    "text_simple": "وقل للذين لا يومنون اعملوا على مكانتكمٓ إنا عملون وانتظروٓا إنا منتظرون"
  },
  {
    "id": 1598,
    "jozz": 12,
    "page": "235",
    "sura_no": 11,
    "sura_name_en": "Hūd",
    "sura_name_ar": "هُود ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 121,
    "text_tashkeel": " وَلِلهِ غَيْبُ اُ۬لسَّمَٰوَٰتِ وَالَارْضِۖ وَإِلَيْهِ يُرْجَعُ اُ۬لَامْرُ كُلُّهُۥۖ فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِۖ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعْمَلُونَۖ ١٢١",
    "text_simple": "ولله غيب السموت والارض وإليه يرجع الامر كله فاعبده وتوكل عليه وما ربك بغفل عما تعملون"
  }
]