[
  {
    "id": 4123,
    "jozz": 24,
    "page": "467",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 5,
    "line_end": 5,
    "aya_no": 1,
    "text_tashkeel": "ح۪مِٓۖ تَنزِيلُ اُ۬لْكِتَٰبِ مِنَ اَ۬للَّهِ اِ۬لْعَزِيزِ اِ۬لْعَلِيمِ ١",
    "text_simple": "حمٓ تنزيل الكتب من الله العزيز العليم"
  },
  {
    "id": 4124,
    "jozz": 24,
    "page": "467",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 2,
    "text_tashkeel": "غَافِرِ اِ۬لذَّنۢبِ وَقَابِلِ اِ۬لتَّوْبِ شَدِيدِ اِ۬لْعِقَابِ ذِے اِ۬لطَّوْلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيْهِ اِ۬لْمَصِيرُۖ ٢",
    "text_simple": "غافر الذنب وقابل التوب شديد العقاب ذے الطول لآ إله إلا هو إليه المصير"
  },
  {
    "id": 4125,
    "jozz": 24,
    "page": "467",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 3,
    "text_tashkeel": "مَا يُجَٰدِلُ فِےٓ ءَايَٰتِ اِ۬للَّهِ إِلَّا اَ۬لذِينَ كَفَرُواْۖ فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِے اِ۬لْبِلَٰدِۖ ٣",
    "text_simple": "ما يجدل فےٓ ءايت الله إلا الذين كفروا فلا يغررك تقلبهم فے البلد"
  },
  {
    "id": 4126,
    "jozz": 24,
    "page": "467",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 8,
    "line_end": 11,
    "aya_no": 4,
    "text_tashkeel": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٖ وَالَاحْزَابُ مِنۢ بَعْدِهِمْۖ وَهَمَّتْ كُلُّ أُمَّةِۢ بِرَسُولِهِمْ لِيَاخُذُوهُۖ وَجَٰدَلُواْ بِالْبَٰطِلِ لِيُدْحِضُواْ بِهِ اِ۬لْحَقَّ فَأَخَذتُّهُمْۖ فَكَيْفَ كَانَ عِقَابِۖ ٤",
    "text_simple": "كذبت قبلهم قوم نوحٖ والاحزاب من بعدهم وهمت كل أمة برسولهم لياخذوه وجدلوا بالبطل ليدحضوا به الحق فأخذتهم فكيف كان عقاب"
  },
  {
    "id": 4127,
    "jozz": 24,
    "page": "467",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 5,
    "text_tashkeel": "وَكَذَٰلِكَ حَقَّتْ كَلِمَٰتُ رَبِّكَ عَلَى اَ۬لذِينَ كَفَرُوٓاْ أَنَّهُمُۥٓ أَصْحَٰبُ اُ۬لنّ۪ارِۖ ٥",
    "text_simple": "وكذلك حقت كلمت ربك على الذين كفروٓا أنهمٓ أصحب النار"
  },
  {
    "id": 4128,
    "jozz": 24,
    "page": "467",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 12,
    "line_end": 15,
    "aya_no": 6,
    "text_tashkeel": "اِ۬لذِينَ يَحْمِلُونَ اَ۬لْعَرْشَ وَمَنْ حَوْلَهُۥ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُومِنُونَ بِهِۦ وَيَسْتَغْفِرُونَ لِلذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعْتَ كُلَّ شَےْءٖ رَّحْمَةٗ وَعِلْماٗ فَاغْفِرْ لِلذِينَ تَابُواْ وَاتَّبَعُواْ سَبِيلَكَ وَقِهِمْ عَذَابَ اَ۬لْجَحِيمِۖ ٦",
    "text_simple": "الذين يحملون العرش ومن حوله يسبحون بحمد ربهم ويومنون به ويستغفرون للذين ءامنوا ربنا وسعت كل شےءٖ رحمةٗ وعلماٗ فاغفر للذين تابوا واتبعوا سبيلك وقهم عذاب الجحيم"
  },
  {
    "id": 4129,
    "jozz": 24,
    "page": "468",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 7,
    "text_tashkeel": " رَبَّنَا وَأَدْخِلْهُمْ جَنَّٰتِ عَدْنٍ اِ۬لتِے وَعَدتَّهُمْ وَمَن صَلَحَ مِنَ اٰبَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّٰتِهِمُۥٓۖ إِنَّكَ أَنتَ اَ۬لْعَزِيزُ اُ۬لْحَكِيمُۖ ٧",
    "text_simple": "ربنا وأدخلهم جنت عدن التے وعدتهم ومن صلح من ابآئهم وأزوجهم وذريتهمٓ إنك أنت العزيز الحكيم"
  },
  {
    "id": 4130,
    "jozz": 24,
    "page": "468",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 8,
    "text_tashkeel": "وَقِهِمُ اُ۬لسَّيِّـَٔاتِۖ وَمَن تَقِ اِ۬لسَّيِّـَٔاتِ يَوْمَئِذٖ فَقَدْ رَحِمْتَهُۥۖ وَذَٰلِكَ هُوَ اَ۬لْفَوْزُ اُ۬لْعَظِيمُۖ ٨",
    "text_simple": "وقهم السئات ومن تق السئات يومئذٖ فقد رحمته وذلك هو الفوز العظيم"
  },
  {
    "id": 4131,
    "jozz": 24,
    "page": "468",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 9,
    "text_tashkeel": "إِنَّ اَ۬لذِينَ كَفَرُواْ يُنَادَوْنَ لَمَقْتُ اُ۬للَّهِ أَكْبَرُ مِن مَّقْتِكُمُۥٓ أَنفُسَكُمُۥٓ إِذْ تُدْعَوْنَ إِلَى اَ۬لِايمَٰنِ فَتَكْفُرُونَۖ ٩",
    "text_simple": "إن الذين كفروا ينادون لمقت الله أكبر من مقتكمٓ أنفسكمٓ إذ تدعون إلى الايمن فتكفرون"
  },
  {
    "id": 4132,
    "jozz": 24,
    "page": "468",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 10,
    "text_tashkeel": "۞ قَالُواْ رَبَّنَآ أَمَتَّنَا اَ۪ثْنَتَيْنِ وَأَحْيَيْتَنَا اَ۪ثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلِ اِلَىٰ خُرُوجٖ مِّن سَبِيلٖۖ ١٠",
    "text_simple": "قالوا ربنآ أمتنا اثنتين وأحييتنا اثنتين فاعترفنا بذنوبنا فهل الى خروجٖ من سبيلٖ"
  },
  {
    "id": 4133,
    "jozz": 24,
    "page": "468",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 11,
    "text_tashkeel": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ اَ۬للَّهُ وَحْدَهُۥ كَفَرْتُمْ وَإِنْ يُّشْرَكْ بِهِۦ تُومِنُواْۖ فَالْحُكْمُ لِلهِ اِ۬لْعَلِيِّ اِ۬لْكَبِيرِۖ ١١",
    "text_simple": "ذلكم بأنهٓ إذا دعي الله وحده كفرتم وإن يشرك به تومنوا فالحكم لله العلي الكبير"
  },
  {
    "id": 4134,
    "jozz": 24,
    "page": "468",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 12,
    "text_tashkeel": "هُوَ اَ۬لذِے يُرِيكُمُۥٓ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ اَ۬لسَّمَآءِ رِزْقاٗۖ وَمَا يَتَذَكَّرُ إِلَّا مَنْ يُّنِيبُۖ ١٢",
    "text_simple": "هو الذے يريكمٓ ءايته وينزل لكم من السمآء رزقاٗ وما يتذكر إلا من ينيب"
  },
  {
    "id": 4135,
    "jozz": 24,
    "page": "468",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 13,
    "text_tashkeel": "فَادْعُواْ اُ۬للَّهَ مُخْلِصِينَ لَهُ اُ۬لدِّينَ وَلَوْ كَرِهَ اَ۬لْكَٰفِرُونَۖ ١٣",
    "text_simple": "فادعوا الله مخلصين له الدين ولو كره الكفرون"
  },
  {
    "id": 4136,
    "jozz": 24,
    "page": "468",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 14,
    "text_tashkeel": "رَفِيعُ اُ۬لدَّرَجَٰتِ ذُو اُ۬لْعَرْشِۖ يُلْقِے اِ۬لرُّوحَ مِنَ اَمْرِهِۦ عَلَىٰ مَنْ يَّشَآءُ مِنْ عِبَادِهِۦ لِيُنذِرَ يَوْمَ اَ۬لتَّلَٰقِۦ ١٤",
    "text_simple": "رفيع الدرجت ذو العرش يلقے الروح من امره على من يشآء من عباده لينذر يوم التلق"
  },
  {
    "id": 4137,
    "jozz": 24,
    "page": "468",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 15,
    "text_tashkeel": "يَوْمَ هُم بَٰرِزُونَۖ لَا يَخْف۪ىٰ عَلَى اَ۬للَّهِ مِنْهُمْ شَےْءٞۖ لِّمَنِ اِ۬لْمُلْكُ اُ۬لْيَوْمَۖ لِلهِ اِ۬لْوَٰحِدِ اِ۬لْقَهّ۪ارِۖ ١٥",
    "text_simple": "يوم هم برزون لا يخفى على الله منهم شےءٞ لمن الملك اليوم لله الوحد القهار"
  },
  {
    "id": 4138,
    "jozz": 24,
    "page": "469",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 16,
    "text_tashkeel": " اِ۬لْيَوْمَ تُجْز۪ىٰ كُلُّ نَفْسِۢ بِمَا كَسَبَتْۖ لَا ظُلْمَ اَ۬لْيَوْمَۖ إِنَّ اَ۬للَّهَ سَرِيعُ اُ۬لْحِسَابِۖ ١٦",
    "text_simple": "اليوم تجزى كل نفس بما كسبت لا ظلم اليوم إن الله سريع الحساب"
  },
  {
    "id": 4139,
    "jozz": 24,
    "page": "469",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 17,
    "text_tashkeel": "وَأَنذِرْهُمْ يَوْمَ اَ۬لَازِفَةِ إِذِ اِ۬لْقُلُوبُ لَدَى اَ۬لْحَنَاجِرِ كَٰظِمِينَۖ ١٧",
    "text_simple": "وأنذرهم يوم الازفة إذ القلوب لدى الحناجر كظمين"
  },
  {
    "id": 4140,
    "jozz": 24,
    "page": "469",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 18,
    "text_tashkeel": "مَا لِلظَّٰلِمِينَ مِنْ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُۖ ١٨",
    "text_simple": "ما للظلمين من حميمٖ ولا شفيعٖ يطاع"
  },
  {
    "id": 4141,
    "jozz": 24,
    "page": "469",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 4,
    "line_end": 4,
    "aya_no": 19,
    "text_tashkeel": "يَعْلَمُ خَآئِنَةَ اَ۬لَاعْيُنِ وَمَا تُخْفِے اِ۬لصُّدُورُۖ ١٩",
    "text_simple": "يعلم خآئنة الاعين وما تخفے الصدور"
  },
  {
    "id": 4142,
    "jozz": 24,
    "page": "469",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 20,
    "text_tashkeel": "وَاللَّهُ يَقْضِے بِالْحَقِّۖ وَالذِينَ تَدْعُونَ مِن دُونِهِۦ لَا يَقْضُونَ بِشَےْءٍۖ اِنَّ اَ۬للَّهَ هُوَ اَ۬لسَّمِيعُ اُ۬لْبَصِيرُۖ ٢٠",
    "text_simple": "والله يقضے بالحق والذين تدعون من دونه لا يقضون بشےء ان الله هو السميع البصير"
  },
  {
    "id": 4143,
    "jozz": 24,
    "page": "469",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 6,
    "line_end": 9,
    "aya_no": 21,
    "text_tashkeel": "۞ أَوَلَمْ يَسِيرُواْ فِے اِ۬لَارْضِ فَيَنظُرُواْ كَيْفَ كَانَ عَٰقِبَةُ اُ۬لذِينَ كَانُواْ مِن قَبْلِهِمْۖ كَانُواْ هُمُۥٓ أَشَدَّ مِنْهُمْ قُوَّةٗ وَءَاثَاراٗ فِے اِ۬لَارْضِ فَأَخَذَهُمُ اُ۬للَّهُ بِذُنُوبِهِمْۖ وَمَا كَانَ لَهُم مِّنَ اَ۬للَّهِ مِنْ وَّاقٖۖ ٢١",
    "text_simple": "أولم يسيروا فے الارض فينظروا كيف كان عقبة الذين كانوا من قبلهم كانوا همٓ أشد منهم قوةٗ وءاثاراٗ فے الارض فأخذهم الله بذنوبهم وما كان لهم من الله من واقٖ"
  },
  {
    "id": 4144,
    "jozz": 24,
    "page": "469",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 22,
    "text_tashkeel": "ذَٰلِكَ بِأَنَّهُمْ كَانَت تَّاتِيهِمْ رُسُلُهُم بِالْبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ اُ۬للَّهُۖ إِنَّهُۥ قَوِيّٞ شَدِيدُ اُ۬لْعِقَابِۖ ٢٢",
    "text_simple": "ذلك بأنهم كانت تاتيهم رسلهم بالبينت فكفروا فأخذهم الله إنه قويٞ شديد العقاب"
  },
  {
    "id": 4145,
    "jozz": 24,
    "page": "469",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 23,
    "text_tashkeel": "وَلَقَدَ اَرْسَلْنَا مُوس۪ىٰ بِـَٔايَٰتِنَا وَسُلْطَٰنٖ مُّبِينٍ ٢٣",
    "text_simple": "ولقد ارسلنا موسى بٔايتنا وسلطنٖ مبين"
  },
  {
    "id": 4146,
    "jozz": 24,
    "page": "469",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 24,
    "text_tashkeel": "اِلَىٰ فِرْعَوْنَ وَهَامَٰنَ وَقَارُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞۖ ٢٤",
    "text_simple": "الى فرعون وهامن وقارون فقالوا سحرٞ كذابٞ"
  },
  {
    "id": 4147,
    "jozz": 24,
    "page": "469",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 25,
    "text_tashkeel": "فَلَمَّا جَآءَهُم بِالْحَقِّ مِنْ عِندِنَا قَالُواْ اُ۟قْتُلُوٓاْ أَبْنَآءَ اَ۬لذِينَ ءَامَنُواْ مَعَهُۥ وَاسْتَحْيُواْ نِسَآءَهُمْۖ وَمَا كَيْدُ اُ۬لْكٰ۪فِرِينَ إِلَّا فِے ضَلَٰلٖۖ ٢٥",
    "text_simple": "فلما جآءهم بالحق من عندنا قالوا اقتلوٓا أبنآء الذين ءامنوا معه واستحيوا نسآءهم وما كيد الكفرين إلا فے ضللٖ"
  },
  {
    "id": 4148,
    "jozz": 24,
    "page": "470",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 26,
    "text_tashkeel": " وَقَالَ فِرْعَوْنُ ذَرُونِےٓ أَقْتُلْ مُوس۪ىٰ وَلْيَدْعُ رَبَّهُۥٓ إِنِّيَ أَخَافُ أَنْ يُّبَدِّلَ دِينَكُمْ وَأَنْ يُّظْهِرَ فِے اِ۬لَارْضِ اِ۬لْفَسَادَۖ ٢٦",
    "text_simple": "وقال فرعون ذرونےٓ أقتل موسى وليدع ربهٓ إني أخاف أن يبدل دينكم وأن يظهر فے الارض الفساد"
  },
  {
    "id": 4149,
    "jozz": 24,
    "page": "470",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 27,
    "text_tashkeel": "وَقَالَ مُوس۪ىٰٓ إِنِّے عُذْتُ بِرَبِّے وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُومِنُ بِيَوْمِ اِ۬لْحِسَابِۖ ٢٧",
    "text_simple": "وقال موسىٓ إنے عذت بربے وربكم من كل متكبرٖ لا يومن بيوم الحساب"
  },
  {
    "id": 4150,
    "jozz": 24,
    "page": "470",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 4,
    "line_end": 8,
    "aya_no": 28,
    "text_tashkeel": "وَقَالَ رَجُلٞ مُّومِنٞ مِّنَ اٰلِ فِرْعَوْنَ يَكْتُمُ إِيمَٰنَهُۥٓ أَتَقْتُلُونَ رَجُلاً اَنْ يَّقُولَ رَبِّيَ اَ۬للَّهُ وَقَدْ جَآءَكُم بِالْبَيِّنَٰتِ مِن رَّبِّكُمْ وَإِنْ يَّكُ كَٰذِباٗ فَعَلَيْهِ كَذِبُهُۥ وَإِنْ يَّكُ صَادِقاٗ يُصِبْكُم بَعْضُ اُ۬لذِے يَعِدُكُمُۥٓۖ إِنَّ اَ۬للَّهَ لَا يَهْدِے مَنْ هُوَ مُسْرِفٞ كَذَّابٞۖ ٢٨",
    "text_simple": "وقال رجلٞ مومنٞ من ال فرعون يكتم إيمنهٓ أتقتلون رجلا ان يقول ربي الله وقد جآءكم بالبينت من ربكم وإن يك كذباٗ فعليه كذبه وإن يك صادقاٗ يصبكم بعض الذے يعدكمٓ إن الله لا يهدے من هو مسرفٞ كذابٞ"
  },
  {
    "id": 4151,
    "jozz": 24,
    "page": "470",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 8,
    "line_end": 11,
    "aya_no": 29,
    "text_tashkeel": "يَٰقَوْمِ لَكُمُ اُ۬لْمُلْكُ اُ۬لْيَوْمَ ظَٰهِرِينَ فِے اِ۬لَارْضِ فَمَنْ يَّنصُرُنَا مِنۢ بَأْسِ اِ۬للَّهِ إِن جَآءَنَاۖ قَالَ فِرْعَوْنُ مَآ أُرِيكُمُۥٓ إِلَّا مَآ أَر۪ىٰ وَمَآ أَهْدِيكُمُۥٓ إِلَّا سَبِيلَ اَ۬لرَّشَادِۖ ٢٩",
    "text_simple": "يقوم لكم الملك اليوم ظهرين فے الارض فمن ينصرنا من بأس الله إن جآءنا قال فرعون مآ أريكمٓ إلا مآ أرى ومآ أهديكمٓ إلا سبيل الرشاد"
  },
  {
    "id": 4152,
    "jozz": 24,
    "page": "470",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 30,
    "text_tashkeel": "۞ وَقَالَ اَ۬لذِےٓ ءَامَنَ يَٰقَوْمِ إِنِّيَ أَخَافُ عَلَيْكُم مِّثْلَ يَوْمِ اِ۬لَاحْزَابِ ٣٠",
    "text_simple": "وقال الذےٓ ءامن يقوم إني أخاف عليكم مثل يوم الاحزاب"
  },
  {
    "id": 4153,
    "jozz": 24,
    "page": "470",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 31,
    "text_tashkeel": "مِثْلَ دَأْبِ قَوْمِ نُوحٖ وَعَادٖ وَثَمُودَ وَالذِينَ مِنۢ بَعْدِهِمْۖ وَمَا اَ۬للَّهُ يُرِيدُ ظُلْماٗ لِّلْعِبَادِۖ ٣١",
    "text_simple": "مثل دأب قوم نوحٖ وعادٖ وثمود والذين من بعدهم وما الله يريد ظلماٗ للعباد"
  },
  {
    "id": 4154,
    "jozz": 24,
    "page": "470",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 14,
    "line_end": 14,
    "aya_no": 32,
    "text_tashkeel": " وَيَٰقَوْمِ إِنِّيَ أَخَافُ عَلَيْكُمْ يَوْمَ اَ۬لتَّنَادِۦ ٣٢",
    "text_simple": "ويقوم إني أخاف عليكم يوم التناد"
  },
  {
    "id": 4155,
    "jozz": 24,
    "page": "470",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 33,
    "text_tashkeel": "يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُم مِّنَ اَ۬للَّهِ مِنْ عَٰصِمٖۖ وَمَنْ يُّضْلِلِ اِ۬للَّهُ فَمَا لَهُۥ مِنْ هَادٖۖ ٣٣",
    "text_simple": "يوم تولون مدبرين ما لكم من الله من عصمٖ ومن يضلل الله فما له من هادٖ"
  },
  {
    "id": 4156,
    "jozz": 24,
    "page": "471",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 34,
    "text_tashkeel": " وَلَقَدْ جَآءَكُمْ يُوسُفُ مِن قَبْلُ بِالْبَيِّنَٰتِ فَمَا زِلْتُمْ فِے شَكّٖ مِّمَّا جَآءَكُم بِهِۦ حَتَّىٰٓ إِذَا هَلَكَ قُلْتُمْ لَنْ يَّبْعَثَ اَ۬للَّهُ مِنۢ بَعْدِهِۦ رَسُولاٗۖ كَذَٰلِكَ يُضِلُّ اُ۬للَّهُ مَنْ هُوَ مُسْرِفٞ مُّرْتَابٌۖ ٣٤",
    "text_simple": "ولقد جآءكم يوسف من قبل بالبينت فما زلتم فے شكٖ مما جآءكم به حتىٓ إذا هلك قلتم لن يبعث الله من بعده رسولاٗ كذلك يضل الله من هو مسرفٞ مرتاب"
  },
  {
    "id": 4157,
    "jozz": 24,
    "page": "471",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 35,
    "text_tashkeel": "اِ۬لذِينَ يُجَٰدِلُونَ فِےٓ ءَايَٰتِ اِ۬للَّهِ بِغَيْرِ سُلْطَٰنٍ اَت۪يٰهُمْۖ كَبُرَ مَقْتاً عِندَ اَ۬للَّهِ وَعِندَ اَ۬لذِينَ ءَامَنُواْۖ كَذَٰلِكَ يَطْبَعُ اُ۬للَّهُ عَلَىٰ كُلِّ قَلْبِ مُتَكَبِّرٖ جَبّ۪ارٖۖ ٣٥",
    "text_simple": "الذين يجدلون فےٓ ءايت الله بغير سلطن اتيهم كبر مقتا عند الله وعند الذين ءامنوا كذلك يطبع الله على كل قلب متكبرٖ جبارٖ"
  },
  {
    "id": 4158,
    "jozz": 24,
    "page": "471",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 36,
    "text_tashkeel": "وَقَالَ فِرْعَوْنُ يَٰهَامَٰنُ اُ۪بْنِ لِے صَرْحاٗ لَّعَلِّيَ أَبْلُغُ اُ۬لَاسْبَٰبَ ٣٦",
    "text_simple": "وقال فرعون يهامن ابن لے صرحاٗ لعلي أبلغ الاسبب"
  },
  {
    "id": 4159,
    "jozz": 24,
    "page": "471",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 7,
    "line_end": 10,
    "aya_no": 37,
    "text_tashkeel": "أَسْبَٰبَ اَ۬لسَّمَٰوَٰتِ فَأَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوس۪ىٰ وَإِنِّے لَأَظُنُّهُۥ كَٰذِباٗۖ وَكَذَٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوٓءُ عَمَلِهِۦ وَصَدَّ عَنِ اِ۬لسَّبِيلِۖ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِے تَبَابٖۖ ٣٧",
    "text_simple": "أسبب السموت فأطلع إلىٓ إله موسى وإنے لأظنه كذباٗ وكذلك زين لفرعون سوٓء عمله وصد عن السبيل وما كيد فرعون إلا فے تبابٖ"
  },
  {
    "id": 4160,
    "jozz": 24,
    "page": "471",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 38,
    "text_tashkeel": "وَقَالَ اَ۬لذِےٓ ءَامَنَ يَٰقَوْمِ اِ۪تَّبِعُونِ أَهْدِكُمْ سَبِيلَ اَ۬لرَّشَادِۖ ٣٨",
    "text_simple": "وقال الذےٓ ءامن يقوم اتبعون أهدكم سبيل الرشاد"
  },
  {
    "id": 4161,
    "jozz": 24,
    "page": "471",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 11,
    "line_end": 13,
    "aya_no": 39,
    "text_tashkeel": "يَٰقَوْمِ إِنَّمَا هَٰذِهِ اِ۬لْحَيَوٰةُ اُ۬لدُّنْي۪ا مَتَٰعٞۖ وَإِنَّ اَ۬لَاخِرَةَ هِيَ دَارُ اُ۬لْقَر۪ارِۖ ٣٩",
    "text_simple": "يقوم إنما هذه الحيوة الدنيا متعٞ وإن الاخرة هي دار القرار"
  },
  {
    "id": 4162,
    "jozz": 24,
    "page": "471",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 40,
    "text_tashkeel": "مَنْ عَمِلَ سَيِّئَةٗ فَلَا يُجْز۪ىٰٓ إِلَّا مِثْلَهَاۖ وَمَنْ عَمِلَ صَٰلِحاٗ مِّن ذَكَرٍ اَوُ ا۟نث۪ىٰ وَهُوَ مُومِنٞ فَأُوْلَٰٓئِكَ يَدْخُلُونَ اَ۬لْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٖۖ ٤٠",
    "text_simple": "من عمل سيئةٗ فلا يجزىٓ إلا مثلها ومن عمل صلحاٗ من ذكر او انثى وهو مومنٞ فأولٓئك يدخلون الجنة يرزقون فيها بغير حسابٖ"
  },
  {
    "id": 4163,
    "jozz": 24,
    "page": "472",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 41,
    "text_tashkeel": " ۞ وَيَٰقَوْمِ مَا لِيَ أَدْعُوكُمُۥٓ إِلَى اَ۬لنَّجَوٰةِ وَتَدْعُونَنِےٓ إِلَى اَ۬لنّ۪ارِۖ ٤١",
    "text_simple": "ويقوم ما لي أدعوكمٓ إلى النجوة وتدعوننےٓ إلى النار"
  },
  {
    "id": 4164,
    "jozz": 24,
    "page": "472",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 42,
    "text_tashkeel": "تَدْعُونَنِے لِأَكْفُرَ بِاللَّهِ وَأُشْرِكَ بِهِۦ مَا لَيْسَ لِے بِهِۦ عِلْمٞ وَأَنَآ أَدْعُوكُمُۥٓ إِلَى اَ۬لْعَزِيزِ اِ۬لْغَفّٰ۪رِۖ ٤٢",
    "text_simple": "تدعوننے لأكفر بالله وأشرك به ما ليس لے به علمٞ وأنآ أدعوكمٓ إلى العزيز الغفر"
  },
  {
    "id": 4165,
    "jozz": 24,
    "page": "472",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 43,
    "text_tashkeel": "لَا جَرَمَ أَنَّمَا تَدْعُونَنِےٓ إِلَيْهِ لَيْسَ لَهُۥ دَعْوَةٞ فِے اِ۬لدُّنْي۪ا وَلَا فِے اِ۬لَاخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى اَ۬للَّهِ وَأَنَّ اَ۬لْمُسْرِفِينَ هُمُۥٓ أَصْحَٰبُ اُ۬لنّ۪ارِۖ ٤٣",
    "text_simple": "لا جرم أنما تدعوننےٓ إليه ليس له دعوةٞ فے الدنيا ولا فے الاخرة وأن مردنآ إلى الله وأن المسرفين همٓ أصحب النار"
  },
  {
    "id": 4166,
    "jozz": 24,
    "page": "472",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 44,
    "text_tashkeel": " فَسَتَذْكُرُونَ مَآ أَقُولُ لَكُمْۖ وَأُفَوِّضُ أَمْرِيَ إِلَى اَ۬للَّهِۖ إِنَّ اَ۬للَّهَ بَصِيرُۢ بِالْعِبَادِۖ ٤٤",
    "text_simple": "فستذكرون مآ أقول لكم وأفوض أمري إلى الله إن الله بصير بالعباد"
  },
  {
    "id": 4167,
    "jozz": 24,
    "page": "472",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 45,
    "text_tashkeel": "فَوَق۪يٰهُ اُ۬للَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرْعَوْنَ سُوٓءُ اُ۬لْعَذَابِۖ ٤٥",
    "text_simple": "فوقيه الله سئات ما مكروا وحاق بٔال فرعون سوٓء العذاب"
  },
  {
    "id": 4168,
    "jozz": 24,
    "page": "472",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 46,
    "text_tashkeel": "اِ۬لنَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوّاٗ وَعَشِيّاٗۖ وَيَوْمَ تَقُومُ اُ۬لسَّاعَةُ أَدْخِلُوٓاْ ءَالَ فِرْعَوْنَ أَشَدَّ اَ۬لْعَذَابِۖ ٤٦",
    "text_simple": "النار يعرضون عليها غدواٗ وعشياٗ ويوم تقوم الساعة أدخلوٓا ءال فرعون أشد العذاب"
  },
  {
    "id": 4169,
    "jozz": 24,
    "page": "472",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 47,
    "text_tashkeel": "وَإِذْ يَتَحَآجُّونَ فِے اِ۬لنّ۪ارِ فَيَقُولُ اُ۬لضُّعَفَٰٓؤُاْ لِلذِينَ اَ۪سْتَكْبَرُوٓاْ إِنَّا كُنَّا لَكُمْ تَبَعاٗ فَهَلَ اَنتُم مُّغْنُونَ عَنَّا نَصِيباٗ مِّنَ اَ۬لنّ۪ارِۖ ٤٧",
    "text_simple": "وإذ يتحآجون فے النار فيقول الضعفٓؤا للذين استكبروٓا إنا كنا لكم تبعاٗ فهل انتم مغنون عنا نصيباٗ من النار"
  },
  {
    "id": 4170,
    "jozz": 24,
    "page": "472",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 48,
    "text_tashkeel": "قَالَ اَ۬لذِينَ اَ۪سْتَكْبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ اَ۬للَّهَ قَدْ حَكَمَ بَيْنَ اَ۬لْعِبَادِۖ ٤٨",
    "text_simple": "قال الذين استكبروٓا إنا كلٞ فيهآ إن الله قد حكم بين العباد"
  },
  {
    "id": 4171,
    "jozz": 24,
    "page": "472",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 49,
    "text_tashkeel": "وَقَالَ اَ۬لذِينَ فِے اِ۬لنّ۪ارِ لِخَزَنَةِ جَهَنَّمَ اَ۟دْعُواْ رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْماٗ مِّنَ اَ۬لْعَذَابِۖ ٤٩",
    "text_simple": "وقال الذين فے النار لخزنة جهنم ادعوا ربكم يخفف عنا يوماٗ من العذاب"
  },
  {
    "id": 4172,
    "jozz": 24,
    "page": "473",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 50,
    "text_tashkeel": " قَالُوٓاْ أَوَلَمْ تَكُ تَاتِيكُمْ رُسُلُكُم بِالْبَيِّنَٰتِ قَالُواْ بَل۪ىٰ قَالُواْ فَادْعُواْۖ وَمَا دُعَٰٓؤُاْ اُ۬لْكٰ۪فِرِينَ إِلَّا فِے ضَلَٰلٍۖ ٥٠",
    "text_simple": "قالوٓا أولم تك تاتيكم رسلكم بالبينت قالوا بلى قالوا فادعوا وما دعٓؤا الكفرين إلا فے ضلل"
  },
  {
    "id": 4173,
    "jozz": 24,
    "page": "473",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 51,
    "text_tashkeel": " اِنَّا لَنَنصُرُ رُسُلَنَا وَالذِينَ ءَامَنُواْ فِے اِ۬لْحَيَوٰةِ اِ۬لدُّنْي۪ا وَيَوْمَ يَقُومُ اُ۬لَاشْهَٰدُ ٥١",
    "text_simple": "انا لننصر رسلنا والذين ءامنوا فے الحيوة الدنيا ويوم يقوم الاشهد"
  },
  {
    "id": 4174,
    "jozz": 24,
    "page": "473",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 52,
    "text_tashkeel": "يَوْمَ لَا يَنفَعُ اُ۬لظَّٰلِمِينَ مَعْذِرَتُهُمْ وَلَهُمُ اُ۬للَّعْنَةُ وَلَهُمْ سُوٓءُ اُ۬لدّ۪ارِۖ ٥٢",
    "text_simple": "يوم لا ينفع الظلمين معذرتهم ولهم اللعنة ولهم سوٓء الدار"
  },
  {
    "id": 4175,
    "jozz": 24,
    "page": "473",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 53,
    "text_tashkeel": "۞ وَلَقَدَ اٰتَيْنَا مُوسَى اَ۬لْهُد۪ىٰ وَأَوْرَثْنَا بَنِےٓ إِسْرَآءِيلَ اَ۬لْكِتَٰبَ هُدىٗ وَذِكْر۪ىٰ لِأُوْلِے اِ۬لَالْبَٰبِۖ ٥٣",
    "text_simple": "ولقد اتينا موسى الهدى وأورثنا بنےٓ إسرآءيل الكتب هدىٗ وذكرى لأولے الالبب"
  },
  {
    "id": 4176,
    "jozz": 24,
    "page": "473",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 54,
    "text_tashkeel": "فَاصْبِرِ اِنَّ وَعْدَ اَ۬للَّهِ حَقّٞۖ وَاسْتَغْفِرْ لِذَنۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالِابْكٰ۪رِۖ ٥٤",
    "text_simple": "فاصبر ان وعد الله حقٞ واستغفر لذنبك وسبح بحمد ربك بالعشي والابكر"
  },
  {
    "id": 4177,
    "jozz": 24,
    "page": "473",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 9,
    "line_end": 12,
    "aya_no": 55,
    "text_tashkeel": "إِنَّ اَ۬لذِينَ يُجَٰدِلُونَ فِےٓ ءَايَٰتِ اِ۬للَّهِ بِغَيْرِ سُلْطَٰنٍ اَت۪يٰهُمُۥٓ إِن فِے صُدُورِهِمُۥٓ إِلَّا كِبْرٞ مَّا هُم بِبَٰلِغِيهِۖ فَاسْتَعِذْ بِاللَّهِۖ إِنَّهُۥ هُوَ اَ۬لسَّمِيعُ اُ۬لْبَصِيرُۖ ٥٥",
    "text_simple": "إن الذين يجدلون فےٓ ءايت الله بغير سلطن اتيهمٓ إن فے صدورهمٓ إلا كبرٞ ما هم ببلغيه فاستعذ بالله إنه هو السميع البصير"
  },
  {
    "id": 4178,
    "jozz": 24,
    "page": "473",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 56,
    "text_tashkeel": "لَخَلْقُ اُ۬لسَّمَٰوَٰتِ وَالَارْضِ أَكْبَرُ مِنْ خَلْقِ اِ۬لنَّاسِۖ وَلَٰكِنَّ أَكْثَرَ اَ۬لنَّاسِ لَا يَعْلَمُونَۖ ٥٦",
    "text_simple": "لخلق السموت والارض أكبر من خلق الناس ولكن أكثر الناس لا يعلمون"
  },
  {
    "id": 4179,
    "jozz": 24,
    "page": "473",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 14,
    "line_end": 14,
    "aya_no": 57,
    "text_tashkeel": " وَمَا يَسْتَوِے اِ۬لَاعْم۪ىٰ وَالْبَصِيرُ ٥٧",
    "text_simple": "وما يستوے الاعمى والبصير"
  },
  {
    "id": 4180,
    "jozz": 24,
    "page": "473",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 58,
    "text_tashkeel": "وَالذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ وَلَا اَ۬لْمُسِےٓءُۖ قَلِيلاٗ مَّا يَتَذَكَّرُونَۖ ٥٨",
    "text_simple": "والذين ءامنوا وعملوا الصلحت ولا المسےٓء قليلاٗ ما يتذكرون"
  },
  {
    "id": 4181,
    "jozz": 24,
    "page": "474",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 59,
    "text_tashkeel": " إِنَّ اَ۬لسَّاعَةَ لَأٓتِيَةٞ لَّا رَيْبَ فِيهَاۖ وَلَٰكِنَّ أَكْثَرَ اَ۬لنَّاسِ لَا يُومِنُونَۖ ٥٩",
    "text_simple": "إن الساعة لأٓتيةٞ لا ريب فيها ولكن أكثر الناس لا يومنون"
  },
  {
    "id": 4182,
    "jozz": 24,
    "page": "474",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 60,
    "text_tashkeel": "وَقَالَ رَبُّكُمُ اُ۟دْعُونِےٓ أَسْتَجِبْ لَكُمُۥٓۖ إِنَّ اَ۬لذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِے سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَۖ ٦٠",
    "text_simple": "وقال ربكم ادعونےٓ أستجب لكمٓ إن الذين يستكبرون عن عبادتے سيدخلون جهنم داخرين"
  },
  {
    "id": 4183,
    "jozz": 24,
    "page": "474",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 61,
    "text_tashkeel": "اَ۬للَّهُ اُ۬لذِے جَعَلَ لَكُمُ اُ۬ليْلَ لِتَسْكُنُواْ فِيهِ وَالنَّهَارَ مُبْصِراًۖ اِنَّ اَ۬للَّهَ لَذُو فَضْلٍ عَلَى اَ۬لنَّاسِۖ وَلَٰكِنَّ أَكْثَرَ اَ۬لنَّاسِ لَا يَشْكُرُونَۖ ٦١",
    "text_simple": "الله الذے جعل لكم اليل لتسكنوا فيه والنهار مبصرا ان الله لذو فضل على الناس ولكن أكثر الناس لا يشكرون"
  },
  {
    "id": 4184,
    "jozz": 24,
    "page": "474",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 62,
    "text_tashkeel": "ذَٰلِكُمُ اُ۬للَّهُ رَبُّكُمْۖ خَٰلِقُ كُلِّ شَےْءٖۖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنّ۪ىٰ تُوفَكُونَۖ ٦٢",
    "text_simple": "ذلكم الله ربكم خلق كل شےءٖ لآ إله إلا هو فأنى توفكون"
  },
  {
    "id": 4185,
    "jozz": 24,
    "page": "474",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 8,
    "line_end": 8,
    "aya_no": 63,
    "text_tashkeel": " كَذَٰلِكَ يُوفَكُ اُ۬لذِينَ كَانُواْ بِـَٔايَٰتِ اِ۬للَّهِ يَجْحَدُونَۖ ٦٣",
    "text_simple": "كذلك يوفك الذين كانوا بٔايت الله يجحدون"
  },
  {
    "id": 4186,
    "jozz": 24,
    "page": "474",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 9,
    "line_end": 12,
    "aya_no": 64,
    "text_tashkeel": " اَ۬للَّهُ اُ۬لذِے جَعَلَ لَكُمُ اُ۬لَارْضَ قَرَاراٗ وَالسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ اَ۬لطَّيِّبَٰتِۖ ذَٰلِكُمُ اُ۬للَّهُ رَبُّكُمْۖ فَتَبَٰرَكَ اَ۬للَّهُ رَبُّ اُ۬لْعَٰلَمِينَۖ ٦٤",
    "text_simple": "الله الذے جعل لكم الارض قراراٗ والسمآء بنآءٗ وصوركم فأحسن صوركم ورزقكم من الطيبت ذلكم الله ربكم فتبرك الله رب العلمين"
  },
  {
    "id": 4187,
    "jozz": 24,
    "page": "474",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 65,
    "text_tashkeel": "هُوَ اَ۬لْحَيُّۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَادْعُوهُ مُخْلِصِينَ لَهُ اُ۬لدِّينَۖ اَ۬لْحَمْدُ لِلهِ رَبِّ اِ۬لْعَٰلَمِينَۖ ٦٥",
    "text_simple": "هو الحي لآ إله إلا هو فادعوه مخلصين له الدين الحمد لله رب العلمين"
  },
  {
    "id": 4188,
    "jozz": 24,
    "page": "474",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 66,
    "text_tashkeel": "۞ قُلِ اِنِّے نُهِيتُ أَنَ اَعْبُدَ اَ۬لذِينَ تَدْعُونَ مِن دُونِ اِ۬للَّهِ لَمَّا جَآءَنِيَ اَ۬لْبَيِّنَٰتُ مِن رَّبِّے وَأُمِرْتُ أَنُ ا۟سْلِمَ لِرَبِّ اِ۬لْعَٰلَمِينَۖ ٦٦",
    "text_simple": "قل انے نهيت أن اعبد الذين تدعون من دون الله لما جآءني البينت من ربے وأمرت أن اسلم لرب العلمين"
  },
  {
    "id": 4189,
    "jozz": 24,
    "page": "475",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 67,
    "text_tashkeel": " هُوَ اَ۬لذِے خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطْفَةٖ ثُمَّ مِنْ عَلَقَةٖ ثُمَّ يُخْرِجُكُمْ طِفْلاٗ ثُمَّ لِتَبْلُغُوٓاْ أَشُدَّكُمْ ثُمَّ لِتَكُونُواْ شُيُوخاٗۖ وَمِنكُم مَّنْ يُّتَوَفّ۪ىٰ مِن قَبْلُ وَلِتَبْلُغُوٓاْ أَجَلاٗ مُّسَمّىٗ وَلَعَلَّكُمْ تَعْقِلُونَۖ ٦٧",
    "text_simple": "هو الذے خلقكم من ترابٖ ثم من نطفةٖ ثم من علقةٖ ثم يخرجكم طفلاٗ ثم لتبلغوٓا أشدكم ثم لتكونوا شيوخاٗ ومنكم من يتوفى من قبل ولتبلغوٓا أجلاٗ مسمىٗ ولعلكم تعقلون"
  },
  {
    "id": 4190,
    "jozz": 24,
    "page": "475",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 68,
    "text_tashkeel": "هُوَ اَ۬لذِے يُحْيِۦ وَيُمِيتُۖ فَإِذَا قَض۪ىٰٓ أَمْراٗ فَإِنَّمَا يَقُولُ لَهُۥ كُنۖ فَيَكُونُۖ ٦٨",
    "text_simple": "هو الذے يحي ويميت فإذا قضىٓ أمراٗ فإنما يقول له كن فيكون"
  },
  {
    "id": 4191,
    "jozz": 24,
    "page": "475",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 69,
    "text_tashkeel": "أَلَمْ تَرَ إِلَى اَ۬لذِينَ يُجَٰدِلُونَ فِےٓ ءَايَٰتِ اِ۬للَّهِ أَنّ۪ىٰ يُصْرَفُونَۖ ٦٩",
    "text_simple": "ألم تر إلى الذين يجدلون فےٓ ءايت الله أنى يصرفون"
  },
  {
    "id": 4192,
    "jozz": 24,
    "page": "475",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 70,
    "text_tashkeel": "اَ۬لذِينَ كَذَّبُواْ بِالْكِتَٰبِ وَبِمَآ أَرْسَلْنَا بِهِۦ رُسُلَنَا فَسَوْفَ يَعْلَمُونَ ٧٠",
    "text_simple": "الذين كذبوا بالكتب وبمآ أرسلنا به رسلنا فسوف يعلمون"
  },
  {
    "id": 4193,
    "jozz": 24,
    "page": "475",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 71,
    "text_tashkeel": "إِذِ اِ۬لَاغْلَٰلُ فِےٓ أَعْنَٰقِهِمْ وَالسَّلَٰسِلُۖ يُسْحَبُونَ ٧١",
    "text_simple": "إذ الاغلل فےٓ أعنقهم والسلسل يسحبون"
  },
  {
    "id": 4194,
    "jozz": 24,
    "page": "475",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 72,
    "text_tashkeel": "فِے اِ۬لْحَمِيمِ ثُمَّ فِے اِ۬لنّ۪ارِ يُسْجَرُونَۖ ٧٢",
    "text_simple": "فے الحميم ثم فے النار يسجرون"
  },
  {
    "id": 4195,
    "jozz": 24,
    "page": "475",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 73,
    "text_tashkeel": "ثُمَّ قِيلَ لَهُمُۥٓ أَيْنَ مَا كُنتُمْ تُشْرِكُونَ مِن دُونِ اِ۬للَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمْ نَكُن نَّدْعُواْ مِن قَبْلُ شَئْاٗۖ كَذَٰلِكَ يُضِلُّ اُ۬للَّهُ اُ۬لْكٰ۪فِرِينَۖ ٧٣",
    "text_simple": "ثم قيل لهمٓ أين ما كنتم تشركون من دون الله قالوا ضلوا عنا بل لم نكن ندعوا من قبل شئاٗ كذلك يضل الله الكفرين"
  },
  {
    "id": 4196,
    "jozz": 24,
    "page": "475",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 74,
    "text_tashkeel": " ذَٰلِكُم بِمَا كُنتُمْ تَفْرَحُونَ فِے اِ۬لَارْضِ بِغَيْرِ اِ۬لْحَقِّ وَبِمَا كُنتُمْ تَمْرَحُونَۖ ٧٤",
    "text_simple": "ذلكم بما كنتم تفرحون فے الارض بغير الحق وبما كنتم تمرحون"
  },
  {
    "id": 4197,
    "jozz": 24,
    "page": "475",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 75,
    "text_tashkeel": "اَ۟دْخُلُوٓاْ أَبْوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِيسَ مَثْوَى اَ۬لْمُتَكَبِّرِينَۖ ٧٥",
    "text_simple": "ادخلوٓا أبوب جهنم خلدين فيها فبيس مثوى المتكبرين"
  },
  {
    "id": 4198,
    "jozz": 24,
    "page": "475",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 76,
    "text_tashkeel": "فَاصْبِرِ اِنَّ وَعْدَ اَ۬للَّهِ حَقّٞۖ فَإِمَّا نُرِيَنَّكَ بَعْضَ اَ۬لذِے نَعِدُهُمُۥٓ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَۖ ٧٦",
    "text_simple": "فاصبر ان وعد الله حقٞ فإما نرينك بعض الذے نعدهمٓ أو نتوفينك فإلينا يرجعون"
  },
  {
    "id": 4199,
    "jozz": 24,
    "page": "476",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 77,
    "text_tashkeel": " وَلَقَدَ اَرْسَلْنَا رُسُلاٗ مِّن قَبْلِكَ مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُم مَّن لَّمْ نَقْصُصْ عَلَيْكَۖ وَمَا كَانَ لِرَسُولٍ اَنْ يَّاتِيَ بِـَٔايَةٍ اِلَّا بِإِذْنِ اِ۬للَّهِۖ فَإِذَا جَآءَ امْرُ اُ۬للَّهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ اَ۬لْمُبْطِلُونَۖ ٧٧",
    "text_simple": "ولقد ارسلنا رسلاٗ من قبلك منهم من قصصنا عليك ومنهم من لم نقصص عليك وما كان لرسول ان ياتي بٔاية الا بإذن الله فإذا جآء امر الله قضي بالحق وخسر هنالك المبطلون"
  },
  {
    "id": 4200,
    "jozz": 24,
    "page": "476",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 78,
    "text_tashkeel": "۞ اَ۬للَّهُ اُ۬لذِے جَعَلَ لَكُمُ اُ۬لَانْعَٰمَ لِتَرْكَبُواْ مِنْهَا وَمِنْهَا تَاكُلُونَۖ ٧٨",
    "text_simple": "الله الذے جعل لكم الانعم لتركبوا منها ومنها تاكلون"
  },
  {
    "id": 4201,
    "jozz": 24,
    "page": "476",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 79,
    "text_tashkeel": "وَلَكُمْ فِيهَا مَنَٰفِعُۖ وَلِتَبْلُغُواْ عَلَيْهَا حَاجَةٗ فِے صُدُورِكُمْۖ وَعَلَيْهَا وَعَلَى اَ۬لْفُلْكِ تُحْمَلُونَۖ ٧٩",
    "text_simple": "ولكم فيها منفع ولتبلغوا عليها حاجةٗ فے صدوركم وعليها وعلى الفلك تحملون"
  },
  {
    "id": 4202,
    "jozz": 24,
    "page": "476",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 7,
    "line_end": 7,
    "aya_no": 80,
    "text_tashkeel": "وَيُرِيكُمُۥٓ ءَايَٰتِهِۦۖ فَأَيَّ ءَايَٰتِ اِ۬للَّهِ تُنكِرُونَۖ ٨٠",
    "text_simple": "ويريكمٓ ءايته فأي ءايت الله تنكرون"
  },
  {
    "id": 4203,
    "jozz": 24,
    "page": "476",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 81,
    "text_tashkeel": " أَفَلَمْ يَسِيرُواْ فِے اِ۬لَارْضِ فَيَنظُرُواْ كَيْفَ كَانَ عَٰقِبَةُ اُ۬لذِينَ مِن قَبْلِهِمْۖ كَانُوٓاْ أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةٗ وَءَاثَاراٗ فِے اِ۬لَارْضِ فَمَآ أَغْن۪ىٰ عَنْهُم مَّا كَانُواْ يَكْسِبُونَۖ ٨١",
    "text_simple": "أفلم يسيروا فے الارض فينظروا كيف كان عقبة الذين من قبلهم كانوٓا أكثر منهم وأشد قوةٗ وءاثاراٗ فے الارض فمآ أغنى عنهم ما كانوا يكسبون"
  },
  {
    "id": 4204,
    "jozz": 24,
    "page": "476",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 82,
    "text_tashkeel": " فَلَمَّا جَآءَتْهُمْ رُسُلُهُم بِالْبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ اَ۬لْعِلْمِۖ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسْتَهْزِءُونَۖ ٨٢",
    "text_simple": "فلما جآءتهم رسلهم بالبينت فرحوا بما عندهم من العلم وحاق بهم ما كانوا به يستهزءون"
  },
  {
    "id": 4205,
    "jozz": 24,
    "page": "476",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 83,
    "text_tashkeel": "فَلَمَّا رَأَوْاْ بَأْسَنَا قَالُوٓاْ ءَامَنَّا بِاللَّهِ وَحْدَهُۥ وَكَفَرْنَا بِمَا كُنَّا بِهِۦ مُشْرِكِينَۖ ٨٣",
    "text_simple": "فلما رأوا بأسنا قالوٓا ءامنا بالله وحده وكفرنا بما كنا به مشركين"
  },
  {
    "id": 4206,
    "jozz": 24,
    "page": "476",
    "sura_no": 40,
    "sura_name_en": "Ghāfir",
    "sura_name_ar": "غَافِر ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 84,
    "text_tashkeel": " فَلَمْ يَكُ يَنفَعُهُمُۥٓ إِيمَٰنُهُمْ لَمَّا رَأَوْاْ بَأْسَنَاۖ سُنَّتَ اَ۬للَّهِ اِ۬لتِے قَدْ خَلَتْ فِے عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ اَ۬لْكَٰفِرُونَۖ ٨٤",
    "text_simple": "فلم يك ينفعهمٓ إيمنهم لما رأوا بأسنا سنت الله التے قد خلت فے عباده وخسر هنالك الكفرون"
  }
]