[
  {
    "id": 5155,
    "jozz": 28,
    "page": "553",
    "sura_no": 62,
    "sura_name_en": "Al-Jumu‘ah",
    "sura_name_ar": "الجُمعَة ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 1,
    "text_tashkeel": "يُسَبِّحُ لِلهِ مَا فِے اِ۬لسَّمَٰوَٰتِ وَمَا فِے اِ۬لَارْضِ اِ۬لْمَلِكِ اِ۬لْقُدُّوسِ اِ۬لْعَزِيزِ اِ۬لْحَكِيمِۖ ١",
    "text_simple": "يسبح لله ما فے السموت وما فے الارض الملك القدوس العزيز الحكيم"
  },
  {
    "id": 5156,
    "jozz": 28,
    "page": "553",
    "sura_no": 62,
    "sura_name_en": "Al-Jumu‘ah",
    "sura_name_ar": "الجُمعَة ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 2,
    "text_tashkeel": "هُوَ اَ۬لذِے بَعَثَ فِے اِ۬لُامِّيِّـۧنَ رَسُولاٗ مِّنْهُمْ يَتْلُواْ عَلَيْهِمُۥٓ ءَايَٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ اُ۬لْكِتَٰبَ وَالْحِكْمَةَ وَإِن كَانُواْ مِن قَبْلُ لَفِے ضَلَٰلٖ مُّبِينٖ ٢",
    "text_simple": "هو الذے بعث فے الامين رسولاٗ منهم يتلوا عليهمٓ ءايته ويزكيهم ويعلمهم الكتب والحكمة وإن كانوا من قبل لفے ضللٖ مبينٖ"
  },
  {
    "id": 5157,
    "jozz": 28,
    "page": "553",
    "sura_no": 62,
    "sura_name_en": "Al-Jumu‘ah",
    "sura_name_ar": "الجُمعَة ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 3,
    "text_tashkeel": "وَءَاخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُواْ بِهِمْۖ وَهُوَ اَ۬لْعَزِيزُ اُ۬لْحَكِيمُۖ ٣",
    "text_simple": "وءاخرين منهم لما يلحقوا بهم وهو العزيز الحكيم"
  },
  {
    "id": 5158,
    "jozz": 28,
    "page": "553",
    "sura_no": 62,
    "sura_name_en": "Al-Jumu‘ah",
    "sura_name_ar": "الجُمعَة ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 4,
    "text_tashkeel": "ذَٰلِكَ فَضْلُ اُ۬للَّهِ يُوتِيهِ مَنْ يَّشَآءُۖ وَاللَّهُ ذُو اُ۬لْفَضْلِ اِ۬لْعَظِيمِۖ ٤",
    "text_simple": "ذلك فضل الله يوتيه من يشآء والله ذو الفضل العظيم"
  },
  {
    "id": 5159,
    "jozz": 28,
    "page": "553",
    "sura_no": 62,
    "sura_name_en": "Al-Jumu‘ah",
    "sura_name_ar": "الجُمعَة ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 5,
    "text_tashkeel": "مَثَلُ اُ۬لذِينَ حُمِّلُواْ اُ۬لتَّوْر۪يٰةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ اِ۬لْحِم۪ارِ يَحْمِلُ أَسْفَاراَۢۖ بِيسَ مَثَلُ اُ۬لْقَوْمِ اِ۬لذِينَ كَذَّبُواْ بِـَٔايَٰتِ اِ۬للَّهِۖ وَاللَّهُ لَا يَهْدِے اِ۬لْقَوْمَ اَ۬لظَّٰلِمِينَۖ ٥",
    "text_simple": "مثل الذين حملوا التورية ثم لم يحملوها كمثل الحمار يحمل أسفارا بيس مثل القوم الذين كذبوا بٔايت الله والله لا يهدے القوم الظلمين"
  },
  {
    "id": 5160,
    "jozz": 28,
    "page": "553",
    "sura_no": 62,
    "sura_name_en": "Al-Jumu‘ah",
    "sura_name_ar": "الجُمعَة ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 6,
    "text_tashkeel": " قُلْ يَٰٓأَيُّهَا اَ۬لذِينَ هَادُوٓاْ إِن زَعَمْتُمُۥٓ أَنَّكُمُۥٓ أَوْلِيَآءُ لِلهِ مِن دُونِ اِ۬لنَّاسِ فَتَمَنَّوُاْ اُ۬لْمَوْتَ إِن كُنتُمْ صَٰدِقِينَۖ ٦",
    "text_simple": "قل يٓأيها الذين هادوٓا إن زعمتمٓ أنكمٓ أوليآء لله من دون الناس فتمنوا الموت إن كنتم صدقين"
  },
  {
    "id": 5161,
    "jozz": 28,
    "page": "553",
    "sura_no": 62,
    "sura_name_en": "Al-Jumu‘ah",
    "sura_name_ar": "الجُمعَة ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 7,
    "text_tashkeel": "وَلَا يَتَمَنَّوْنَهُۥٓ أَبَداَۢ بِمَا قَدَّمَتَ اَيْدِيهِمْۖ وَاللَّهُ عَلِيمُۢ بِالظَّٰلِمِينَۖ ٧",
    "text_simple": "ولا يتمنونهٓ أبدا بما قدمت ايديهم والله عليم بالظلمين"
  },
  {
    "id": 5162,
    "jozz": 28,
    "page": "553",
    "sura_no": 62,
    "sura_name_en": "Al-Jumu‘ah",
    "sura_name_ar": "الجُمعَة ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 8,
    "text_tashkeel": "قُلِ اِنَّ اَ۬لْمَوْتَ اَ۬لذِے تَفِرُّونَ مِنْهُ فَإِنَّهُۥ مُلَٰقِيكُمْ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ اِ۬لْغَيْبِ وَالشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَۖ ٨",
    "text_simple": "قل ان الموت الذے تفرون منه فإنه ملقيكم ثم تردون إلى علم الغيب والشهدة فينبئكم بما كنتم تعملون"
  },
  {
    "id": 5163,
    "jozz": 28,
    "page": "554",
    "sura_no": 62,
    "sura_name_en": "Al-Jumu‘ah",
    "sura_name_ar": "الجُمعَة ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 9,
    "text_tashkeel": " يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُوٓاْ إِذَا نُودِيَ لِلصَّلَوٰةِ مِنْ يَّوْمِ اِ۬لْجُمُعَةِ فَاسْعَوِاْ اِلَىٰ ذِكْرِ اِ۬للَّهِ وَذَرُواْ اُ۬لْبَيْعَۖ ذَٰلِكُمْ خَيْرٞ لَّكُمُۥٓ إِن كُنتُمْ تَعْلَمُونَۖ ٩",
    "text_simple": "يٓأيها الذين ءامنوٓا إذا نودي للصلوة من يوم الجمعة فاسعوا الى ذكر الله وذروا البيع ذلكم خيرٞ لكمٓ إن كنتم تعلمون"
  },
  {
    "id": 5164,
    "jozz": 28,
    "page": "554",
    "sura_no": 62,
    "sura_name_en": "Al-Jumu‘ah",
    "sura_name_ar": "الجُمعَة ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 10,
    "text_tashkeel": " فَإِذَا قُضِيَتِ اِ۬لصَّلَوٰةُ فَانتَشِرُواْ فِے اِ۬لَارْضِ وَابْتَغُواْ مِن فَضْلِ اِ۬للَّهِ وَاذْكُرُواْ اُ۬للَّهَ كَثِيراٗ لَّعَلَّكُمْ تُفْلِحُونَۖ ١٠",
    "text_simple": "فإذا قضيت الصلوة فانتشروا فے الارض وابتغوا من فضل الله واذكروا الله كثيراٗ لعلكم تفلحون"
  },
  {
    "id": 5165,
    "jozz": 28,
    "page": "554",
    "sura_no": 62,
    "sura_name_en": "Al-Jumu‘ah",
    "sura_name_ar": "الجُمعَة ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 11,
    "text_tashkeel": "وَإِذَا رَأَوْاْ تِجَٰرَةً اَوْ لَهْواً اِ۪نفَضُّوٓاْ إِلَيْهَا وَتَرَكُوكَ قَآئِماٗۖ قُلْ مَا عِندَ اَ۬للَّهِ خَيْرٞ مِّنَ اَ۬للَّهْوِ وَمِنَ اَ۬لتِّجَٰرَةِۖ وَاللَّهُ خَيْرُ اُ۬لرَّٰزِقِينَۖ ١١",
    "text_simple": "وإذا رأوا تجرة او لهوا انفضوٓا إليها وتركوك قآئماٗ قل ما عند الله خيرٞ من اللهو ومن التجرة والله خير الرزقين"
  }
]