[
  {
    "id": 3249,
    "jozz": 20,
    "page": "385",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 10,
    "line_end": 10,
    "aya_no": 1,
    "text_tashkeel": "طَسِٓمِّٓۖ تِلْكَ ءَايَٰتُ اُ۬لْكِتَٰبِ اِ۬لْمُبِينِۖ ١",
    "text_simple": "طسٓمٓ تلك ءايت الكتب المبين"
  },
  {
    "id": 3250,
    "jozz": 20,
    "page": "385",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 2,
    "text_tashkeel": "نَتْلُواْ عَلَيْكَ مِن نَّبَإِ مُوس۪ىٰ وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٖ يُومِنُونَۖ ٢",
    "text_simple": "نتلوا عليك من نبإ موسى وفرعون بالحق لقومٖ يومنون"
  },
  {
    "id": 3251,
    "jozz": 20,
    "page": "385",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 11,
    "line_end": 14,
    "aya_no": 3,
    "text_tashkeel": "إِنَّ فِرْعَوْنَ عَلَا فِے اِ۬لَارْضِ وَجَعَلَ أَهْلَهَا شِيَعاٗ يَسْتَضْعِفُ طَآئِفَةٗ مِّنْهُمْ يُذَبِّحُ أَبْنَآءَهُمْ وَيَسْتَحْيِۦ نِسَآءَهُمُۥٓۖ إِنَّهُۥ كَانَ مِنَ اَ۬لْمُفْسِدِينَۖ ٣",
    "text_simple": "إن فرعون علا فے الارض وجعل أهلها شيعاٗ يستضعف طآئفةٗ منهم يذبح أبنآءهم ويستحي نسآءهمٓ إنه كان من المفسدين"
  },
  {
    "id": 3252,
    "jozz": 20,
    "page": "385",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 4,
    "text_tashkeel": "وَنُرِيدُ أَن نَّمُنَّ عَلَى اَ۬لذِينَ اَ۟سْتُضْعِفُواْ فِے اِ۬لَارْضِ وَنَجْعَلَهُمُۥٓ أَئِمَّةٗ وَنَجْعَلَهُمُ اُ۬لْوَٰرِثِينَ ٤",
    "text_simple": "ونريد أن نمن على الذين استضعفوا فے الارض ونجعلهمٓ أئمةٗ ونجعلهم الورثين"
  },
  {
    "id": 3253,
    "jozz": 20,
    "page": "386",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 5,
    "text_tashkeel": " وَنُمَكِّنَ لَهُمْ فِے اِ۬لَارْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَٰنَ وَجُنُودَهُمَا مِنْهُم مَّا كَانُواْ يَحْذَرُونَۖ ٥",
    "text_simple": "ونمكن لهم فے الارض ونري فرعون وهامن وجنودهما منهم ما كانوا يحذرون"
  },
  {
    "id": 3254,
    "jozz": 20,
    "page": "386",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 6,
    "text_tashkeel": "وَأَوْحَيْنَآ إِلَىٰٓ أُمِّ مُوس۪ىٰٓ أَنَ اَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِے اِ۬لْيَمِّ وَلَا تَخَافِے وَلَا تَحْزَنِےٓۖ إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ اَ۬لْمُرْسَلِينَۖ ٦",
    "text_simple": "وأوحينآ إلىٓ أم موسىٓ أن ارضعيه فإذا خفت عليه فألقيه فے اليم ولا تخافے ولا تحزنےٓ إنا رآدوه إليك وجاعلوه من المرسلين"
  },
  {
    "id": 3255,
    "jozz": 20,
    "page": "386",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 7,
    "text_tashkeel": " فَالْتَقَطَهُۥٓ ءَالُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوّاٗ وَحَزَناًۖ اِنَّ فِرْعَوْنَ وَهَامَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٕينَۖ ٧",
    "text_simple": "فالتقطهٓ ءال فرعون ليكون لهم عدواٗ وحزنا ان فرعون وهامن وجنودهما كانوا خطٕين"
  },
  {
    "id": 3256,
    "jozz": 20,
    "page": "386",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 8,
    "text_tashkeel": " وَقَالَتِ اِ۪مْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٖ لِّے وَلَكَ لَا تَقْتُلُوهُۖ عَس۪ىٰٓ أَنْ يَّنفَعَنَآ أَوْ نَتَّخِذَهُۥ وَلَداٗ وَهُمْ لَا يَشْعُرُونَۖ ٨",
    "text_simple": "وقالت امرأت فرعون قرت عينٖ لے ولك لا تقتلوه عسىٓ أن ينفعنآ أو نتخذه ولداٗ وهم لا يشعرون"
  },
  {
    "id": 3257,
    "jozz": 20,
    "page": "386",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 9,
    "text_tashkeel": " وَأَصْبَحَ فُؤَادُ أُمِّ مُوس۪ىٰ فَٰرِغاً اِن كَٰدَتْ لَتُبْدِے بِهِۦ لَوْلَآ أَن رَّبَطْنَا عَلَىٰ قَلْبِهَا لِتَكُونَ مِنَ اَ۬لْمُومِنِينَۖ ٩",
    "text_simple": "وأصبح فؤاد أم موسى فرغا ان كدت لتبدے به لولآ أن ربطنا على قلبها لتكون من المومنين"
  },
  {
    "id": 3258,
    "jozz": 20,
    "page": "386",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 10,
    "text_tashkeel": "وَقَالَتْ لِأُخْتِهِۦ قُصِّيهِ فَبَصُرَتْ بِهِۦ عَن جُنُبٖ وَهُمْ لَا يَشْعُرُونَۖ ١٠",
    "text_simple": "وقالت لأخته قصيه فبصرت به عن جنبٖ وهم لا يشعرون"
  },
  {
    "id": 3259,
    "jozz": 20,
    "page": "386",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 11,
    "text_tashkeel": " ۞ وَحَرَّمْنَا عَلَيْهِ اِ۬لْمَرَاضِعَ مِن قَبْلُ فَقَالَتْ هَلَ اَدُلُّكُمْ عَلَىٰٓ أَهْلِ بَيْتٖ يَكْفُلُونَهُۥ لَكُمْ وَهُمْ لَهُۥ نَٰصِحُونَۖ ١١",
    "text_simple": "وحرمنا عليه المراضع من قبل فقالت هل ادلكم علىٓ أهل بيتٖ يكفلونه لكم وهم له نصحون"
  },
  {
    "id": 3260,
    "jozz": 20,
    "page": "386",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 12,
    "text_tashkeel": " فَرَدَدْنَٰهُ إِلَىٰٓ أُمِّهِۦ كَےْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ اَ۬للَّهِ حَقّٞۖ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَۖ ١٢",
    "text_simple": "فرددنه إلىٓ أمه كے تقر عينها ولا تحزن ولتعلم أن وعد الله حقٞ ولكن أكثرهم لا يعلمون"
  },
  {
    "id": 3261,
    "jozz": 20,
    "page": "387",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 13,
    "text_tashkeel": " وَلَمَّا بَلَغَ أَشُدَّهُۥ وَاسْتَو۪ىٰٓ ءَاتَيْنَٰهُ حُكْماٗ وَعِلْماٗۖ وَكَذَٰلِكَ نَجْزِے اِ۬لْمُحْسِنِينَۖ ١٣",
    "text_simple": "ولما بلغ أشده واستوىٓ ءاتينه حكماٗ وعلماٗ وكذلك نجزے المحسنين"
  },
  {
    "id": 3262,
    "jozz": 20,
    "page": "387",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 2,
    "line_end": 6,
    "aya_no": 14,
    "text_tashkeel": "وَدَخَلَ اَ۬لْمَدِينَةَ عَلَىٰ حِينِ غَفْلَةٖ مِّنَ اَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَٰنِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنْ عَدُوِّهِۦۖ فَاسْتَغَٰثَهُ اُ۬لذِے مِن شِيعَتِهِۦ عَلَى اَ۬لذِے مِنْ عَدُوِّهِۦ فَوَكَزَهُۥ مُوس۪ىٰ فَقَض۪ىٰ عَلَيْهِۖ قَالَ هَٰذَا مِنْ عَمَلِ اِ۬لشَّيْطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞۖ ١٤",
    "text_simple": "ودخل المدينة على حين غفلةٖ من اهلها فوجد فيها رجلين يقتتلن هذا من شيعته وهذا من عدوه فاستغثه الذے من شيعته على الذے من عدوه فوكزه موسى فقضى عليه قال هذا من عمل الشيطن إنه عدوٞ مضلٞ مبينٞ"
  },
  {
    "id": 3263,
    "jozz": 20,
    "page": "387",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 15,
    "text_tashkeel": "قَالَ رَبِّ إِنِّے ظَلَمْتُ نَفْسِے فَاغْفِرْ لِےۖ فَغَفَرَ لَهُۥٓۖ إِنَّهُۥ هُوَ اَ۬لْغَفُورُ اُ۬لرَّحِيمُۖ ١٥",
    "text_simple": "قال رب إنے ظلمت نفسے فاغفر لے فغفر لهٓ إنه هو الغفور الرحيم"
  },
  {
    "id": 3264,
    "jozz": 20,
    "page": "387",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 16,
    "text_tashkeel": "قَالَ رَبِّ بِمَآ أَنْعَمْتَ عَلَيَّ فَلَنَ اَكُونَ ظَهِيراٗ لِّلْمُجْرِمِينَۖ ١٦",
    "text_simple": "قال رب بمآ أنعمت علي فلن اكون ظهيراٗ للمجرمين"
  },
  {
    "id": 3265,
    "jozz": 20,
    "page": "387",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 17,
    "text_tashkeel": "فَأَصْبَحَ فِے اِ۬لْمَدِينَةِ خَآئِفاٗ يَتَرَقَّبُ فَإِذَا اَ۬لذِے اِ۪سْتَنصَرَهُۥ بِالَامْسِ يَسْتَصْرِخُهُۥۖ قَالَ لَهُۥ مُوس۪ىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞۖ ١٧",
    "text_simple": "فأصبح فے المدينة خآئفاٗ يترقب فإذا الذے استنصره بالامس يستصرخه قال له موسىٓ إنك لغويٞ مبينٞ"
  },
  {
    "id": 3266,
    "jozz": 20,
    "page": "387",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 18,
    "text_tashkeel": "فَلَمَّآ أَنَ اَرَادَ أَنْ يَّبْطِشَ بِالذِے هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوس۪ىٰٓ أَتُرِيدُ أَن تَقْتُلَنِے كَمَا قَتَلْتَ نَفْساَۢ بِالَامْسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّاراٗ فِے اِ۬لَارْضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ اَ۬لْمُصْلِحِينَۖ ١٨",
    "text_simple": "فلمآ أن اراد أن يبطش بالذے هو عدوٞ لهما قال يموسىٓ أتريد أن تقتلنے كما قتلت نفسا بالامس إن تريد إلآ أن تكون جباراٗ فے الارض وما تريد أن تكون من المصلحين"
  },
  {
    "id": 3267,
    "jozz": 20,
    "page": "387",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 19,
    "text_tashkeel": " وَجَآءَ رَجُلٞ مِّنَ اَقْصَا اَ۬لْمَدِينَةِ يَسْع۪ىٰۖ قَالَ يَٰمُوس۪ىٰٓ إِنَّ اَ۬لْمَلَأَ يَاتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَاخْرُجِ اِنِّے لَكَ مِنَ اَ۬لنَّٰصِحِينَۖ ١٩",
    "text_simple": "وجآء رجلٞ من اقصا المدينة يسعى قال يموسىٓ إن الملأ ياتمرون بك ليقتلوك فاخرج انے لك من النصحين"
  },
  {
    "id": 3268,
    "jozz": 20,
    "page": "387",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 15,
    "line_end": 15,
    "aya_no": 20,
    "text_tashkeel": " فَخَرَجَ مِنْهَا خَآئِفاٗ يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِے مِنَ اَ۬لْقَوْمِ اِ۬لظَّٰلِمِينَۖ ٢٠",
    "text_simple": "فخرج منها خآئفاٗ يترقب قال رب نجنے من القوم الظلمين"
  },
  {
    "id": 3269,
    "jozz": 20,
    "page": "388",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 21,
    "text_tashkeel": " ۞ وَلَمَّا تَوَجَّهَ تِلْقَآءَ مَدْيَنَ قَالَ عَس۪ىٰ رَبِّيَ أَنْ يَّهْدِيَنِے سَوَآءَ اَ۬لسَّبِيلِۖ ٢١",
    "text_simple": "ولما توجه تلقآء مدين قال عسى ربي أن يهدينے سوآء السبيل"
  },
  {
    "id": 3270,
    "jozz": 20,
    "page": "388",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 22,
    "text_tashkeel": "وَلَمَّا وَرَدَ مَآءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةٗ مِّنَ اَ۬لنَّاسِ يَسْقُونَ ٢٢",
    "text_simple": "ولما ورد مآء مدين وجد عليه أمةٗ من الناس يسقون"
  },
  {
    "id": 3271,
    "jozz": 20,
    "page": "388",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 23,
    "text_tashkeel": "وَوَجَدَ مِن دُونِهِمُ اُ۪مْرَأَتَيْنِ تَذُودَٰنِۖ قَالَ مَا خَطْبُكُمَاۖ قَالَتَا لَا نَسْقِے حَتَّىٰ يُصْدِرَ اَ۬لرِّعَآءُ وَأَبُونَا شَيْخٞ كَبِيرٞۖ ٢٣",
    "text_simple": "ووجد من دونهم امرأتين تذودن قال ما خطبكما قالتا لا نسقے حتى يصدر الرعآء وأبونا شيخٞ كبيرٞ"
  },
  {
    "id": 3272,
    "jozz": 20,
    "page": "388",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 24,
    "text_tashkeel": "فَسَق۪ىٰ لَهُمَا ثُمَّ تَوَلّ۪ىٰٓ إِلَى اَ۬لظِّلِّ فَقَالَ رَبِّ إِنِّے لِمَآ أَنزَلْتَ إِلَيَّ مِنْ خَيْرٖ فَقِيرٞۖ ٢٤",
    "text_simple": "فسقى لهما ثم تولىٓ إلى الظل فقال رب إنے لمآ أنزلت إلي من خيرٖ فقيرٞ"
  },
  {
    "id": 3273,
    "jozz": 20,
    "page": "388",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 6,
    "line_end": 9,
    "aya_no": 25,
    "text_tashkeel": "فَجَآءَتْهُ إِحْد۪يٰهُمَا تَمْشِے عَلَى اَ۪سْتِحْيَآءٖۖ قَالَتِ اِنَّ أَبِے يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَاۖ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيْهِ اِ۬لْقَصَصَ قَالَ لَا تَخَفْ نَجَوْتَ مِنَ اَ۬لْقَوْمِ اِ۬لظَّٰلِمِينَۖ ٢٥",
    "text_simple": "فجآءته إحديهما تمشے على استحيآءٖ قالت ان أبے يدعوك ليجزيك أجر ما سقيت لنا فلما جآءه وقص عليه القصص قال لا تخف نجوت من القوم الظلمين"
  },
  {
    "id": 3274,
    "jozz": 20,
    "page": "388",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 26,
    "text_tashkeel": "قَالَتِ اِحْد۪يٰهُمَا يَٰٓأَبَتِ اِ۪سْتَٰجِرْهُۖ إِنَّ خَيْرَ مَنِ اِ۪سْتَٰجَرْتَ اَ۬لْقَوِيُّ اُ۬لَامِينُۖ ٢٦",
    "text_simple": "قالت احديهما يٓأبت استجره إن خير من استجرت القوي الامين"
  },
  {
    "id": 3275,
    "jozz": 20,
    "page": "388",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 11,
    "line_end": 14,
    "aya_no": 27,
    "text_tashkeel": " قَالَ إِنِّيَ أُرِيدُ أَنُ ا۟نكِحَكَ إِحْدَى اَ۪بْنَتَيَّ هَٰتَيْنِ عَلَىٰٓ أَن تَاجُرَنِے ثَمَٰنِيَ حِجَجٖۖ فَإِنَ اَتْمَمْتَ عَشْراٗ فَمِنْ عِندِكَۖ وَمَآ أُرِيدُ أَنَ اَشُقَّ عَلَيْكَۖ سَتَجِدُنِيَ إِن شَآءَ اَ۬للَّهُ مِنَ اَ۬لصَّٰلِحِينَۖ ٢٧",
    "text_simple": "قال إني أريد أن انكحك إحدى ابنتي هتين علىٓ أن تاجرنے ثمني حججٖ فإن اتممت عشراٗ فمن عندك ومآ أريد أن اشق عليك ستجدني إن شآء الله من الصلحين"
  },
  {
    "id": 3276,
    "jozz": 20,
    "page": "388",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 28,
    "text_tashkeel": "قَالَ ذَٰلِكَ بَيْنِے وَبَيْنَكَۖ أَيَّمَا اَ۬لَاجَلَيْنِ قَضَيْتُ فَلَا عُدْوَٰنَ عَلَيَّۖ وَاللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞۖ ٢٨",
    "text_simple": "قال ذلك بينے وبينك أيما الاجلين قضيت فلا عدون علي والله على ما نقول وكيلٞ"
  },
  {
    "id": 3277,
    "jozz": 20,
    "page": "389",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 29,
    "text_tashkeel": " ۞ فَلَمَّا قَض۪ىٰ مُوسَى اَ۬لَاجَلَ وَسَارَ بِأَهْلِهِۦٓ ءَانَسَ مِن جَانِبِ اِ۬لطُّورِ نَاراٗۖ قَالَ لِأَهْلِهِ اِ۟مْكُثُوٓاْ إِنِّيَ ءَانَسْتُ نَاراٗ لَّعَلِّيَ ءَاتِيكُم مِّنْهَا بِخَبَرٍ اَوْ جِذْوَةٖ مِّنَ اَ۬لنّ۪ارِ لَعَلَّكُمْ تَصْطَلُونَۖ ٢٩",
    "text_simple": "فلما قضى موسى الاجل وسار بأهلهٓ ءانس من جانب الطور ناراٗ قال لأهله امكثوٓا إني ءانست ناراٗ لعلي ءاتيكم منها بخبر او جذوةٖ من النار لعلكم تصطلون"
  },
  {
    "id": 3278,
    "jozz": 20,
    "page": "389",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 30,
    "text_tashkeel": "فَلَمَّآ أَت۪يٰهَا نُودِيَ مِن شَٰطِےِٕ اِ۬لْوَادِ اِ۬لَايْمَنِ فِے اِ۬لْبُقْعَةِ اِ۬لْمُبَٰرَكَةِ مِنَ اَ۬لشَّجَرَةِ أَنْ يَّٰمُوس۪ىٰٓ إِنِّيَ أَنَا اَ۬للَّهُ رَبُّ اُ۬لْعَٰلَمِينَ ٣٠",
    "text_simple": "فلمآ أتيها نودي من شطےٕ الواد الايمن فے البقعة المبركة من الشجرة أن يموسىٓ إني أنا الله رب العلمين"
  },
  {
    "id": 3279,
    "jozz": 20,
    "page": "389",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 31,
    "text_tashkeel": "وَأَنَ اَلْقِ عَصَاكَۖ فَلَمَّا ر۪ء۪اهَا تَهْتَزُّ كَأَنَّهَا جَآنّٞ وَلّ۪ىٰ مُدْبِراٗ وَلَمْ يُعَقِّبْۖ يَٰمُوس۪ىٰٓ أَقْبِلْ وَلَا تَخَفِۖ اِنَّكَ مِنَ اَ۬لَامِنِينَۖ ٣١",
    "text_simple": "وأن الق عصاك فلما رءاها تهتز كأنها جآنٞ ولى مدبراٗ ولم يعقب يموسىٓ أقبل ولا تخف انك من الامنين"
  },
  {
    "id": 3280,
    "jozz": 20,
    "page": "389",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 8,
    "line_end": 11,
    "aya_no": 32,
    "text_tashkeel": "اَ۟سْلُكْ يَدَكَ فِے جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٖۖ وَاضْمُمِ اِلَيْكَ جَنَاحَكَ مِنَ اَ۬لرَّهَبِۖ فَذَٰنِكَ بُرْهَٰنَٰنِ مِن رَّبِّكَ إِلَىٰ فِرْعَوْنَ وَمَلَإِيْهِۦٓۖ إِنَّهُمْ كَانُواْ قَوْماٗ فَٰسِقِينَۖ ٣٢",
    "text_simple": "اسلك يدك فے جيبك تخرج بيضآء من غير سوٓءٖ واضمم اليك جناحك من الرهب فذنك برهنن من ربك إلى فرعون وملإيهٓ إنهم كانوا قوماٗ فسقين"
  },
  {
    "id": 3281,
    "jozz": 20,
    "page": "389",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 33,
    "text_tashkeel": "قَالَ رَبِّ إِنِّے قَتَلْتُ مِنْهُمْ نَفْساٗ فَأَخَافُ أَنْ يَّقْتُلُونِ ٣٣",
    "text_simple": "قال رب إنے قتلت منهم نفساٗ فأخاف أن يقتلون"
  },
  {
    "id": 3282,
    "jozz": 20,
    "page": "389",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 34,
    "text_tashkeel": "وَأَخِے هَٰرُونُ هُوَ أَفْصَحُ مِنِّے لِسَاناٗ فَأَرْسِلْهُ مَعِے رِداٗ يُصَدِّقْنِےٓۖ إِنِّيَ أَخَافُ أَنْ يُّكَذِّبُونِۦۖ ٣٤",
    "text_simple": "وأخے هرون هو أفصح منے لساناٗ فأرسله معے رداٗ يصدقنےٓ إني أخاف أن يكذبون"
  },
  {
    "id": 3283,
    "jozz": 20,
    "page": "389",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 35,
    "text_tashkeel": " قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَٰناٗ فَلَا يَصِلُونَ إِلَيْكُمَا بِـَٔايَٰتِنَآۖ أَنتُمَا وَمَنِ اِ۪تَّبَعَكُمَا اَ۬لْغَٰلِبُونَۖ ٣٥",
    "text_simple": "قال سنشد عضدك بأخيك ونجعل لكما سلطناٗ فلا يصلون إليكما بٔايتنآ أنتما ومن اتبعكما الغلبون"
  },
  {
    "id": 3284,
    "jozz": 20,
    "page": "390",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 36,
    "text_tashkeel": " فَلَمَّا جَآءَهُم مُّوس۪ىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحْرٞ مُّفْتَرىٗ وَمَا سَمِعْنَا بِهَٰذَا فِےٓ ءَابَآئِنَا اَ۬لَاوَّلِينَۖ ٣٦",
    "text_simple": "فلما جآءهم موسى بٔايتنا بينتٖ قالوا ما هذآ إلا سحرٞ مفترىٗ وما سمعنا بهذا فےٓ ءابآئنا الاولين"
  },
  {
    "id": 3285,
    "jozz": 20,
    "page": "390",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 37,
    "text_tashkeel": " وَقَالَ مُوس۪ىٰ رَبِّيَ أَعْلَمُ بِمَن جَآءَ بِالْهُد۪ىٰ مِنْ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ اُ۬لدّ۪ارِۖ إِنَّهُۥ لَا يُفْلِحُ اُ۬لظَّٰلِمُونَۖ ٣٧",
    "text_simple": "وقال موسى ربي أعلم بمن جآء بالهدى من عنده ومن تكون له عقبة الدار إنه لا يفلح الظلمون"
  },
  {
    "id": 3286,
    "jozz": 20,
    "page": "390",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 38,
    "text_tashkeel": " وَقَالَ فِرْعَوْنُ يَٰٓأَيُّهَا اَ۬لْمَلَأُ مَا عَلِمْتُ لَكُم مِّنِ اِلَٰهٍ غَيْرِے فَأَوْقِدْ لِے يَٰهَامَٰنُ عَلَى اَ۬لطِّينِ فَاجْعَل لِّے صَرْحاٗ لَّعَلِّيَ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوس۪ىٰ وَإِنِّے لَأَظُنُّهُۥ مِنَ اَ۬لْكَٰذِبِينَۖ ٣٨",
    "text_simple": "وقال فرعون يٓأيها الملأ ما علمت لكم من اله غيرے فأوقد لے يهامن على الطين فاجعل لے صرحاٗ لعلي أطلع إلىٓ إله موسى وإنے لأظنه من الكذبين"
  },
  {
    "id": 3287,
    "jozz": 20,
    "page": "390",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 39,
    "text_tashkeel": " ۞ وَاسْتَكْبَرَ هُوَ وَجُنُودُهُۥ فِے اِ۬لَارْضِ بِغَيْرِ اِ۬لْحَقِّ وَظَنُّوٓاْ أَنَّهُمُۥٓ إِلَيْنَا لَا يَرْجِعُونَۖ ٣٩",
    "text_simple": "واستكبر هو وجنوده فے الارض بغير الحق وظنوٓا أنهمٓ إلينا لا يرجعون"
  },
  {
    "id": 3288,
    "jozz": 20,
    "page": "390",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 40,
    "text_tashkeel": "فَأَخَذْنَٰهُ وَجُنُودَهُۥ فَنَبَذْنَٰهُمْ فِے اِ۬لْيَمِّۖ فَانظُرْ كَيْفَ كَانَ عَٰقِبَةُ اُ۬لظَّٰلِمِينَۖ ٤٠",
    "text_simple": "فأخذنه وجنوده فنبذنهم فے اليم فانظر كيف كان عقبة الظلمين"
  },
  {
    "id": 3289,
    "jozz": 20,
    "page": "390",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 41,
    "text_tashkeel": " وَجَعَلْنَٰهُمُۥٓ أَئِمَّةٗ يَدْعُونَ إِلَى اَ۬لنّ۪ارِۖ وَيَوْمَ اَ۬لْقِيَٰمَةِ لَا يُنصَرُونَۖ ٤١",
    "text_simple": "وجعلنهمٓ أئمةٗ يدعون إلى النار ويوم القيمة لا ينصرون"
  },
  {
    "id": 3290,
    "jozz": 20,
    "page": "390",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 42,
    "text_tashkeel": "وَأَتْبَعْنَٰهُمْ فِے هَٰذِهِ اِ۬لدُّنْي۪ا لَعْنَةٗۖ وَيَوْمَ اَ۬لْقِيَٰمَةِ هُم مِّنَ اَ۬لْمَقْبُوحِينَۖ ٤٢",
    "text_simple": "وأتبعنهم فے هذه الدنيا لعنةٗ ويوم القيمة هم من المقبوحين"
  },
  {
    "id": 3291,
    "jozz": 20,
    "page": "390",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 43,
    "text_tashkeel": "وَلَقَدَ اٰتَيْنَا مُوسَى اَ۬لْكِتَٰبَ مِنۢ بَعْدِ مَآ أَهْلَكْنَا اَ۬لْقُرُونَ اَ۬لُاول۪ىٰ بَصَآئِرَ لِلنَّاسِ وَهُدىٗ وَرَحْمَةٗ لَّعَلَّهُمْ يَتَذَكَّرُونَۖ ٤٣",
    "text_simple": "ولقد اتينا موسى الكتب من بعد مآ أهلكنا القرون الاولى بصآئر للناس وهدىٗ ورحمةٗ لعلهم يتذكرون"
  },
  {
    "id": 3292,
    "jozz": 20,
    "page": "391",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 44,
    "text_tashkeel": " وَمَا كُنتَ بِجَانِبِ اِ۬لْغَرْبِيِّ إِذْ قَضَيْنَآ إِلَىٰ مُوسَى اَ۬لَامْرَۖ وَمَا كُنتَ مِنَ اَ۬لشَّٰهِدِينَۖ ٤٤",
    "text_simple": "وما كنت بجانب الغربي إذ قضينآ إلى موسى الامر وما كنت من الشهدين"
  },
  {
    "id": 3293,
    "jozz": 20,
    "page": "391",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 45,
    "text_tashkeel": "وَلَٰكِنَّآ أَنشَأْنَا قُرُوناٗ فَتَطَاوَلَ عَلَيْهِمُ اُ۬لْعُمُرُۖ وَمَا كُنتَ ثَاوِياٗ فِےٓ أَهْلِ مَدْيَنَ تَتْلُواْ عَلَيْهِمُۥٓ ءَايَٰتِنَاۖ وَلَٰكِنَّا كُنَّا مُرْسِلِينَۖ ٤٥",
    "text_simple": "ولكنآ أنشأنا قروناٗ فتطاول عليهم العمر وما كنت ثاوياٗ فےٓ أهل مدين تتلوا عليهمٓ ءايتنا ولكنا كنا مرسلين"
  },
  {
    "id": 3294,
    "jozz": 20,
    "page": "391",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 46,
    "text_tashkeel": "وَمَا كُنتَ بِجَانِبِ اِ۬لطُّورِ إِذْ نَادَيْنَاۖ وَلَٰكِن رَّحْمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوْماٗ مَّآ أَت۪يٰهُم مِّن نَّذِيرٖ مِّن قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَۖ ٤٦",
    "text_simple": "وما كنت بجانب الطور إذ نادينا ولكن رحمةٗ من ربك لتنذر قوماٗ مآ أتيهم من نذيرٖ من قبلك لعلهم يتذكرون"
  },
  {
    "id": 3295,
    "jozz": 20,
    "page": "391",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 47,
    "text_tashkeel": " وَلَوْلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتَ اَيْدِيهِمْ فَيَقُولُواْ رَبَّنَا لَوْلَآ أَرْسَلْتَ إِلَيْنَا رَسُولاٗ فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ اَ۬لْمُومِنِينَۖ ٤٧",
    "text_simple": "ولولآ أن تصيبهم مصيبة بما قدمت ايديهم فيقولوا ربنا لولآ أرسلت إلينا رسولاٗ فنتبع ءايتك ونكون من المومنين"
  },
  {
    "id": 3296,
    "jozz": 20,
    "page": "391",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 48,
    "text_tashkeel": "فَلَمَّا جَآءَهُمُ اُ۬لْحَقُّ مِنْ عِندِنَا قَالُواْ لَوْلَآ أُوتِيَ مِثْلَ مَآ أُوتِيَ مُوس۪ىٰٓۖ أَوَلَمْ يَكْفُرُواْ بِمَآ أُوتِيَ مُوس۪ىٰ مِن قَبْلُۖ قَالُواْ سَٰحِرَٰنِ تَظَٰهَرَاۖ وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَۖ ٤٨",
    "text_simple": "فلما جآءهم الحق من عندنا قالوا لولآ أوتي مثل مآ أوتي موسىٓ أولم يكفروا بمآ أوتي موسى من قبل قالوا سحرن تظهرا وقالوٓا إنا بكلٖ كفرون"
  },
  {
    "id": 3297,
    "jozz": 20,
    "page": "391",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 49,
    "text_tashkeel": " قُلْ فَاتُواْ بِكِتَٰبٖ مِّنْ عِندِ اِ۬للَّهِ هُوَ أَهْد۪ىٰ مِنْهُمَآ أَتَّبِعْهُ إِن كُنتُمْ صَٰدِقِينَۖ ٤٩",
    "text_simple": "قل فاتوا بكتبٖ من عند الله هو أهدى منهمآ أتبعه إن كنتم صدقين"
  },
  {
    "id": 3298,
    "jozz": 20,
    "page": "391",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 50,
    "text_tashkeel": "فَإِن لَّمْ يَسْتَجِيبُواْ لَكَ فَاعْلَمَ اَنَّمَا يَتَّبِعُونَ أَهْوَآءَهُمْۖ وَمَنَ اَضَلُّ مِمَّنِ اِ۪تَّبَعَ هَو۪يٰهُ بِغَيْرِ هُدىٗ مِّنَ اَ۬للَّهِۖ إِنَّ اَ۬للَّهَ لَا يَهْدِے اِ۬لْقَوْمَ اَ۬لظَّٰلِمِينَۖ ٥٠",
    "text_simple": "فإن لم يستجيبوا لك فاعلم انما يتبعون أهوآءهم ومن اضل ممن اتبع هويه بغير هدىٗ من الله إن الله لا يهدے القوم الظلمين"
  },
  {
    "id": 3299,
    "jozz": 20,
    "page": "392",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 1,
    "line_end": 1,
    "aya_no": 51,
    "text_tashkeel": " ۞ وَلَقَدْ وَصَّلْنَا لَهُمُ اُ۬لْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُونَۖ ٥١",
    "text_simple": "ولقد وصلنا لهم القول لعلهم يتذكرون"
  },
  {
    "id": 3300,
    "jozz": 20,
    "page": "392",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 52,
    "text_tashkeel": "اَ۬لذِينَ ءَاتَيْنَٰهُمُ اُ۬لْكِتَٰبَ مِن قَبْلِهِۦ هُم بِهِۦ يُومِنُونَۖ ٥٢",
    "text_simple": "الذين ءاتينهم الكتب من قبله هم به يومنون"
  },
  {
    "id": 3301,
    "jozz": 20,
    "page": "392",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 53,
    "text_tashkeel": "وَإِذَا يُتْل۪ىٰ عَلَيْهِمْ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ اُ۬لْحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبْلِهِۦ مُسْلِمِينَۖ ٥٣",
    "text_simple": "وإذا يتلى عليهم قالوٓا ءامنا بهٓ إنه الحق من ربنآ إنا كنا من قبله مسلمين"
  },
  {
    "id": 3302,
    "jozz": 20,
    "page": "392",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 54,
    "text_tashkeel": "أُوْلَٰٓئِكَ يُوتَوْنَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُواْ وَيَدْرَءُونَ بِالْحَسَنَةِ اِ۬لسَّيِّئَةَ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَۖ ٥٤",
    "text_simple": "أولٓئك يوتون أجرهم مرتين بما صبروا ويدرءون بالحسنة السيئة ومما رزقنهم ينفقون"
  },
  {
    "id": 3303,
    "jozz": 20,
    "page": "392",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 55,
    "text_tashkeel": "وَإِذَا سَمِعُواْ اُ۬للَّغْوَ أَعْرَضُواْ عَنْهُ وَقَالُواْ لَنَآ أَعْمَٰلُنَا وَلَكُمُۥٓ أَعْمَٰلُكُمْ سَلَٰمٌ عَلَيْكُمْ لَا نَبْتَغِے اِ۬لْجَٰهِلِينَۖ ٥٥",
    "text_simple": "وإذا سمعوا اللغو أعرضوا عنه وقالوا لنآ أعملنا ولكمٓ أعملكم سلم عليكم لا نبتغے الجهلين"
  },
  {
    "id": 3304,
    "jozz": 20,
    "page": "392",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 56,
    "text_tashkeel": "إِنَّكَ لَا تَهْدِے مَنَ اَحْبَبْتَۖ وَلَٰكِنَّ اَ۬للَّهَ يَهْدِے مَنْ يَّشَآءُۖ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَۖ ٥٦",
    "text_simple": "إنك لا تهدے من احببت ولكن الله يهدے من يشآء وهو أعلم بالمهتدين"
  },
  {
    "id": 3305,
    "jozz": 20,
    "page": "392",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 57,
    "text_tashkeel": " وَقَالُوٓاْ إِن نَّتَّبِعِ اِ۬لْهُد۪ىٰ مَعَكَ نُتَخَطَّفْ مِنَ اَرْضِنَآۖ أَوَلَمْ نُمَكِّن لَّهُمْ حَرَماً اٰمِناٗ تُجْب۪ىٰٓ إِلَيْهِ ثَمَرَٰتُ كُلِّ شَےْءٖ رِّزْقاٗ مِّن لَّدُنَّاۖ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَۖ ٥٧",
    "text_simple": "وقالوٓا إن نتبع الهدى معك نتخطف من ارضنآ أولم نمكن لهم حرما امناٗ تجبىٓ إليه ثمرت كل شےءٖ رزقاٗ من لدنا ولكن أكثرهم لا يعلمون"
  },
  {
    "id": 3306,
    "jozz": 20,
    "page": "392",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 11,
    "line_end": 13,
    "aya_no": 58,
    "text_tashkeel": "وَكَمَ اَهْلَكْنَا مِن قَرْيَةِۢ بَطِرَتْ مَعِيشَتَهَاۖ فَتِلْكَ مَسَٰكِنُهُمْ لَمْ تُسْكَن مِّنۢ بَعْدِهِمُۥٓ إِلَّا قَلِيلاٗ وَكُنَّا نَحْنُ اُ۬لْوَٰرِثِينَۖ ٥٨",
    "text_simple": "وكم اهلكنا من قرية بطرت معيشتها فتلك مسكنهم لم تسكن من بعدهمٓ إلا قليلاٗ وكنا نحن الورثين"
  },
  {
    "id": 3307,
    "jozz": 20,
    "page": "392",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 59,
    "text_tashkeel": "وَمَا كَانَ رَبُّكَ مُهْلِكَ اَ۬لْقُر۪ىٰ حَتَّىٰ يَبْعَثَ فِےٓ أُمِّهَا رَسُولاٗ يَتْلُواْ عَلَيْهِمُۥٓ ءَايَٰتِنَاۖ وَمَا كُنَّا مُهْلِكِے اِ۬لْقُر۪ىٰٓ إِلَّا وَأَهْلُهَا ظَٰلِمُونَۖ ٥٩",
    "text_simple": "وما كان ربك مهلك القرى حتى يبعث فےٓ أمها رسولاٗ يتلوا عليهمٓ ءايتنا وما كنا مهلكے القرىٓ إلا وأهلها ظلمون"
  },
  {
    "id": 3308,
    "jozz": 20,
    "page": "393",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 60,
    "text_tashkeel": " وَمَآ أُوتِيتُم مِّن شَےْءٖ فَمَتَٰعُ اُ۬لْحَيَوٰةِ اِ۬لدُّنْي۪ا وَزِينَتُهَاۖ وَمَا عِندَ اَ۬للَّهِ خَيْرٞ وَأَبْق۪ىٰٓۖ أَفَلَا تَعْقِلُونَۖ ٦٠",
    "text_simple": "ومآ أوتيتم من شےءٖ فمتع الحيوة الدنيا وزينتها وما عند الله خيرٞ وأبقىٓ أفلا تعقلون"
  },
  {
    "id": 3309,
    "jozz": 20,
    "page": "393",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 61,
    "text_tashkeel": "أَفَمَنْ وَّعَدْنَٰهُ وَعْداً حَسَناٗ فَهُوَ لَٰقِيهِ كَمَن مَّتَّعْنَٰهُ مَتَٰعَ اَ۬لْحَيَوٰةِ اِ۬لدُّنْي۪ا ثُمَّ هُوَ يَوْمَ اَ۬لْقِيَٰمَةِ مِنَ اَ۬لْمُحْضَرِينَۖ ٦١",
    "text_simple": "أفمن وعدنه وعدا حسناٗ فهو لقيه كمن متعنه متع الحيوة الدنيا ثم هو يوم القيمة من المحضرين"
  },
  {
    "id": 3310,
    "jozz": 20,
    "page": "393",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 62,
    "text_tashkeel": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِيَ اَ۬لذِينَ كُنتُمْ تَزْعُمُونَۖ ٦٢",
    "text_simple": "ويوم يناديهم فيقول أين شركآءي الذين كنتم تزعمون"
  },
  {
    "id": 3311,
    "jozz": 20,
    "page": "393",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 63,
    "text_tashkeel": "۞ قَالَ اَ۬لذِينَ حَقَّ عَلَيْهِمُ اُ۬لْقَوْلُ رَبَّنَا هَٰٓؤُلَآءِ اِ۬لذِينَ أَغْوَيْنَآ أَغْوَيْنَٰهُمْ كَمَا غَوَيْنَاۖ تَبَرَّأْنَآ إِلَيْكَۖ مَا كَانُوٓاْ إِيَّانَا يَعْبُدُونَۖ ٦٣",
    "text_simple": "قال الذين حق عليهم القول ربنا هٓؤلآء الذين أغوينآ أغوينهم كما غوينا تبرأنآ إليك ما كانوٓا إيانا يعبدون"
  },
  {
    "id": 3312,
    "jozz": 20,
    "page": "393",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 64,
    "text_tashkeel": "وَقِيلَ اَ۟دْعُواْ شُرَكَآءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُواْ لَهُمْ وَرَأَوُاْ اُ۬لْعَذَابَ لَوَ اَنَّهُمْ كَانُواْ يَهْتَدُونَۖ ٦٤",
    "text_simple": "وقيل ادعوا شركآءكم فدعوهم فلم يستجيبوا لهم ورأوا العذاب لو انهم كانوا يهتدون"
  },
  {
    "id": 3313,
    "jozz": 20,
    "page": "393",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 9,
    "line_end": 9,
    "aya_no": 65,
    "text_tashkeel": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَآ أَجَبْتُمُ اُ۬لْمُرْسَلِينَۖ ٦٥",
    "text_simple": "ويوم يناديهم فيقول ماذآ أجبتم المرسلين"
  },
  {
    "id": 3314,
    "jozz": 20,
    "page": "393",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 10,
    "line_end": 10,
    "aya_no": 66,
    "text_tashkeel": " فَعَمِيَتْ عَلَيْهِمُ اُ۬لَانۢبَآءُ يَوْمَئِذٖ فَهُمْ لَا يَتَسَآءَلُونَۖ ٦٦",
    "text_simple": "فعميت عليهم الانبآء يومئذٖ فهم لا يتسآءلون"
  },
  {
    "id": 3315,
    "jozz": 20,
    "page": "393",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 67,
    "text_tashkeel": "فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحاٗ فَعَس۪ىٰٓ أَنْ يَّكُونَ مِنَ اَ۬لْمُفْلِحِينَۖ ٦٧",
    "text_simple": "فأما من تاب وءامن وعمل صلحاٗ فعسىٓ أن يكون من المفلحين"
  },
  {
    "id": 3316,
    "jozz": 20,
    "page": "393",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 68,
    "text_tashkeel": " وَرَبُّكَ يَخْلُقُ مَا يَشَآءُ وَيَخْتَارُۖ مَا كَانَ لَهُمُ اُ۬لْخِيَرَةُۖ سُبْحَٰنَ اَ۬للَّهِ وَتَعَٰل۪ىٰ عَمَّا يُشْرِكُونَۖ ٦٨",
    "text_simple": "وربك يخلق ما يشآء ويختار ما كان لهم الخيرة سبحن الله وتعلى عما يشركون"
  },
  {
    "id": 3317,
    "jozz": 20,
    "page": "393",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 69,
    "text_tashkeel": "وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَۖ ٦٩",
    "text_simple": "وربك يعلم ما تكن صدورهم وما يعلنون"
  },
  {
    "id": 3318,
    "jozz": 20,
    "page": "393",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 70,
    "text_tashkeel": "وَهُوَ اَ۬للَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ اُ۬لْحَمْدُ فِے اِ۬لُاول۪ىٰ وَالَاخِرَةِۖ وَلَهُ اُ۬لْحُكْمُۖ وَإِلَيْهِ تُرْجَعُونَۖ ٧٠",
    "text_simple": "وهو الله لآ إله إلا هو له الحمد فے الاولى والاخرة وله الحكم وإليه ترجعون"
  },
  {
    "id": 3319,
    "jozz": 20,
    "page": "394",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 71,
    "text_tashkeel": " قُلَ اَرَٰٓيْتُمُۥٓ إِن جَعَلَ اَ۬للَّهُ عَلَيْكُمُ اُ۬ليْلَ سَرْمَداً اِلَىٰ يَوْمِ اِ۬لْقِيَٰمَةِ مَنِ اِلَٰهٌ غَيْرُ اُ۬للَّهِ يَاتِيكُم بِضِيَآءٍۖ اَفَلَا تَسْمَعُونَۖ ٧١",
    "text_simple": "قل ارٓيتمٓ إن جعل الله عليكم اليل سرمدا الى يوم القيمة من اله غير الله ياتيكم بضيآء افلا تسمعون"
  },
  {
    "id": 3320,
    "jozz": 20,
    "page": "394",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 72,
    "text_tashkeel": " قُلَ اَرَٰٓيْتُمُۥٓ إِن جَعَلَ اَ۬للَّهُ عَلَيْكُمُ اُ۬لنَّهَارَ سَرْمَداً اِلَىٰ يَوْمِ اِ۬لْقِيَٰمَةِ مَنِ اِلَٰهٌ غَيْرُ اُ۬للَّهِ يَاتِيكُم بِلَيْلٖ تَسْكُنُونَ فِيهِۖ أَفَلَا تُبْصِرُونَۖ ٧٢",
    "text_simple": "قل ارٓيتمٓ إن جعل الله عليكم النهار سرمدا الى يوم القيمة من اله غير الله ياتيكم بليلٖ تسكنون فيه أفلا تبصرون"
  },
  {
    "id": 3321,
    "jozz": 20,
    "page": "394",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 73,
    "text_tashkeel": "وَمِن رَّحْمَتِهِۦ جَعَلَ لَكُمُ اُ۬ليْلَ وَالنَّهَارَ لِتَسْكُنُواْ فِيهِ وَلِتَبْتَغُواْ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَۖ ٧٣",
    "text_simple": "ومن رحمته جعل لكم اليل والنهار لتسكنوا فيه ولتبتغوا من فضله ولعلكم تشكرون"
  },
  {
    "id": 3322,
    "jozz": 20,
    "page": "394",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 74,
    "text_tashkeel": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِيَ اَ۬لذِينَ كُنتُمْ تَزْعُمُونَۖ ٧٤",
    "text_simple": "ويوم يناديهم فيقول أين شركآءي الذين كنتم تزعمون"
  },
  {
    "id": 3323,
    "jozz": 20,
    "page": "394",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 75,
    "text_tashkeel": "وَنَزَعْنَا مِن كُلِّ أُمَّةٖ شَهِيداٗ فَقُلْنَا هَاتُواْ بُرْهَٰنَكُمْ فَعَلِمُوٓاْ أَنَّ اَ۬لْحَقَّ لِلهِ وَضَلَّ عَنْهُم مَّا كَانُواْ يَفْتَرُونَۖ ٧٥",
    "text_simple": "ونزعنا من كل أمةٖ شهيداٗ فقلنا هاتوا برهنكم فعلموٓا أن الحق لله وضل عنهم ما كانوا يفترون"
  },
  {
    "id": 3324,
    "jozz": 20,
    "page": "394",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 10,
    "line_end": 13,
    "aya_no": 76,
    "text_tashkeel": "۞ إِنَّ قَارُونَ كَانَ مِن قَوْمِ مُوس۪ىٰ فَبَغ۪ىٰ عَلَيْهِمْۖ وَءَاتَيْنَٰهُ مِنَ اَ۬لْكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِالْعُصْبَةِ أُوْلِے اِ۬لْقُوَّةِۖ إِذْ قَالَ لَهُۥ قَوْمُهُۥ لَا تَفْرَحِ اِنَّ اَ۬للَّهَ لَا يُحِبُّ اُ۬لْفَرِحِينَۖ ٧٦",
    "text_simple": "إن قارون كان من قوم موسى فبغى عليهم وءاتينه من الكنوز مآ إن مفاتحه لتنوٓأ بالعصبة أولے القوة إذ قال له قومه لا تفرح ان الله لا يحب الفرحين"
  },
  {
    "id": 3325,
    "jozz": 20,
    "page": "394",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 77,
    "text_tashkeel": "وَابْتَغِ فِيمَآ ءَات۪يٰكَ اَ۬للَّهُ اُ۬لدَّارَ اَ۬لَاخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ اَ۬لدُّنْي۪اۖ وَأَحْسِن كَمَآ أَحْسَنَ اَ۬للَّهُ إِلَيْكَۖ وَلَا تَبْغِ اِ۬لْفَسَادَ فِے اِ۬لَارْضِۖ إِنَّ اَ۬للَّهَ لَا يُحِبُّ اُ۬لْمُفْسِدِينَۖ ٧٧",
    "text_simple": "وابتغ فيمآ ءاتيك الله الدار الاخرة ولا تنس نصيبك من الدنيا وأحسن كمآ أحسن الله إليك ولا تبغ الفساد فے الارض إن الله لا يحب المفسدين"
  },
  {
    "id": 3326,
    "jozz": 20,
    "page": "395",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 78,
    "text_tashkeel": " قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْمٍ عِندِيَۖ أَوَلَمْ يَعْلَمَ اَنَّ اَ۬للَّهَ قَدَ اَهْلَكَ مِن قَبْلِهِۦ مِنَ اَ۬لْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةٗ وَأَكْثَرُ جَمْعاٗۖ وَلَا يُسْـَٔلُ عَن ذُنُوبِهِمُ اُ۬لْمُجْرِمُونَۖ ٧٨",
    "text_simple": "قال إنمآ أوتيته على علم عندي أولم يعلم ان الله قد اهلك من قبله من القرون من هو أشد منه قوةٗ وأكثر جمعاٗ ولا يسٔل عن ذنوبهم المجرمون"
  },
  {
    "id": 3327,
    "jozz": 20,
    "page": "395",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 79,
    "text_tashkeel": "فَخَرَجَ عَلَىٰ قَوْمِهِۦ فِے زِينَتِهِۦۖ قَالَ اَ۬لذِينَ يُرِيدُونَ اَ۬لْحَيَوٰةَ اَ۬لدُّنْي۪ا يَٰلَيْتَ لَنَا مِثْلَ مَآ أُوتِيَ قَارُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖۖ ٧٩",
    "text_simple": "فخرج على قومه فے زينته قال الذين يريدون الحيوة الدنيا يليت لنا مثل مآ أوتي قارون إنه لذو حظ عظيمٖ"
  },
  {
    "id": 3328,
    "jozz": 20,
    "page": "395",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 80,
    "text_tashkeel": "وَقَالَ اَ۬لذِينَ أُوتُواْ اُ۬لْعِلْمَ وَيْلَكُمْ ثَوَابُ اُ۬للَّهِ خَيْرٞ لِّمَنَ اٰمَنَ وَعَمِلَ صَٰلِحاٗۖ وَلَا يُلَقّ۪يٰهَآ إِلَّا اَ۬لصَّٰبِرُونَۖ ٨٠",
    "text_simple": "وقال الذين أوتوا العلم ويلكم ثواب الله خيرٞ لمن امن وعمل صلحاٗ ولا يلقيهآ إلا الصبرون"
  },
  {
    "id": 3329,
    "jozz": 20,
    "page": "395",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 81,
    "text_tashkeel": "فَخَسَفْنَا بِهِۦ وَبِد۪ارِهِ اِ۬لَارْضَۖ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ اِ۬للَّهِۖ وَمَا كَانَ مِنَ اَ۬لْمُنتَصِرِينَۖ ٨١",
    "text_simple": "فخسفنا به وبداره الارض فما كان له من فئةٖ ينصرونه من دون الله وما كان من المنتصرين"
  },
  {
    "id": 3330,
    "jozz": 20,
    "page": "395",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 9,
    "line_end": 12,
    "aya_no": 82,
    "text_tashkeel": "وَأَصْبَحَ اَ۬لذِينَ تَمَنَّوْاْ مَكَانَهُۥ بِالَامْسِ يَقُولُونَ وَيْكَأَنَّ اَ۬للَّهَ يَبْسُطُ اُ۬لرِّزْقَ لِمَنْ يَّشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُۖ لَوْلَآ أَن مَّنَّ اَ۬للَّهُ عَلَيْنَا لَخُسِفَ بِنَاۖ وَيْكَأَنَّهُۥ لَا يُفْلِحُ اُ۬لْكَٰفِرُونَۖ ٨٢",
    "text_simple": "وأصبح الذين تمنوا مكانه بالامس يقولون ويكأن الله يبسط الرزق لمن يشآء من عباده ويقدر لولآ أن من الله علينا لخسف بنا ويكأنه لا يفلح الكفرون"
  },
  {
    "id": 3331,
    "jozz": 20,
    "page": "395",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 83,
    "text_tashkeel": "۞ تِلْكَ اَ۬لدَّارُ اُ۬لَاخِرَةُ نَجْعَلُهَا لِلذِينَ لَا يُرِيدُونَ عُلُوّاٗ فِے اِ۬لَارْضِ وَلَا فَسَاداٗۖ وَالْعَٰقِبَةُ لِلْمُتَّقِينَۖ ٨٣",
    "text_simple": "تلك الدار الاخرة نجعلها للذين لا يريدون علواٗ فے الارض ولا فساداٗ والعقبة للمتقين"
  },
  {
    "id": 3332,
    "jozz": 20,
    "page": "395",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 84,
    "text_tashkeel": " مَن جَآءَ بِالْحَسَنَةِ فَلَهُۥ خَيْرٞ مِّنْهَاۖ وَمَن جَآءَ بِالسَّيِّئَةِ فَلَا يُجْزَى اَ۬لذِينَ عَمِلُواْ اُ۬لسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعْمَلُونَۖ ٨٤",
    "text_simple": "من جآء بالحسنة فله خيرٞ منها ومن جآء بالسيئة فلا يجزى الذين عملوا السئات إلا ما كانوا يعملون"
  },
  {
    "id": 3333,
    "jozz": 20,
    "page": "396",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 85,
    "text_tashkeel": " إِنَّ اَ۬لذِے فَرَضَ عَلَيْكَ اَ۬لْقُرْءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۖ قُل رَّبِّيَ أَعْلَمُ مَن جَآءَ بِالْهُد۪ىٰ وَمَنْ هُوَ فِے ضَلَٰلٖ مُّبِينٖۖ ٨٥",
    "text_simple": "إن الذے فرض عليك القرءان لرآدك إلى معادٖ قل ربي أعلم من جآء بالهدى ومن هو فے ضللٖ مبينٖ"
  },
  {
    "id": 3334,
    "jozz": 20,
    "page": "396",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 86,
    "text_tashkeel": "وَمَا كُنتَ تَرْجُوٓاْ أَنْ يُّلْق۪ىٰٓ إِلَيْكَ اَ۬لْكِتَٰبُ إِلَّا رَحْمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيراٗ لِّلْكٰ۪فِرِينَۖ ٨٦",
    "text_simple": "وما كنت ترجوٓا أن يلقىٓ إليك الكتب إلا رحمةٗ من ربك فلا تكونن ظهيراٗ للكفرين"
  },
  {
    "id": 3335,
    "jozz": 20,
    "page": "396",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 87,
    "text_tashkeel": "وَلَا يَصُدُّنَّكَ عَنَ اٰيَٰتِ اِ۬للَّهِ بَعْدَ إِذُ ا۟نزِلَتِ اِلَيْكَۖ وَادْعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ اَ۬لْمُشْرِكِينَۖ ٨٧",
    "text_simple": "ولا يصدنك عن ايت الله بعد إذ انزلت اليك وادع إلى ربك ولا تكونن من المشركين"
  },
  {
    "id": 3336,
    "jozz": 20,
    "page": "396",
    "sura_no": 28,
    "sura_name_en": "Al-Qaṣaṣ",
    "sura_name_ar": "القَصَص ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 88,
    "text_tashkeel": "وَلَا تَدْعُ مَعَ اَ۬للَّهِ إِلَٰهاً اٰخَرَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ كُلُّ شَےْءٍ هَالِكٌ اِلَّا وَجْهَهُۥۖ لَهُ اُ۬لْحُكْمُۖ وَإِلَيْهِ تُرْجَعُونَۖ ٨٨",
    "text_simple": "ولا تدع مع الله إلها اخر لآ إله إلا هو كل شےء هالك الا وجهه له الحكم وإليه ترجعون"
  }
]