[
  {
    "id": 8,
    "jozz": 1,
    "page": "2",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 1,
    "text_tashkeel": "أَلَٓمِّٓۖ ذَٰلِكَ اَ۬لْكِتَٰبُ لَا رَيْبَۖ فِيهِ هُدىٗ لِّلْمُتَّقِينَ ١",
    "text_simple": "ألٓمٓ ذلك الكتب لا ريب فيه هدىٗ للمتقين"
  },
  {
    "id": 9,
    "jozz": 1,
    "page": "2",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 2,
    "text_tashkeel": "اَ۬لذِينَ يُومِنُونَ بِالْغَيْبِ وَيُقِيمُونَ اَ۬لصَّلَوٰةَ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَۖ ٢",
    "text_simple": "الذين يومنون بالغيب ويقيمون الصلوة ومما رزقنهم ينفقون"
  },
  {
    "id": 10,
    "jozz": 1,
    "page": "2",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 3,
    "text_tashkeel": "وَالذِينَ يُومِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ وَبِالَاخِرَةِ هُمْ يُوقِنُونَ ٣",
    "text_simple": "والذين يومنون بمآ أنزل إليك ومآ أنزل من قبلك وبالاخرة هم يوقنون"
  },
  {
    "id": 11,
    "jozz": 1,
    "page": "2",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 4,
    "text_tashkeel": " أُوْلَٰٓئِكَ عَلَىٰ هُدىٗ مِّن رَّبِّهِمْۖ وَأُوْلَٰٓئِكَ هُمُ اُ۬لْمُفْلِحُونَۖ ٤",
    "text_simple": "أولٓئك على هدىٗ من ربهم وأولٓئك هم المفلحون"
  },
  {
    "id": 12,
    "jozz": 1,
    "page": "3",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 5,
    "text_tashkeel": " إِنَّ اَ۬لذِينَ كَفَرُواْ سَوَآءٌ عَلَيْهِمُۥٓ ءَآنذَرْتَهُمُۥٓ أَمْ لَمْ تُنذِرْهُمْ لَا يُومِنُونَۖ ٥",
    "text_simple": "إن الذين كفروا سوآء عليهمٓ ءآنذرتهمٓ أم لم تنذرهم لا يومنون"
  },
  {
    "id": 13,
    "jozz": 1,
    "page": "3",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 6,
    "text_tashkeel": "خَتَمَ اَ۬للَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْۖ وَعَلَىٰٓ أَبْصٰ۪رِهِمْ غِشَٰوَةٞۖ وَلَهُمْ عَذَابٌ عَظِيمٞۖ ٦",
    "text_simple": "ختم الله على قلوبهم وعلى سمعهم وعلىٓ أبصرهم غشوةٞ ولهم عذاب عظيمٞ"
  },
  {
    "id": 14,
    "jozz": 1,
    "page": "3",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 7,
    "text_tashkeel": "وَمِنَ اَ۬لنَّاسِ مَنْ يَّقُولُ ءَامَنَّا بِاللَّهِ وَبِالْيَوْمِ اِ۬لَاخِرِ وَمَا هُم بِمُومِنِينَۖ ٧",
    "text_simple": "ومن الناس من يقول ءامنا بالله وباليوم الاخر وما هم بمومنين"
  },
  {
    "id": 15,
    "jozz": 1,
    "page": "3",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 8,
    "text_tashkeel": " يُخَٰدِعُونَ اَ۬للَّهَ وَالذِينَ ءَامَنُواْۖ وَمَا يُخَٰدِعُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَۖ ٨",
    "text_simple": "يخدعون الله والذين ءامنوا وما يخدعون إلآ أنفسهم وما يشعرون"
  },
  {
    "id": 16,
    "jozz": 1,
    "page": "3",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 9,
    "text_tashkeel": "فِے قُلُوبِهِم مَّرَضٞۖ فَزَادَهُمُ اُ۬للَّهُ مَرَضاٗۖ وَلَهُمْ عَذَابٌ اَلِيمُۢ بِمَا كَانُواْ يُكَذِّبُونَۖ ٩",
    "text_simple": "فے قلوبهم مرضٞ فزادهم الله مرضاٗ ولهم عذاب اليم بما كانوا يكذبون"
  },
  {
    "id": 17,
    "jozz": 1,
    "page": "3",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 10,
    "text_tashkeel": "وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُواْ فِے اِ۬لَارْضِ قَالُوٓاْ إِنَّمَا نَحْنُ مُصْلِحُونَۖ ١٠",
    "text_simple": "وإذا قيل لهم لا تفسدوا فے الارض قالوٓا إنما نحن مصلحون"
  },
  {
    "id": 18,
    "jozz": 1,
    "page": "3",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 11,
    "text_tashkeel": "أَلَآ إِنَّهُمْ هُمُ اُ۬لْمُفْسِدُونَ وَلَٰكِن لَّا يَشْعُرُونَۖ ١١",
    "text_simple": "ألآ إنهم هم المفسدون ولكن لا يشعرون"
  },
  {
    "id": 19,
    "jozz": 1,
    "page": "3",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 12,
    "text_tashkeel": "وَإِذَا قِيلَ لَهُمُۥٓ ءَامِنُواْ كَمَآ ءَامَنَ اَ۬لنَّاسُ قَالُوٓاْ أَنُومِنُ كَمَآ ءَامَنَ اَ۬لسُّفَهَآءُۖ اَ۬لَآ إِنَّهُمْ هُمُ اُ۬لسُّفَهَآءُ وَلَٰكِن لَّا يَعْلَمُونَۖ ١٢",
    "text_simple": "وإذا قيل لهمٓ ءامنوا كمآ ءامن الناس قالوٓا أنومن كمآ ءامن السفهآء الآ إنهم هم السفهآء ولكن لا يعلمون"
  },
  {
    "id": 20,
    "jozz": 1,
    "page": "3",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 11,
    "line_end": 13,
    "aya_no": 13,
    "text_tashkeel": "وَإِذَا لَقُواْ اُ۬لذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّاۖ وَإِذَا خَلَوِاْ اِلَىٰ شَيَٰطِينِهِمْ قَالُوٓاْ إِنَّا مَعَكُمُۥٓ إِنَّمَا نَحْنُ مُسْتَهْزِءُونَۖ ١٣",
    "text_simple": "وإذا لقوا الذين ءامنوا قالوٓا ءامنا وإذا خلوا الى شيطينهم قالوٓا إنا معكمٓ إنما نحن مستهزءون"
  },
  {
    "id": 21,
    "jozz": 1,
    "page": "3",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 14,
    "text_tashkeel": "اَ۬للَّهُ يَسْتَهْزِۓُ بِهِمْ وَيَمُدُّهُمْ فِے طُغْيَٰنِهِمْ يَعْمَهُونَۖ ١٤",
    "text_simple": "الله يستهزۓ بهم ويمدهم فے طغينهم يعمهون"
  },
  {
    "id": 22,
    "jozz": 1,
    "page": "3",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 15,
    "text_tashkeel": "أُوْلَٰٓئِكَ اَ۬لذِينَ اَ۪شْتَرَوُاْ اُ۬لضَّلَٰلَةَ بِالْهُد۪ىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمْ وَمَا كَانُواْ مُهْتَدِينَۖ ١٥",
    "text_simple": "أولٓئك الذين اشتروا الضللة بالهدى فما ربحت تجرتهم وما كانوا مهتدين"
  },
  {
    "id": 23,
    "jozz": 1,
    "page": "4",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 16,
    "text_tashkeel": " ۞ مَثَلُهُمْ كَمَثَلِ اِ۬لذِے اِ۪سْتَوْقَدَ نَاراٗ فَلَمَّآ أَضَآءَتْ مَا حَوْلَهُۥۖ ذَهَبَ اَ۬للَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِے ظُلُمَٰتٖ لَّا يُبْصِرُونَۖ ١٦",
    "text_simple": "مثلهم كمثل الذے استوقد ناراٗ فلمآ أضآءت ما حوله ذهب الله بنورهم وتركهم فے ظلمتٖ لا يبصرون"
  },
  {
    "id": 24,
    "jozz": 1,
    "page": "4",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 17,
    "text_tashkeel": "صُمُّۢ بُكْمٌ عُمْيٞ فَهُمْ لَا يَرْجِعُونَۖ ١٧",
    "text_simple": "صم بكم عميٞ فهم لا يرجعون"
  },
  {
    "id": 25,
    "jozz": 1,
    "page": "4",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 18,
    "text_tashkeel": "أَوْ كَصَيِّبٖ مِّنَ اَ۬لسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعْدٞ وَبَرْقٞۖ يَجْعَلُونَ أَصَٰبِعَهُمْ فِےٓ ءَاذَانِهِم مِّنَ اَ۬لصَّوَٰعِقِ حَذَرَ اَ۬لْمَوْتِۖ وَاللَّهُ مُحِيطُۢ بِالْكٰ۪فِرِينَۖ ١٨",
    "text_simple": "أو كصيبٖ من السمآء فيه ظلمتٞ ورعدٞ وبرقٞ يجعلون أصبعهم فےٓ ءاذانهم من الصوعق حذر الموت والله محيط بالكفرين"
  },
  {
    "id": 26,
    "jozz": 1,
    "page": "4",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 19,
    "text_tashkeel": "يَكَادُ اُ۬لْبَرْقُ يَخْطَفُ أَبْصَٰرَهُمْۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوْاْ فِيهِۖ وَإِذَآ أَظْلَمَ عَلَيْهِمْ قَامُواْۖ وَلَوْ شَآءَ اَ۬للَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصٰ۪رِهِمُۥٓۖ إِنَّ اَ۬للَّهَ عَلَىٰ كُلِّ شَےْءٖ قَدِيرٞۖ ١٩",
    "text_simple": "يكاد البرق يخطف أبصرهم كلمآ أضآء لهم مشوا فيه وإذآ أظلم عليهم قاموا ولو شآء الله لذهب بسمعهم وأبصرهمٓ إن الله على كل شےءٖ قديرٞ"
  },
  {
    "id": 27,
    "jozz": 1,
    "page": "4",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 20,
    "text_tashkeel": " يَٰٓأَيُّهَا اَ۬لنَّاسُ اُ۟عْبُدُواْ رَبَّكُمُ اُ۬لذِے خَلَقَكُمْ وَالذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَۖ ٢٠",
    "text_simple": "يٓأيها الناس اعبدوا ربكم الذے خلقكم والذين من قبلكم لعلكم تتقون"
  },
  {
    "id": 28,
    "jozz": 1,
    "page": "4",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 12,
    "aya_no": 21,
    "text_tashkeel": "اَ۬لذِے جَعَلَ لَكُمُ اُ۬لَارْضَ فِرَٰشاٗ وَالسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ اَ۬لسَّمَآءِ مَآءٗ فَأَخْرَجَ بِهِۦ مِنَ اَ۬لثَّمَرَٰتِ رِزْقاٗ لَّكُمْۖ فَلَا تَجْعَلُواْ لِلهِ أَندَاداٗ وَأَنتُمْ تَعْلَمُونَۖ ٢١",
    "text_simple": "الذے جعل لكم الارض فرشاٗ والسمآء بنآءٗ وأنزل من السمآء مآءٗ فأخرج به من الثمرت رزقاٗ لكم فلا تجعلوا لله أنداداٗ وأنتم تعلمون"
  },
  {
    "id": 29,
    "jozz": 1,
    "page": "4",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 22,
    "text_tashkeel": "وَإِن كُنتُمْ فِے رَيْبٖ مِّمَّا نَزَّلْنَا عَلَىٰ عَبْدِنَا فَاتُواْ بِسُورَةٖ مِّن مِّثْلِهِۦۖ وَادْعُواْ شُهَدَآءَكُم مِّن دُونِ اِ۬للَّهِ إِن كُنتُمْ صَٰدِقِينَۖ ٢٢",
    "text_simple": "وإن كنتم فے ريبٖ مما نزلنا على عبدنا فاتوا بسورةٖ من مثله وادعوا شهدآءكم من دون الله إن كنتم صدقين"
  },
  {
    "id": 30,
    "jozz": 1,
    "page": "4",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 23,
    "text_tashkeel": "فَإِن لَّمْ تَفْعَلُواْ وَلَن تَفْعَلُواْ فَاتَّقُواْ اُ۬لنَّارَ اَ۬لتِے وَقُودُهَا اَ۬لنَّاسُ وَالْحِجَارَةُۖ أُعِدَّتْ لِلْكٰ۪فِرِينَۖ ٢٣",
    "text_simple": "فإن لم تفعلوا ولن تفعلوا فاتقوا النار التے وقودها الناس والحجارة أعدت للكفرين"
  },
  {
    "id": 31,
    "jozz": 1,
    "page": "5",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 24,
    "text_tashkeel": " وَبَشِّرِ اِ۬لذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ أَنَّ لَهُمْ جَنَّٰتٖ تَجْرِے مِن تَحْتِهَا اَ۬لَانْهَٰرُۖ كُلَّمَا رُزِقُواْ مِنْهَا مِن ثَمَرَةٖ رِّزْقاٗ قَالُواْ هَٰذَا اَ۬لذِے رُزِقْنَا مِن قَبْلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهاٗۖ وَلَهُمْ فِيهَآ أَزْوَٰجٞ مُّطَهَّرَةٞۖ وَهُمْ فِيهَا خَٰلِدُونَۖ ٢٤",
    "text_simple": "وبشر الذين ءامنوا وعملوا الصلحت أن لهم جنتٖ تجرے من تحتها الانهر كلما رزقوا منها من ثمرةٖ رزقاٗ قالوا هذا الذے رزقنا من قبل وأتوا به متشبهاٗ ولهم فيهآ أزوجٞ مطهرةٞ وهم فيها خلدون"
  },
  {
    "id": 32,
    "jozz": 1,
    "page": "5",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 4,
    "line_end": 9,
    "aya_no": 25,
    "text_tashkeel": "۞ إِنَّ اَ۬للَّهَ لَا يَسْتَحْيِۦٓ أَنْ يَّضْرِبَ مَثَلاٗ مَّا بَعُوضَةٗ فَمَا فَوْقَهَاۖ فَأَمَّا اَ۬لذِينَ ءَامَنُواْ فَيَعْلَمُونَ أَنَّهُ اُ۬لْحَقُّ مِن رَّبِّهِمْۖ وَأَمَّا اَ۬لذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ اَ۬للَّهُ بِهَٰذَا مَثَلاٗۖ يُضِلُّ بِهِۦ كَثِيراٗ وَيَهْدِے بِهِۦ كَثِيراٗۖ وَمَا يُضِلُّ بِهِۦٓ إِلَّا اَ۬لْفَٰسِقِينَ ٢٥",
    "text_simple": "إن الله لا يستحيٓ أن يضرب مثلاٗ ما بعوضةٗ فما فوقها فأما الذين ءامنوا فيعلمون أنه الحق من ربهم وأما الذين كفروا فيقولون ماذآ أراد الله بهذا مثلاٗ يضل به كثيراٗ ويهدے به كثيراٗ وما يضل بهٓ إلا الفسقين"
  },
  {
    "id": 33,
    "jozz": 1,
    "page": "5",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 26,
    "text_tashkeel": "اَ۬لذِينَ يَنقُضُونَ عَهْدَ اَ۬للَّهِ مِنۢ بَعْدِ مِيثَٰقِهِۦ وَيَقْطَعُونَ مَآ أَمَرَ اَ۬للَّهُ بِهِۦٓ أَنْ يُّوصَلَ وَيُفْسِدُونَ فِے اِ۬لَارْضِۖ أُوْلَٰٓئِكَ هُمُ اُ۬لْخَٰسِرُونَۖ ٢٦",
    "text_simple": "الذين ينقضون عهد الله من بعد ميثقه ويقطعون مآ أمر الله بهٓ أن يوصل ويفسدون فے الارض أولٓئك هم الخسرون"
  },
  {
    "id": 34,
    "jozz": 1,
    "page": "5",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 11,
    "line_end": 13,
    "aya_no": 27,
    "text_tashkeel": "كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنتُمُۥٓ أَمْوَٰتاٗ فَأَحْي۪اكُمْ ثُمَّ يُمِيتُكُمْۖ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَۖ ٢٧",
    "text_simple": "كيف تكفرون بالله وكنتمٓ أموتاٗ فأحياكم ثم يميتكم ثم يحييكم ثم إليه ترجعون"
  },
  {
    "id": 35,
    "jozz": 1,
    "page": "5",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 28,
    "text_tashkeel": "هُوَ اَ۬لذِے خَلَقَ لَكُم مَّا فِے اِ۬لَارْضِ جَمِيعاٗۖ ثُمَّ اَ۪سْتَو۪ىٰٓ إِلَى اَ۬لسَّمَآءِ فَسَوّ۪يٰهُنَّ سَبْعَ سَمَٰوَٰتٖۖ وَهُوَ بِكُلِّ شَےْءٍ عَلِيمٞۖ ٢٨",
    "text_simple": "هو الذے خلق لكم ما فے الارض جميعاٗ ثم استوىٓ إلى السمآء فسويهن سبع سموتٖ وهو بكل شےء عليمٞ"
  },
  {
    "id": 36,
    "jozz": 1,
    "page": "6",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 29,
    "text_tashkeel": " وَإِذْ قَالَ رَبُّكَ لِلْمَلَٰٓئِكَةِ إِنِّے جَاعِلٞ فِے اِ۬لَارْضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجْعَلُ فِيهَا مَنْ يُّفْسِدُ فِيهَا وَيَسْفِكُ اُ۬لدِّمَآءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيَ أَعْلَمُ مَا لَا تَعْلَمُونَۖ ٢٩",
    "text_simple": "وإذ قال ربك للملٓئكة إنے جاعلٞ فے الارض خليفةٗ قالوٓا أتجعل فيها من يفسد فيها ويسفك الدمآء ونحن نسبح بحمدك ونقدس لك قال إني أعلم ما لا تعلمون"
  },
  {
    "id": 37,
    "jozz": 1,
    "page": "6",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 30,
    "text_tashkeel": " وَعَلَّمَ ءَادَمَ اَ۬لَاسْمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى اَ۬لْمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِے بِأَسْمَآءِ هَٰٓؤُلَآءِ ان كُنتُمْ صَٰدِقِينَۖ ٣٠",
    "text_simple": "وعلم ءادم الاسمآء كلها ثم عرضهم على الملٓئكة فقال أنبٔونے بأسمآء هٓؤلآء ان كنتم صدقين"
  },
  {
    "id": 38,
    "jozz": 1,
    "page": "6",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 31,
    "text_tashkeel": "قَالُواْ سُبْحَٰنَكَ لَا عِلْمَ لَنَآ إِلَّا مَا عَلَّمْتَنَآ إِنَّكَ أَنتَ اَ۬لْعَلِيمُ اُ۬لْحَكِيمُۖ ٣١",
    "text_simple": "قالوا سبحنك لا علم لنآ إلا ما علمتنآ إنك أنت العليم الحكيم"
  },
  {
    "id": 39,
    "jozz": 1,
    "page": "6",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 6,
    "line_end": 9,
    "aya_no": 32,
    "text_tashkeel": "قَالَ يَٰٓـَٔادَمُ أَنۢبِئْهُم بِأَسْمَآئِهِمْۖ فَلَمَّآ أَنۢبَأَهُم بِأَسْمَآئِهِمْ قَالَ أَلَمَ اَقُل لَّكُمُۥٓ إِنِّيَ أَعْلَمُ غَيْبَ اَ۬لسَّمَٰوَٰتِ وَالَارْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَۖ ٣٢",
    "text_simple": "قال يٓٔادم أنبئهم بأسمآئهم فلمآ أنبأهم بأسمآئهم قال ألم اقل لكمٓ إني أعلم غيب السموت والارض وأعلم ما تبدون وما كنتم تكتمون"
  },
  {
    "id": 40,
    "jozz": 1,
    "page": "6",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 33,
    "text_tashkeel": "۞ وَإِذْ قُلْنَا لِلْمَلَٰٓئِكَةِ اِ۟سْجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْۖ إِلَّآ إِبْلِيسَ أَب۪ىٰ وَاسْتَكْبَرَ وَكَانَ مِنَ اَ۬لْكٰ۪فِرِينَۖ ٣٣",
    "text_simple": "وإذ قلنا للملٓئكة اسجدوا لأٓدم فسجدوٓا إلآ إبليس أبى واستكبر وكان من الكفرين"
  },
  {
    "id": 41,
    "jozz": 1,
    "page": "6",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 34,
    "text_tashkeel": "وَقُلْنَا يَٰٓـَٔادَمُ اُ۟سْكُنَ اَنتَ وَزَوْجُكَ اَ۬لْجَنَّةَ وَكُلَا مِنْهَا رَغَداً حَيْثُ شِئْتُمَاۖ وَلَا تَقْرَبَا هَٰذِهِ اِ۬لشَّجَرَةَ فَتَكُونَا مِنَ اَ۬لظَّٰلِمِينَۖ ٣٤",
    "text_simple": "وقلنا يٓٔادم اسكن انت وزوجك الجنة وكلا منها رغدا حيث شئتما ولا تقربا هذه الشجرة فتكونا من الظلمين"
  },
  {
    "id": 42,
    "jozz": 1,
    "page": "6",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 35,
    "text_tashkeel": "فَأَزَلَّهُمَا اَ۬لشَّيْطَٰنُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلْنَا اَ۪هْبِطُواْۖ بَعْضُكُمْ لِبَعْضٍ عَدُوّٞۖ وَلَكُمْ فِے اِ۬لَارْضِ مُسْتَقَرّٞ وَمَتَٰعٌ اِلَىٰ حِينٖۖ ٣٥",
    "text_simple": "فأزلهما الشيطن عنها فأخرجهما مما كانا فيه وقلنا اهبطوا بعضكم لبعض عدوٞ ولكم فے الارض مستقرٞ ومتع الى حينٖ"
  },
  {
    "id": 43,
    "jozz": 1,
    "page": "6",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 36,
    "text_tashkeel": "فَتَلَقّ۪ىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيْهِۖ إِنَّهُۥ هُوَ اَ۬لتَّوَّابُ اُ۬لرَّحِيمُۖ ٣٦",
    "text_simple": "فتلقىٓ ءادم من ربه كلمتٖ فتاب عليه إنه هو التواب الرحيم"
  },
  {
    "id": 44,
    "jozz": 1,
    "page": "7",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 37,
    "text_tashkeel": " قُلْنَا اَ۪هْبِطُواْ مِنْهَا جَمِيعاٗۖ فَإِمَّا يَاتِيَنَّكُم مِّنِّے هُدىٗ فَمَن تَبِعَ هُد۪ايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَۖ ٣٧",
    "text_simple": "قلنا اهبطوا منها جميعاٗ فإما ياتينكم منے هدىٗ فمن تبع هداي فلا خوف عليهم ولا هم يحزنون"
  },
  {
    "id": 45,
    "jozz": 1,
    "page": "7",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 38,
    "text_tashkeel": "وَالذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصْحَٰبُ اُ۬لنّ۪ارِ هُمْ فِيهَا خَٰلِدُونَۖ ٣٨",
    "text_simple": "والذين كفروا وكذبوا بٔايتنآ أولٓئك أصحب النار هم فيها خلدون"
  },
  {
    "id": 46,
    "jozz": 1,
    "page": "7",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 39,
    "text_tashkeel": "يَٰبَنِےٓ إِسْرَآءِيلَ اَ۟ذْكُرُواْ نِعْمَتِيَ اَ۬لتِےٓ أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُواْ بِعَهْدِےٓ أُوفِ بِعَهْدِكُمْ وَإِيَّٰيَ فَارْهَبُونِۖ ٣٩",
    "text_simple": "يبنےٓ إسرآءيل اذكروا نعمتي التےٓ أنعمت عليكم وأوفوا بعهدےٓ أوف بعهدكم وإيي فارهبون"
  },
  {
    "id": 47,
    "jozz": 1,
    "page": "7",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 40,
    "text_tashkeel": "وَءَامِنُواْ بِمَآ أَنزَلْتُ مُصَدِّقاٗ لِّمَا مَعَكُمْ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۢ بِهِۦۖ وَلَا تَشْتَرُواْ بِـَٔايَٰتِے ثَمَناٗ قَلِيلاٗ وَإِيَّٰيَ فَاتَّقُونِۖ ٤٠",
    "text_simple": "وءامنوا بمآ أنزلت مصدقاٗ لما معكم ولا تكونوٓا أول كافر به ولا تشتروا بٔايتے ثمناٗ قليلاٗ وإيي فاتقون"
  },
  {
    "id": 48,
    "jozz": 1,
    "page": "7",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 41,
    "text_tashkeel": "۞ وَلَا تَلْبِسُواْ اُ۬لْحَقَّ بِالْبَٰطِلِ وَتَكْتُمُواْ اُ۬لْحَقَّ وَأَنتُمْ تَعْلَمُونَۖ ٤١",
    "text_simple": "ولا تلبسوا الحق بالبطل وتكتموا الحق وأنتم تعلمون"
  },
  {
    "id": 49,
    "jozz": 1,
    "page": "7",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 42,
    "text_tashkeel": "وَأَقِيمُواْ اُ۬لصَّلَوٰةَ وَءَاتُواْ اُ۬لزَّكَوٰةَۖ وَارْكَعُواْ مَعَ اَ۬لرَّٰكِعِينَۖ ٤٢",
    "text_simple": "وأقيموا الصلوة وءاتوا الزكوة واركعوا مع الركعين"
  },
  {
    "id": 50,
    "jozz": 1,
    "page": "7",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 43,
    "text_tashkeel": "أَتَامُرُونَ اَ۬لنَّاسَ بِالْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ وَأَنتُمْ تَتْلُونَ اَ۬لْكِتَٰبَۖ أَفَلَا تَعْقِلُونَۖ ٤٣",
    "text_simple": "أتامرون الناس بالبر وتنسون أنفسكم وأنتم تتلون الكتب أفلا تعقلون"
  },
  {
    "id": 51,
    "jozz": 1,
    "page": "7",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 44,
    "text_tashkeel": "وَاسْتَعِينُواْ بِالصَّبْرِ وَالصَّلَوٰةِۖ وَإِنَّهَا لَكَبِيرَةٌ اِلَّا عَلَى اَ۬لْخَٰشِعِينَ ٤٤",
    "text_simple": "واستعينوا بالصبر والصلوة وإنها لكبيرة الا على الخشعين"
  },
  {
    "id": 52,
    "jozz": 1,
    "page": "7",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 45,
    "text_tashkeel": "اَ۬لذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمْ وَأَنَّهُمُۥٓ إِلَيْهِ رَٰجِعُونَۖ ٤٥",
    "text_simple": "الذين يظنون أنهم ملقوا ربهم وأنهمٓ إليه رجعون"
  },
  {
    "id": 53,
    "jozz": 1,
    "page": "7",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 46,
    "text_tashkeel": "يَٰبَنِےٓ إِسْرَآءِيلَ اَ۟ذْكُرُواْ نِعْمَتِيَ اَ۬لتِےٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّے فَضَّلْتُكُمْ عَلَى اَ۬لْعَٰلَمِينَۖ ٤٦",
    "text_simple": "يبنےٓ إسرآءيل اذكروا نعمتي التےٓ أنعمت عليكم وأنے فضلتكم على العلمين"
  },
  {
    "id": 54,
    "jozz": 1,
    "page": "7",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 47,
    "text_tashkeel": "وَاتَّقُواْ يَوْماٗ لَّا تَجْزِے نَفْسٌ عَن نَّفْسٖ شَئْاٗ وَلَا يُقْبَلُ مِنْهَا شَفَٰعَةٞ وَلَا يُوخَذُ مِنْهَا عَدْلٞ وَلَا هُمْ يُنصَرُونَۖ ٤٧",
    "text_simple": "واتقوا يوماٗ لا تجزے نفس عن نفسٖ شئاٗ ولا يقبل منها شفعةٞ ولا يوخذ منها عدلٞ ولا هم ينصرون"
  },
  {
    "id": 55,
    "jozz": 1,
    "page": "8",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 48,
    "text_tashkeel": " وَإِذْ نَجَّيْنَٰكُم مِّنَ اٰلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ اَ۬لْعَذَابِ يُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْۖ وَفِے ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمْ عَظِيمٞۖ ٤٨",
    "text_simple": "وإذ نجينكم من ال فرعون يسومونكم سوٓء العذاب يذبحون أبنآءكم ويستحيون نسآءكم وفے ذلكم بلآءٞ من ربكم عظيمٞ"
  },
  {
    "id": 56,
    "jozz": 1,
    "page": "8",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 49,
    "text_tashkeel": "وَإِذْ فَرَقْنَا بِكُمُ اُ۬لْبَحْرَ فَأَنجَيْنَٰكُمْ وَأَغْرَقْنَآ ءَالَ فِرْعَوْنَ وَأَنتُمْ تَنظُرُونَۖ ٤٩",
    "text_simple": "وإذ فرقنا بكم البحر فأنجينكم وأغرقنآ ءال فرعون وأنتم تنظرون"
  },
  {
    "id": 57,
    "jozz": 1,
    "page": "8",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 50,
    "text_tashkeel": "وَإِذْ وَٰعَدْنَا مُوس۪ىٰٓ أَرْبَعِينَ لَيْلَةٗ ثُمَّ اَ۪تَّخَذتُّمُ اُ۬لْعِجْلَ مِنۢ بَعْدِهِۦ وَأَنتُمْ ظَٰلِمُونَۖ ٥٠",
    "text_simple": "وإذ وعدنا موسىٓ أربعين ليلةٗ ثم اتخذتم العجل من بعده وأنتم ظلمون"
  },
  {
    "id": 58,
    "jozz": 1,
    "page": "8",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 6,
    "line_end": 6,
    "aya_no": 51,
    "text_tashkeel": " ثُمَّ عَفَوْنَا عَنكُم مِّنۢ بَعْدِ ذَٰلِكَ لَعَلَّكُمْ تَشْكُرُونَۖ ٥١",
    "text_simple": "ثم عفونا عنكم من بعد ذلك لعلكم تشكرون"
  },
  {
    "id": 59,
    "jozz": 1,
    "page": "8",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 7,
    "line_end": 7,
    "aya_no": 52,
    "text_tashkeel": " وَإِذَ اٰتَيْنَا مُوسَى اَ۬لْكِتَٰبَۖ وَالْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُونَۖ ٥٢",
    "text_simple": "وإذ اتينا موسى الكتب والفرقان لعلكم تهتدون"
  },
  {
    "id": 60,
    "jozz": 1,
    "page": "8",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 8,
    "line_end": 11,
    "aya_no": 53,
    "text_tashkeel": " ۞ وَإِذْ قَالَ مُوس۪ىٰ لِقَوْمِهِۦ يَٰقَوْمِ إِنَّكُمْ ظَلَمْتُمُۥٓ أَنفُسَكُم بِاتِّخَاذِكُمُ اُ۬لْعِجْلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمْ فَاقْتُلُوٓاْ أَنفُسَكُمْۖ ذَٰلِكُمْ خَيْرٞ لَّكُمْ عِندَ بَارِئِكُمْۖ فَتَابَ عَلَيْكُمُۥٓۖ إِنَّهُۥ هُوَ اَ۬لتَّوَّابُ اُ۬لرَّحِيمُۖ ٥٣",
    "text_simple": "وإذ قال موسى لقومه يقوم إنكم ظلمتمٓ أنفسكم باتخاذكم العجل فتوبوٓا إلى بارئكم فاقتلوٓا أنفسكم ذلكم خيرٞ لكم عند بارئكم فتاب عليكمٓ إنه هو التواب الرحيم"
  },
  {
    "id": 61,
    "jozz": 1,
    "page": "8",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 54,
    "text_tashkeel": "وَإِذْ قُلْتُمْ يَٰمُوس۪ىٰ لَن نُّومِنَ لَكَ حَتَّىٰ نَرَى اَ۬للَّهَ جَهْرَةٗ فَأَخَذَتْكُمُ اُ۬لصَّٰعِقَةُ وَأَنتُمْ تَنظُرُونَۖ ٥٤",
    "text_simple": "وإذ قلتم يموسى لن نومن لك حتى نرى الله جهرةٗ فأخذتكم الصعقة وأنتم تنظرون"
  },
  {
    "id": 62,
    "jozz": 1,
    "page": "8",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 55,
    "text_tashkeel": "ثُمَّ بَعَثْنَٰكُم مِّنۢ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَۖ ٥٥",
    "text_simple": "ثم بعثنكم من بعد موتكم لعلكم تشكرون"
  },
  {
    "id": 63,
    "jozz": 1,
    "page": "8",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 56,
    "text_tashkeel": "وَظَلَّلْنَا عَلَيْكُمُ اُ۬لْغَمَٰمَ وَأَنزَلْنَا عَلَيْكُمُ اُ۬لْمَنَّ وَالسَّلْو۪ىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقْنَٰكُمْۖ وَمَا ظَلَمُونَاۖ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمْ يَظْلِمُونَۖ ٥٦",
    "text_simple": "وظللنا عليكم الغمم وأنزلنا عليكم المن والسلوى كلوا من طيبت ما رزقنكم وما ظلمونا ولكن كانوٓا أنفسهم يظلمون"
  },
  {
    "id": 64,
    "jozz": 1,
    "page": "9",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 57,
    "text_tashkeel": " وَإِذْ قُلْنَا اَ۟دْخُلُواْ هَٰذِهِ اِ۬لْقَرْيَةَ فَكُلُواْ مِنْهَا حَيْثُ شِئْتُمْ رَغَداٗ وَادْخُلُواْ اُ۬لْبَابَ سُجَّداٗ وَقُولُواْ حِطَّةٞ يُغْفَرْ لَكُمْ خَطَٰيٰ۪كُمْۖ وَسَنَزِيدُ اُ۬لْمُحْسِنِينَۖ ٥٧",
    "text_simple": "وإذ قلنا ادخلوا هذه القرية فكلوا منها حيث شئتم رغداٗ وادخلوا الباب سجداٗ وقولوا حطةٞ يغفر لكم خطيكم وسنزيد المحسنين"
  },
  {
    "id": 65,
    "jozz": 1,
    "page": "9",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 58,
    "text_tashkeel": "فَبَدَّلَ اَ۬لذِينَ ظَلَمُواْ قَوْلاً غَيْرَ اَ۬لذِے قِيلَ لَهُمْ فَأَنزَلْنَا عَلَى اَ۬لذِينَ ظَلَمُواْ رِجْزاٗ مِّنَ اَ۬لسَّمَآءِ بِمَا كَانُواْ يَفْسُقُونَۖ ٥٨",
    "text_simple": "فبدل الذين ظلموا قولا غير الذے قيل لهم فأنزلنا على الذين ظلموا رجزاٗ من السمآء بما كانوا يفسقون"
  },
  {
    "id": 66,
    "jozz": 1,
    "page": "9",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 5,
    "line_end": 8,
    "aya_no": 59,
    "text_tashkeel": "۞ وَإِذِ اِ۪سْتَسْق۪ىٰ مُوس۪ىٰ لِقَوْمِهِۦ فَقُلْنَا اَ۪ضْرِب بِّعَصَاكَ اَ۬لْحَجَرَۖ فَانفَجَرَتْ مِنْهُ اُ۪ثْنَتَا عَشْرَةَ عَيْناٗۖ قَدْ عَلِمَ كُلُّ أُنَاسٖ مَّشْرَبَهُمْۖ كُلُواْ وَاشْرَبُواْ مِن رِّزْقِ اِ۬للَّهِۖ وَلَا تَعْثَوْاْ فِے اِ۬لَارْضِ مُفْسِدِينَۖ ٥٩",
    "text_simple": "وإذ استسقى موسى لقومه فقلنا اضرب بعصاك الحجر فانفجرت منه اثنتا عشرة عيناٗ قد علم كل أناسٖ مشربهم كلوا واشربوا من رزق الله ولا تعثوا فے الارض مفسدين"
  },
  {
    "id": 67,
    "jozz": 1,
    "page": "9",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 15,
    "aya_no": 60,
    "text_tashkeel": " وَإِذْ قُلْتُمْ يَٰمُوس۪ىٰ لَن نَّصْبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنۢبِتُ اُ۬لَارْضُ مِنۢ بَقْلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسْتَبْدِلُونَ اَ۬لذِے هُوَ أَدْن۪ىٰ بِالذِے هُوَ خَيْرٌۖ اِ۪هْبِطُواْ مِصْراٗ فَإِنَّ لَكُم مَّا سَأَلْتُمْۖ وَضُرِبَتْ عَلَيْهِمُ اُ۬لذِّلَّةُ وَالْمَسْكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ اَ۬للَّهِۖ ذَٰلِكَ بِأَنَّهُمْ كَانُواْ يَكْفُرُونَ بِـَٔايَٰتِ اِ۬للَّهِ وَيَقْتُلُونَ اَ۬لنَّبِيٓـِٕۧنَ بِغَيْرِ اِ۬لْحَقِّۖ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعْتَدُونَۖ ٦٠",
    "text_simple": "وإذ قلتم يموسى لن نصبر على طعامٖ وحدٖ فادع لنا ربك يخرج لنا مما تنبت الارض من بقلها وقثآئها وفومها وعدسها وبصلها قال أتستبدلون الذے هو أدنى بالذے هو خير اهبطوا مصراٗ فإن لكم ما سألتم وضربت عليهم الذلة والمسكنة وبآءو بغضبٖ من الله ذلك بأنهم كانوا يكفرون بٔايت الله ويقتلون النبيٕٓن بغير الحق ذلك بما عصوا وكانوا يعتدون"
  },
  {
    "id": 68,
    "jozz": 1,
    "page": "10",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 61,
    "text_tashkeel": " إِنَّ اَ۬لذِينَ ءَامَنُواْ وَالذِينَ هَادُواْ وَالنَّصَٰر۪ىٰ وَالصَّٰبِينَ مَنَ اٰمَنَ بِاللَّهِ وَالْيَوْمِ اِ۬لَاخِرِ وَعَمِلَ صَٰلِحاٗ فَلَهُمُۥٓ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَۖ ٦١",
    "text_simple": "إن الذين ءامنوا والذين هادوا والنصرى والصبين من امن بالله واليوم الاخر وعمل صلحاٗ فلهمٓ أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون"
  },
  {
    "id": 69,
    "jozz": 1,
    "page": "10",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 62,
    "text_tashkeel": "وَإِذَ اَخَذْنَا مِيثَٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ اُ۬لطُّورَۖ خُذُواْ مَآ ءَاتَيْنَٰكُم بِقُوَّةٖ وَاذْكُرُواْ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَۖ ٦٢",
    "text_simple": "وإذ اخذنا ميثقكم ورفعنا فوقكم الطور خذوا مآ ءاتينكم بقوةٖ واذكروا ما فيه لعلكم تتقون"
  },
  {
    "id": 70,
    "jozz": 1,
    "page": "10",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 63,
    "text_tashkeel": "ثُمَّ تَوَلَّيْتُم مِّنۢ بَعْدِ ذَٰلِكَۖ فَلَوْلَا فَضْلُ اُ۬للَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ لَكُنتُم مِّنَ اَ۬لْخَٰسِرِينَۖ ٦٣",
    "text_simple": "ثم توليتم من بعد ذلك فلولا فضل الله عليكم ورحمته لكنتم من الخسرين"
  },
  {
    "id": 71,
    "jozz": 1,
    "page": "10",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 64,
    "text_tashkeel": "وَلَقَدْ عَلِمْتُمُ اُ۬لذِينَ اَ۪عْتَدَوْاْ مِنكُمْ فِے اِ۬لسَّبْتِ فَقُلْنَا لَهُمْ كُونُواْ قِرَدَةً خَٰسِـِٕينَۖ ٦٤",
    "text_simple": "ولقد علمتم الذين اعتدوا منكم فے السبت فقلنا لهم كونوا قردة خسٕين"
  },
  {
    "id": 72,
    "jozz": 1,
    "page": "10",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 65,
    "text_tashkeel": "فَجَعَلْنَٰهَا نَكَٰلاٗ لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةٗ لِّلْمُتَّقِينَۖ ٦٥",
    "text_simple": "فجعلنها نكلاٗ لما بين يديها وما خلفها وموعظةٗ للمتقين"
  },
  {
    "id": 73,
    "jozz": 1,
    "page": "10",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 66,
    "text_tashkeel": "۞ وَإِذْ قَالَ مُوس۪ىٰ لِقَوْمِهِۦٓ إِنَّ اَ۬للَّهَ يَامُرُكُمُۥٓ أَن تَذْبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُؤاٗۖ قَالَ أَعُوذُ بِاللَّهِ أَنَ اَكُونَ مِنَ اَ۬لْجَٰهِلِينَۖ ٦٦",
    "text_simple": "وإذ قال موسى لقومهٓ إن الله يامركمٓ أن تذبحوا بقرةٗ قالوٓا أتتخذنا هزؤاٗ قال أعوذ بالله أن اكون من الجهلين"
  },
  {
    "id": 74,
    "jozz": 1,
    "page": "10",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 67,
    "text_tashkeel": " قَالُواْ اُ۟دْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۖ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكْرٌۖ عَوَانُۢ بَيْنَ ذَٰلِكَۖ فَافْعَلُواْ مَا تُومَرُونَۖ ٦٧",
    "text_simple": "قالوا ادع لنا ربك يبين لنا ما هي قال إنه يقول إنها بقرةٞ لا فارضٞ ولا بكر عوان بين ذلك فافعلوا ما تومرون"
  },
  {
    "id": 75,
    "jozz": 1,
    "page": "10",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 68,
    "text_tashkeel": "قَالُواْ اُ۟دْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوْنُهَاۖ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفْرَآءُ فَاقِعٞ لَّوْنُهَاۖ تَسُرُّ اُ۬لنَّٰظِرِينَۖ ٦٨",
    "text_simple": "قالوا ادع لنا ربك يبين لنا ما لونها قال إنه يقول إنها بقرةٞ صفرآء فاقعٞ لونها تسر النظرين"
  },
  {
    "id": 76,
    "jozz": 1,
    "page": "11",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 69,
    "text_tashkeel": " قَالُواْ اُ۟دْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ اَ۬لْبَقَرَ تَشَٰبَهَ عَلَيْنَا وَإِنَّآ إِن شَآءَ اَ۬للَّهُ لَمُهْتَدُونَۖ ٦٩",
    "text_simple": "قالوا ادع لنا ربك يبين لنا ما هي إن البقر تشبه علينا وإنآ إن شآء الله لمهتدون"
  },
  {
    "id": 77,
    "jozz": 1,
    "page": "11",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 70,
    "text_tashkeel": "قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ اُ۬لَارْضَ وَلَا تَسْقِے اِ۬لْحَرْثَۖ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۖ قَالُواْ اُ۬لَٰنَ جِئْتَ بِالْحَقِّۖ فَذَبَحُوهَا وَمَا كَادُواْ يَفْعَلُونَۖ ٧٠",
    "text_simple": "قال إنه يقول إنها بقرةٞ لا ذلولٞ تثير الارض ولا تسقے الحرث مسلمةٞ لا شية فيها قالوا الن جئت بالحق فذبحوها وما كادوا يفعلون"
  },
  {
    "id": 78,
    "jozz": 1,
    "page": "11",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 71,
    "text_tashkeel": "وَإِذْ قَتَلْتُمْ نَفْساٗ فَادَّٰرَٰٔتُمْ فِيهَاۖ وَاللَّهُ مُخْرِجٞ مَّا كُنتُمْ تَكْتُمُونَۖ ٧١",
    "text_simple": "وإذ قتلتم نفساٗ فادرٔتم فيها والله مخرجٞ ما كنتم تكتمون"
  },
  {
    "id": 79,
    "jozz": 1,
    "page": "11",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 72,
    "text_tashkeel": " فَقُلْنَا اَ۪ضْرِبُوهُ بِبَعْضِهَاۖ كَذَٰلِكَ يُحْيِ اِ۬للَّهُ اُ۬لْمَوْت۪ىٰ وَيُرِيكُمُۥٓ ءَايَٰتِهِۦ لَعَلَّكُمْ تَعْقِلُونَۖ ٧٢",
    "text_simple": "فقلنا اضربوه ببعضها كذلك يحي الله الموتى ويريكمٓ ءايته لعلكم تعقلون"
  },
  {
    "id": 80,
    "jozz": 1,
    "page": "11",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 7,
    "line_end": 10,
    "aya_no": 73,
    "text_tashkeel": "ثُمَّ قَسَتْ قُلُوبُكُم مِّنۢ بَعْدِ ذَٰلِكَ فَهِيَ كَالْحِجَارَةِ أَوَ اَشَدُّ قَسْوَةٗۖ وَإِنَّ مِنَ اَ۬لْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ اُ۬لَانْهَٰرُۖ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ اُ۬لْمَآءُۖ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اِ۬للَّهِۖ وَمَا اَ۬للَّهُ بِغَٰفِلٍ عَمَّا تَعْمَلُونَۖ ٧٣",
    "text_simple": "ثم قست قلوبكم من بعد ذلك فهي كالحجارة أو اشد قسوةٗ وإن من الحجارة لما يتفجر منه الانهر وإن منها لما يشقق فيخرج منه المآء وإن منها لما يهبط من خشية الله وما الله بغفل عما تعملون"
  },
  {
    "id": 81,
    "jozz": 1,
    "page": "11",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 11,
    "line_end": 13,
    "aya_no": 74,
    "text_tashkeel": " أَفَتَطْمَعُونَ أَنْ يُّومِنُواْ لَكُمْ وَقَدْ كَانَ فَرِيقٞ مِّنْهُمْ يَسْمَعُونَ كَلَٰمَ اَ۬للَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَۖ ٧٤",
    "text_simple": "أفتطمعون أن يومنوا لكم وقد كان فريقٞ منهم يسمعون كلم الله ثم يحرفونه من بعد ما عقلوه وهم يعلمون"
  },
  {
    "id": 82,
    "jozz": 1,
    "page": "11",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 75,
    "text_tashkeel": "۞ وَإِذَا لَقُواْ اُ۬لذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّاۖ وَإِذَا خَلَا بَعْضُهُمُۥٓ إِلَىٰ بَعْضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ اَ۬للَّهُ عَلَيْكُمْ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمُۥٓۖ أَفَلَا تَعْقِلُونَۖ ٧٥",
    "text_simple": "وإذا لقوا الذين ءامنوا قالوٓا ءامنا وإذا خلا بعضهمٓ إلى بعضٖ قالوٓا أتحدثونهم بما فتح الله عليكم ليحآجوكم به عند ربكمٓ أفلا تعقلون"
  },
  {
    "id": 83,
    "jozz": 1,
    "page": "12",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 1,
    "aya_no": 76,
    "text_tashkeel": " أَوَلَا يَعْلَمُونَ أَنَّ اَ۬للَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَۖ ٧٦",
    "text_simple": "أولا يعلمون أن الله يعلم ما يسرون وما يعلنون"
  },
  {
    "id": 84,
    "jozz": 1,
    "page": "12",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 77,
    "text_tashkeel": " وَمِنْهُمُۥٓ أُمِّيُّونَ لَا يَعْلَمُونَ اَ۬لْكِتَٰبَ إِلَّآ أَمَانِيَّۖ وَإِنْ هُمُۥٓ إِلَّا يَظُنُّونَۖ ٧٧",
    "text_simple": "ومنهمٓ أميون لا يعلمون الكتب إلآ أماني وإن همٓ إلا يظنون"
  },
  {
    "id": 85,
    "jozz": 1,
    "page": "12",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 78,
    "text_tashkeel": "فَوَيْلٞ لِّلذِينَ يَكْتُبُونَ اَ۬لْكِتَٰبَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَٰذَا مِنْ عِندِ اِ۬للَّهِ لِيَشْتَرُواْ بِهِۦ ثَمَناٗ قَلِيلاٗۖ فَوَيْلٞ لَّهُم مِّمَّا كَتَبَتَ اَيْدِيهِمْۖ وَوَيْلٞ لَّهُم مِّمَّا يَكْسِبُونَۖ ٧٨",
    "text_simple": "فويلٞ للذين يكتبون الكتب بأيديهم ثم يقولون هذا من عند الله ليشتروا به ثمناٗ قليلاٗ فويلٞ لهم مما كتبت ايديهم وويلٞ لهم مما يكسبون"
  },
  {
    "id": 86,
    "jozz": 1,
    "page": "12",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 79,
    "text_tashkeel": " وَقَالُواْ لَن تَمَسَّنَا اَ۬لنَّارُ إِلَّآ أَيَّاماٗ مَّعْدُودَةٗۖ قُلَ اَتَّخَذتُّمْ عِندَ اَ۬للَّهِ عَهْداٗ فَلَنْ يُّخْلِفَ اَ۬للَّهُ عَهْدَهُۥٓۖ أَمْ تَقُولُونَ عَلَى اَ۬للَّهِ مَا لَا تَعْلَمُونَۖ ٧٩",
    "text_simple": "وقالوا لن تمسنا النار إلآ أياماٗ معدودةٗ قل اتخذتم عند الله عهداٗ فلن يخلف الله عهدهٓ أم تقولون على الله ما لا تعلمون"
  },
  {
    "id": 87,
    "jozz": 1,
    "page": "12",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 80,
    "text_tashkeel": "بَل۪ىٰ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتْ بِهِۦ خَطِيٓـَٰٔتُهُۥ فَأُوْلَٰٓئِكَ أَصْحَٰبُ اُ۬لنّ۪ارِ هُمْ فِيهَا خَٰلِدُونَۖ ٨٠",
    "text_simple": "بلى من كسب سيئةٗ وأحطت به خطيٓٔته فأولٓئك أصحب النار هم فيها خلدون"
  },
  {
    "id": 88,
    "jozz": 1,
    "page": "12",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 81,
    "text_tashkeel": "وَالذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصْحَٰبُ اُ۬لْجَنَّةِ هُمْ فِيهَا خَٰلِدُونَۖ ٨١",
    "text_simple": "والذين ءامنوا وعملوا الصلحت أولٓئك أصحب الجنة هم فيها خلدون"
  },
  {
    "id": 89,
    "jozz": 1,
    "page": "12",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 11,
    "line_end": 15,
    "aya_no": 82,
    "text_tashkeel": "وَإِذَ اَخَذْنَا مِيثَٰقَ بَنِےٓ إِسْرَآءِيلَ لَا تَعْبُدُونَ إِلَّا اَ۬للَّهَۖ وَبِالْوَٰلِدَيْنِ إِحْسَٰناٗ وَذِے اِ۬لْقُرْب۪ىٰ وَالْيَتَٰم۪ىٰ وَالْمَسَٰكِينِۖ وَقُولُواْ لِلنَّاسِ حُسْناٗۖ وَأَقِيمُواْ اُ۬لصَّلَوٰةَ وَءَاتُواْ اُ۬لزَّكَوٰةَۖ ثُمَّ تَوَلَّيْتُمُۥٓ إِلَّا قَلِيلاٗ مِّنكُمْ وَأَنتُم مُّعْرِضُونَۖ ٨٢",
    "text_simple": "وإذ اخذنا ميثق بنےٓ إسرآءيل لا تعبدون إلا الله وبالولدين إحسناٗ وذے القربى واليتمى والمسكين وقولوا للناس حسناٗ وأقيموا الصلوة وءاتوا الزكوة ثم توليتمٓ إلا قليلاٗ منكم وأنتم معرضون"
  },
  {
    "id": 90,
    "jozz": 1,
    "page": "13",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 83,
    "text_tashkeel": " وَإِذَ اَخَذْنَا مِيثَٰقَكُمْ لَا تَسْفِكُونَ دِمَآءَكُمْ وَلَا تُخْرِجُونَ أَنفُسَكُم مِّن دِيٰ۪رِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنتُمْ تَشْهَدُونَۖ ٨٣",
    "text_simple": "وإذ اخذنا ميثقكم لا تسفكون دمآءكم ولا تخرجون أنفسكم من ديركم ثم أقررتم وأنتم تشهدون"
  },
  {
    "id": 91,
    "jozz": 1,
    "page": "13",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 3,
    "line_end": 9,
    "aya_no": 84,
    "text_tashkeel": " ثُمَّ أَنتُمْ هَٰٓؤُلَآءِ تَقْتُلُونَ أَنفُسَكُمْ وَتُخْرِجُونَ فَرِيقاٗ مِّنكُم مِّن دِيٰ۪رِهِمْ تَظَّٰهَرُونَ عَلَيْهِم بِالِاثْمِ وَالْعُدْوَٰنِۖ ۞ وَإِنْ يَّاتُوكُمُۥٓ أُسَٰر۪ىٰ تُفَٰدُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمُۥٓ إِخْرَاجُهُمُۥٓۖ أَفَتُومِنُونَ بِبَعْضِ اِ۬لْكِتَٰبِ وَتَكْفُرُونَ بِبَعْضٖۖ فَمَا جَزَآءُ مَنْ يَّفْعَلُ ذَٰلِكَ مِنكُمُۥٓ إِلَّا خِزْيٞ فِے اِ۬لْحَيَوٰةِ اِ۬لدُّنْي۪اۖ وَيَوْمَ اَ۬لْقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ اِ۬لْعَذَابِۖ وَمَا اَ۬للَّهُ بِغَٰفِلٍ عَمَّا يَعْمَلُونَۖ ٨٤",
    "text_simple": "ثم أنتم هٓؤلآء تقتلون أنفسكم وتخرجون فريقاٗ منكم من ديرهم تظهرون عليهم بالاثم والعدون وإن ياتوكمٓ أسرى تفدوهم وهو محرم عليكمٓ إخراجهمٓ أفتومنون ببعض الكتب وتكفرون ببعضٖ فما جزآء من يفعل ذلك منكمٓ إلا خزيٞ فے الحيوة الدنيا ويوم القيمة يردون إلىٓ أشد العذاب وما الله بغفل عما يعملون"
  },
  {
    "id": 92,
    "jozz": 1,
    "page": "13",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 85,
    "text_tashkeel": "أُوْلَٰٓئِكَ اَ۬لذِينَ اَ۪شْتَرَوُاْ اُ۬لْحَيَوٰةَ اَ۬لدُّنْي۪ا بِالَاخِرَةِ فَلَا يُخَفَّفُ عَنْهُمُ اُ۬لْعَذَابُ وَلَا هُمْ يُنصَرُونَۖ ٨٥",
    "text_simple": "أولٓئك الذين اشتروا الحيوة الدنيا بالاخرة فلا يخفف عنهم العذاب ولا هم ينصرون"
  },
  {
    "id": 93,
    "jozz": 1,
    "page": "13",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 11,
    "line_end": 14,
    "aya_no": 86,
    "text_tashkeel": " وَلَقَدَ اٰتَيْنَا مُوسَى اَ۬لْكِتَٰبَ وَقَفَّيْنَا مِنۢ بَعْدِهِۦ بِالرُّسُلِۖ وَءَاتَيْنَا عِيسَى اَ۪بْنَ مَرْيَمَ اَ۬لْبَيِّنَٰتِ وَأَيَّدْنَٰهُ بِرُوحِ اِ۬لْقُدُسِۖ أَفَكُلَّمَا جَآءَكُمْ رَسُولُۢ بِمَا لَا تَهْو۪ىٰٓ أَنفُسُكُمُ اُ۪سْتَكْبَرْتُمْۖ فَفَرِيقاٗ كَذَّبْتُمْۖ وَفَرِيقاٗ تَقْتُلُونَۖ ٨٦",
    "text_simple": "ولقد اتينا موسى الكتب وقفينا من بعده بالرسل وءاتينا عيسى ابن مريم البينت وأيدنه بروح القدس أفكلما جآءكم رسول بما لا تهوىٓ أنفسكم استكبرتم ففريقاٗ كذبتم وفريقاٗ تقتلون"
  },
  {
    "id": 94,
    "jozz": 1,
    "page": "13",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 87,
    "text_tashkeel": "وَقَالُواْ قُلُوبُنَا غُلْفُۢۖ بَل لَّعَنَهُمُ اُ۬للَّهُ بِكُفْرِهِمْ فَقَلِيلاٗ مَّا يُومِنُونَۖ ٨٧",
    "text_simple": "وقالوا قلوبنا غلف بل لعنهم الله بكفرهم فقليلاٗ ما يومنون"
  },
  {
    "id": 95,
    "jozz": 1,
    "page": "14",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 88,
    "text_tashkeel": " وَلَمَّا جَآءَهُمْ كِتَٰبٞ مِّنْ عِندِ اِ۬للَّهِ مُصَدِّقٞ لِّمَا مَعَهُمْ وَكَانُواْ مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى اَ۬لذِينَ كَفَرُواْۖ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۖ فَلَعْنَةُ اُ۬للَّهِ عَلَى اَ۬لْكٰ۪فِرِينَۖ ٨٨",
    "text_simple": "ولما جآءهم كتبٞ من عند الله مصدقٞ لما معهم وكانوا من قبل يستفتحون على الذين كفروا فلما جآءهم ما عرفوا كفروا به فلعنة الله على الكفرين"
  },
  {
    "id": 96,
    "jozz": 1,
    "page": "14",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 89,
    "text_tashkeel": " بِيسَمَا اَ۪شْتَرَوْاْ بِهِۦٓ أَنفُسَهُمُۥٓ أَنْ يَّكْفُرُواْ بِمَآ أَنزَلَ اَ۬للَّهُ بَغْياً اَنْ يُّنَزِّلَ اَ۬للَّهُ مِن فَضْلِهِۦ عَلَىٰ مَنْ يَّشَآءُ مِنْ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۖ وَلِلْكٰ۪فِرِينَ عَذَابٞ مُّهِينٞۖ ٨٩",
    "text_simple": "بيسما اشتروا بهٓ أنفسهمٓ أن يكفروا بمآ أنزل الله بغيا ان ينزل الله من فضله على من يشآء من عباده فبآءو بغضب على غضبٖ وللكفرين عذابٞ مهينٞ"
  },
  {
    "id": 97,
    "jozz": 1,
    "page": "14",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 7,
    "line_end": 10,
    "aya_no": 90,
    "text_tashkeel": " وَإِذَا قِيلَ لَهُمُۥٓ ءَامِنُواْ بِمَآ أَنزَلَ اَ۬للَّهُ قَالُواْ نُومِنُ بِمَآ أُنزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَآءَهُۥۖ وَهُوَ اَ۬لْحَقُّ مُصَدِّقاٗ لِّمَا مَعَهُمْۖ قُلْ فَلِمَ تَقْتُلُونَ أَنۢبِئَآءَ اَ۬للَّهِ مِن قَبْلُ إِن كُنتُم مُّومِنِينَۖ ٩٠",
    "text_simple": "وإذا قيل لهمٓ ءامنوا بمآ أنزل الله قالوا نومن بمآ أنزل علينا ويكفرون بما ورآءه وهو الحق مصدقاٗ لما معهم قل فلم تقتلون أنبئآء الله من قبل إن كنتم مومنين"
  },
  {
    "id": 98,
    "jozz": 1,
    "page": "14",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 91,
    "text_tashkeel": "۞ وَلَقَدْ جَآءَكُم مُّوس۪ىٰ بِالْبَيِّنَٰتِ ثُمَّ اَ۪تَّخَذتُّمُ اُ۬لْعِجْلَ مِنۢ بَعْدِهِۦ وَأَنتُمْ ظَٰلِمُونَۖ ٩١",
    "text_simple": "ولقد جآءكم موسى بالبينت ثم اتخذتم العجل من بعده وأنتم ظلمون"
  },
  {
    "id": 99,
    "jozz": 1,
    "page": "14",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 11,
    "line_end": 15,
    "aya_no": 92,
    "text_tashkeel": "وَإِذَ اَخَذْنَا مِيثَٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ اُ۬لطُّورَۖ خُذُواْ مَآ ءَاتَيْنَٰكُم بِقُوَّةٖ وَاسْمَعُواْۖ قَالُواْ سَمِعْنَا وَعَصَيْنَاۖ وَأُشْرِبُواْ فِے قُلُوبِهِمُ اُ۬لْعِجْلَ بِكُفْرِهِمْۖ قُلْ بِيسَمَا يَامُرُكُم بِهِۦٓ إِيمَٰنُكُمُۥٓ إِن كُنتُم مُّومِنِينَۖ ٩٢",
    "text_simple": "وإذ اخذنا ميثقكم ورفعنا فوقكم الطور خذوا مآ ءاتينكم بقوةٖ واسمعوا قالوا سمعنا وعصينا وأشربوا فے قلوبهم العجل بكفرهم قل بيسما يامركم بهٓ إيمنكمٓ إن كنتم مومنين"
  },
  {
    "id": 100,
    "jozz": 1,
    "page": "15",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 93,
    "text_tashkeel": " قُلِ اِن كَانَتْ لَكُمُ اُ۬لدَّارُ اُ۬لَاخِرَةُ عِندَ اَ۬للَّهِ خَالِصَةٗ مِّن دُونِ اِ۬لنَّاسِ فَتَمَنَّوُاْ اُ۬لْمَوْتَ إِن كُنتُمْ صَٰدِقِينَۖ ٩٣",
    "text_simple": "قل ان كانت لكم الدار الاخرة عند الله خالصةٗ من دون الناس فتمنوا الموت إن كنتم صدقين"
  },
  {
    "id": 101,
    "jozz": 1,
    "page": "15",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 94,
    "text_tashkeel": "وَلَنْ يَّتَمَنَّوْهُ أَبَداَۢ بِمَا قَدَّمَتَ اَيْدِيهِمْۖ وَاللَّهُ عَلِيمُۢ بِالظَّٰلِمِينَۖ ٩٤",
    "text_simple": "ولن يتمنوه أبدا بما قدمت ايديهم والله عليم بالظلمين"
  },
  {
    "id": 102,
    "jozz": 1,
    "page": "15",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 95,
    "text_tashkeel": " وَلَتَجِدَنَّهُمُۥٓ أَحْرَصَ اَ۬لنَّاسِ عَلَىٰ حَيَوٰةٖۖ وَمِنَ اَ۬لذِينَ أَشْرَكُواْ يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٖۖ وَمَا هُوَ بِمُزَحْزِحِهِۦ مِنَ اَ۬لْعَذَابِ أَنْ يُّعَمَّرَۖ وَاللَّهُ بَصِيرُۢ بِمَا يَعْمَلُونَۖ ٩٥",
    "text_simple": "ولتجدنهمٓ أحرص الناس على حيوةٖ ومن الذين أشركوا يود أحدهم لو يعمر ألف سنةٖ وما هو بمزحزحه من العذاب أن يعمر والله بصير بما يعملون"
  },
  {
    "id": 103,
    "jozz": 1,
    "page": "15",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 96,
    "text_tashkeel": "قُلْ مَن كَانَ عَدُوّاٗ لِّـجِبْرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلْبِكَ بِإِذْنِ اِ۬للَّهِ مُصَدِّقاٗ لِّمَا بَيْنَ يَدَيْهِ وَهُدىٗ وَبُشْر۪ىٰ لِلْمُومِنِينَۖ ٩٦",
    "text_simple": "قل من كان عدواٗ لجبريل فإنه نزله على قلبك بإذن الله مصدقاٗ لما بين يديه وهدىٗ وبشرى للمومنين"
  },
  {
    "id": 104,
    "jozz": 1,
    "page": "15",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 97,
    "text_tashkeel": " مَن كَانَ عَدُوّاٗ لِّلهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبْرِيلَ وَمِيكَٰٓئِلَ فَإِنَّ اَ۬للَّهَ عَدُوّٞ لِّلْكٰ۪فِرِينَۖ ٩٧",
    "text_simple": "من كان عدواٗ لله وملٓئكته ورسله وجبريل وميكٓئل فإن الله عدوٞ للكفرين"
  },
  {
    "id": 105,
    "jozz": 1,
    "page": "15",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 98,
    "text_tashkeel": "وَلَقَدَ اَنزَلْنَآ إِلَيْكَ ءَايَٰتِۢ بَيِّنَٰتٖۖ وَمَا يَكْفُرُ بِهَآ إِلَّا اَ۬لْفَٰسِقُونَۖ ٩٨",
    "text_simple": "ولقد انزلنآ إليك ءايت بينتٖ وما يكفر بهآ إلا الفسقون"
  },
  {
    "id": 106,
    "jozz": 1,
    "page": "15",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 99,
    "text_tashkeel": " أَوَكُلَّمَا عَٰهَدُواْ عَهْداٗ نَّبَذَهُۥ فَرِيقٞ مِّنْهُمۖ بَلَ اَكْثَرُهُمْ لَا يُومِنُونَۖ ٩٩",
    "text_simple": "أوكلما عهدوا عهداٗ نبذه فريقٞ منهم بل اكثرهم لا يومنون"
  },
  {
    "id": 107,
    "jozz": 1,
    "page": "15",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 100,
    "text_tashkeel": "۞ وَلَمَّا جَآءَهُمْ رَسُولٞ مِّنْ عِندِ اِ۬للَّهِ مُصَدِّقٞ لِّمَا مَعَهُمْ نَبَذَ فَرِيقٞ مِّنَ اَ۬لذِينَ أُوتُواْ اُ۬لْكِتَٰبَ كِتَٰبَ اَ۬للَّهِ وَرَآءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَۖ ١٠٠",
    "text_simple": "ولما جآءهم رسولٞ من عند الله مصدقٞ لما معهم نبذ فريقٞ من الذين أوتوا الكتب كتب الله ورآء ظهورهم كأنهم لا يعلمون"
  },
  {
    "id": 108,
    "jozz": 1,
    "page": "16",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 9,
    "aya_no": 101,
    "text_tashkeel": " وَاتَّبَعُواْ مَا تَتْلُواْ اُ۬لشَّيَٰطِينُ عَلَىٰ مُلْكِ سُلَيْمَٰنَۖ وَمَا كَفَرَ سُلَيْمَٰنُۖ وَلَٰكِنَّ اَ۬لشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ اَ۬لنَّاسَ اَ۬لسِّحْرَ وَمَآ أُنزِلَ عَلَى اَ۬لْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَۖ وَمَا يُعَلِّمَٰنِ مِنَ اَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحْنُ فِتْنَةٞ فَلَا تَكْفُرْۖ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيْنَ اَ۬لْمَرْءِ وَزَوْجِهِۦۖ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنَ اَحَدٍ اِلَّا بِإِذْنِ اِ۬للَّهِۖ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْۖ وَلَقَدْ عَلِمُواْ لَمَنِ اِ۪شْتَر۪يٰهُ مَا لَهُۥ فِے اِ۬لَاخِرَةِ مِنْ خَلَٰقٖۖ وَلَبِيسَ مَا شَرَوْاْ بِهِۦٓ أَنفُسَهُمْ لَوْ كَانُواْ يَعْلَمُونَۖ ١٠١",
    "text_simple": "واتبعوا ما تتلوا الشيطين على ملك سليمن وما كفر سليمن ولكن الشيطين كفروا يعلمون الناس السحر ومآ أنزل على الملكين ببابل هاروت وماروت وما يعلمن من احد حتى يقولآ إنما نحن فتنةٞ فلا تكفر فيتعلمون منهما ما يفرقون به بين المرء وزوجه وما هم بضآرين به من احد الا بإذن الله ويتعلمون ما يضرهم ولا ينفعهم ولقد علموا لمن اشتريه ما له فے الاخرة من خلقٖ ولبيس ما شروا بهٓ أنفسهم لو كانوا يعلمون"
  },
  {
    "id": 109,
    "jozz": 1,
    "page": "16",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 102,
    "text_tashkeel": "وَلَوَ اَنَّهُمُۥٓ ءَامَنُواْ وَاتَّقَوْاْ لَمَثُوبَةٞ مِّنْ عِندِ اِ۬للَّهِ خَيْرٞ لَّوْ كَانُواْ يَعْلَمُونَۖ ١٠٢",
    "text_simple": "ولو انهمٓ ءامنوا واتقوا لمثوبةٞ من عند الله خيرٞ لو كانوا يعلمون"
  },
  {
    "id": 110,
    "jozz": 1,
    "page": "16",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 103,
    "text_tashkeel": " يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ اُ۟نظُرْنَا وَاسْمَعُواْۖ وَلِلْكٰ۪فِرِينَ عَذَابٌ اَلِيمٞۖ ١٠٣",
    "text_simple": "يٓأيها الذين ءامنوا لا تقولوا رعنا وقولوا انظرنا واسمعوا وللكفرين عذاب اليمٞ"
  },
  {
    "id": 111,
    "jozz": 1,
    "page": "16",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 12,
    "line_end": 15,
    "aya_no": 104,
    "text_tashkeel": "مَّا يَوَدُّ اُ۬لذِينَ كَفَرُواْ مِنَ اَهْلِ اِ۬لْكِتَٰبِ وَلَا اَ۬لْمُشْرِكِينَ أَنْ يُّنَزَّلَ عَلَيْكُم مِّنْ خَيْرٖ مِّن رَّبِّكُمْۖ وَاللَّهُ يَخْتَصُّ بِرَحْمَتِهِۦ مَنْ يَّشَآءُۖ وَاللَّهُ ذُو اُ۬لْفَضْلِ اِ۬لْعَظِيمِۖ ١٠٤",
    "text_simple": "ما يود الذين كفروا من اهل الكتب ولا المشركين أن ينزل عليكم من خيرٖ من ربكم والله يختص برحمته من يشآء والله ذو الفضل العظيم"
  },
  {
    "id": 112,
    "jozz": 1,
    "page": "17",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 105,
    "text_tashkeel": " ۞ مَا نَنسَخْ مِنَ اٰيَةٍ اَوْ نُنسِهَا نَاتِ بِخَيْرٖ مِّنْهَآ أَوْ مِثْلِهَآۖ أَلَمْ تَعْلَمَ اَنَّ اَ۬للَّهَ عَلَىٰ كُلِّ شَےْءٖ قَدِيرٌۖ ١٠٥",
    "text_simple": "ما ننسخ من اية او ننسها نات بخيرٖ منهآ أو مثلهآ ألم تعلم ان الله على كل شےءٖ قدير"
  },
  {
    "id": 113,
    "jozz": 1,
    "page": "17",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 106,
    "text_tashkeel": "اَلَمْ تَعْلَمَ اَنَّ اَ۬للَّهَ لَهُۥ مُلْكُ اُ۬لسَّمَٰوَٰتِ وَالَارْضِ وَمَا لَكُم مِّن دُونِ اِ۬للَّهِ مِنْ وَّلِيّٖ وَلَا نَصِيرٍۖ ١٠٦",
    "text_simple": "الم تعلم ان الله له ملك السموت والارض وما لكم من دون الله من وليٖ ولا نصير"
  },
  {
    "id": 114,
    "jozz": 1,
    "page": "17",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 107,
    "text_tashkeel": "اَمْ تُرِيدُونَ أَن تَسْـَٔلُواْ رَسُولَكُمْ كَمَا سُئِلَ مُوس۪ىٰ مِن قَبْلُۖ وَمَنْ يَّتَبَدَّلِ اِ۬لْكُفْرَ بِالِايمَٰنِ فَقَد ضَّلَّ سَوَآءَ اَ۬لسَّبِيلِۖ ١٠٧",
    "text_simple": "ام تريدون أن تسٔلوا رسولكم كما سئل موسى من قبل ومن يتبدل الكفر بالايمن فقد ضل سوآء السبيل"
  },
  {
    "id": 115,
    "jozz": 1,
    "page": "17",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 6,
    "line_end": 10,
    "aya_no": 108,
    "text_tashkeel": "وَدَّ كَثِيرٞ مِّنَ اَهْلِ اِ۬لْكِتَٰبِ لَوْ يَرُدُّونَكُم مِّنۢ بَعْدِ إِيمَٰنِكُمْ كُفَّاراًۖ حَسَداٗ مِّنْ عِندِ أَنفُسِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ اُ۬لْحَقُّۖ فَاعْفُواْ وَاصْفَحُواْ حَتَّىٰ يَاتِيَ اَ۬للَّهُ بِأَمْرِهِۦٓۖ إِنَّ اَ۬للَّهَ عَلَىٰ كُلِّ شَےْءٖ قَدِيرٞۖ ١٠٨",
    "text_simple": "ود كثيرٞ من اهل الكتب لو يردونكم من بعد إيمنكم كفارا حسداٗ من عند أنفسهم من بعد ما تبين لهم الحق فاعفوا واصفحوا حتى ياتي الله بأمرهٓ إن الله على كل شےءٖ قديرٞ"
  },
  {
    "id": 116,
    "jozz": 1,
    "page": "17",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 109,
    "text_tashkeel": "وَأَقِيمُواْ اُ۬لصَّلَوٰةَ وَءَاتُواْ اُ۬لزَّكَوٰةَۖ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنْ خَيْرٖ تَجِدُوهُ عِندَ اَ۬للَّهِۖ إِنَّ اَ۬للَّهَ بِمَا تَعْمَلُونَ بَصِيرٞۖ ١٠٩",
    "text_simple": "وأقيموا الصلوة وءاتوا الزكوة وما تقدموا لأنفسكم من خيرٖ تجدوه عند الله إن الله بما تعملون بصيرٞ"
  },
  {
    "id": 117,
    "jozz": 1,
    "page": "17",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 110,
    "text_tashkeel": "وَقَالُواْ لَنْ يَّدْخُلَ اَ۬لْجَنَّةَ إِلَّا مَن كَانَ هُوداً اَوْ نَصَٰر۪ىٰۖ تِلْكَ أَمَانِيُّهُمْۖ قُلْ هَاتُواْ بُرْهَٰنَكُمُۥٓ إِن كُنتُمْ صَٰدِقِينَۖ ١١٠",
    "text_simple": "وقالوا لن يدخل الجنة إلا من كان هودا او نصرى تلك أمانيهم قل هاتوا برهنكمٓ إن كنتم صدقين"
  },
  {
    "id": 118,
    "jozz": 1,
    "page": "17",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 111,
    "text_tashkeel": "بَل۪ىٰ مَنَ اَسْلَمَ وَجْهَهُۥ لِلهِ وَهُوَ مُحْسِنٞ فَلَهُۥٓ أَجْرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَۖ ١١١",
    "text_simple": "بلى من اسلم وجهه لله وهو محسنٞ فلهٓ أجره عند ربه ولا خوف عليهم ولا هم يحزنون"
  },
  {
    "id": 119,
    "jozz": 1,
    "page": "18",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 112,
    "text_tashkeel": " وَقَالَتِ اِ۬لْيَهُودُ لَيْسَتِ اِ۬لنَّصَٰر۪ىٰ عَلَىٰ شَےْءٖ وَقَالَتِ اِ۬لنَّصَٰر۪ىٰ لَيْسَتِ اِ۬لْيَهُودُ عَلَىٰ شَےْءٖ وَهُمْ يَتْلُونَ اَ۬لْكِتَٰبَۖ كَذَٰلِكَ قَالَ اَ۬لذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْۖ فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ اَ۬لْقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَۖ ١١٢",
    "text_simple": "وقالت اليهود ليست النصرى على شےءٖ وقالت النصرى ليست اليهود على شےءٖ وهم يتلون الكتب كذلك قال الذين لا يعلمون مثل قولهم فالله يحكم بينهم يوم القيمة فيما كانوا فيه يختلفون"
  },
  {
    "id": 120,
    "jozz": 1,
    "page": "18",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 4,
    "line_end": 7,
    "aya_no": 113,
    "text_tashkeel": "۞ وَمَنَ اَظْلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ اَ۬للَّهِ أَنْ يُّذْكَرَ فِيهَا اَ۪سْمُهُۥ وَسَع۪ىٰ فِے خَرَابِهَآۖ أُوْلَٰٓئِكَ مَا كَانَ لَهُمُۥٓ أَنْ يَّدْخُلُوهَآ إِلَّا خَآئِفِينَۖ لَهُمْ فِے اِ۬لدُّنْي۪ا خِزْيٞۖ وَلَهُمْ فِے اِ۬لَاخِرَةِ عَذَابٌ عَظِيمٞۖ ١١٣",
    "text_simple": "ومن اظلم ممن منع مسجد الله أن يذكر فيها اسمه وسعى فے خرابهآ أولٓئك ما كان لهمٓ أن يدخلوهآ إلا خآئفين لهم فے الدنيا خزيٞ ولهم فے الاخرة عذاب عظيمٞ"
  },
  {
    "id": 121,
    "jozz": 1,
    "page": "18",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 114,
    "text_tashkeel": "وَلِلهِ اِ۬لْمَشْرِقُ وَالْمَغْرِبُۖ فَأَيْنَمَا تُوَلُّواْ فَثَمَّ وَجْهُ اُ۬للَّهِۖ إِنَّ اَ۬للَّهَ وَٰسِعٌ عَلِيمٞۖ ١١٤",
    "text_simple": "ولله المشرق والمغرب فأينما تولوا فثم وجه الله إن الله وسع عليمٞ"
  },
  {
    "id": 122,
    "jozz": 1,
    "page": "18",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 115,
    "text_tashkeel": " وَقَالُواْ اُ۪تَّخَذَ اَ۬للَّهُ وَلَداٗۖ سُبْحَٰنَهُۥۖ بَل لَّهُۥ مَا فِے اِ۬لسَّمَٰوَٰتِ وَالَارْضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَۖ ١١٥",
    "text_simple": "وقالوا اتخذ الله ولداٗ سبحنه بل له ما فے السموت والارض كلٞ له قنتون"
  },
  {
    "id": 123,
    "jozz": 1,
    "page": "18",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 116,
    "text_tashkeel": "بَدِيعُ اُ۬لسَّمَٰوَٰتِ وَالَارْضِۖ وَإِذَا قَض۪ىٰٓ أَمْراٗ فَإِنَّمَا يَقُولُ لَهُۥ كُنۖ فَيَكُونُۖ ١١٦",
    "text_simple": "بديع السموت والارض وإذا قضىٓ أمراٗ فإنما يقول له كن فيكون"
  },
  {
    "id": 124,
    "jozz": 1,
    "page": "18",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 11,
    "line_end": 14,
    "aya_no": 117,
    "text_tashkeel": "وَقَالَ اَ۬لذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا اَ۬للَّهُ أَوْ تَاتِينَآ ءَايَةٞۖ كَذَٰلِكَ قَالَ اَ۬لذِينَ مِن قَبْلِهِم مِّثْلَ قَوْلِهِمْۖ تَشَٰبَهَتْ قُلُوبُهُمْۖ قَدْ بَيَّنَّا اَ۬لَايَٰتِ لِقَوْمٖ يُوقِنُونَۖ ١١٧",
    "text_simple": "وقال الذين لا يعلمون لولا يكلمنا الله أو تاتينآ ءايةٞ كذلك قال الذين من قبلهم مثل قولهم تشبهت قلوبهم قد بينا الايت لقومٖ يوقنون"
  },
  {
    "id": 125,
    "jozz": 1,
    "page": "18",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 118,
    "text_tashkeel": "إِنَّآ أَرْسَلْنَٰكَ بِالْحَقِّ بَشِيراٗ وَنَذِيراٗۖ وَلَا تَسْـَٔلْ عَنَ اَصْحَٰبِ اِ۬لْجَحِيمِۖ ١١٨",
    "text_simple": "إنآ أرسلنك بالحق بشيراٗ ونذيراٗ ولا تسٔل عن اصحب الجحيم"
  },
  {
    "id": 126,
    "jozz": 1,
    "page": "19",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 119,
    "text_tashkeel": " وَلَن تَرْض۪ىٰ عَنكَ اَ۬لْيَهُودُ وَلَا اَ۬لنَّصَٰر۪ىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمْۖ قُلِ اِنَّ هُدَى اَ۬للَّهِ هُوَ اَ۬لْهُد۪ىٰۖ وَلَئِنِ اِ۪تَّبَعْتَ أَهْوَآءَهُم بَعْدَ اَ۬لذِے جَآءَكَ مِنَ اَ۬لْعِلْمِ مَا لَكَ مِنَ اَ۬للَّهِ مِنْ وَّلِيّٖ وَلَا نَصِيرٍۖ ١١٩",
    "text_simple": "ولن ترضى عنك اليهود ولا النصرى حتى تتبع ملتهم قل ان هدى الله هو الهدى ولئن اتبعت أهوآءهم بعد الذے جآءك من العلم ما لك من الله من وليٖ ولا نصير"
  },
  {
    "id": 127,
    "jozz": 1,
    "page": "19",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 120,
    "text_tashkeel": "اِ۬لذِينَ ءَاتَيْنَٰهُمُ اُ۬لْكِتَٰبَ يَتْلُونَهُۥ حَقَّ تِلَٰوَتِهِۦٓ أُوْلَٰٓئِكَ يُومِنُونَ بِهِۦۖ وَمَنْ يَّكْفُرْ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ اُ۬لْخَٰسِرُونَۖ ١٢٠",
    "text_simple": "الذين ءاتينهم الكتب يتلونه حق تلوتهٓ أولٓئك يومنون به ومن يكفر به فأولٓئك هم الخسرون"
  },
  {
    "id": 128,
    "jozz": 1,
    "page": "19",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 121,
    "text_tashkeel": "يَٰبَنِےٓ إِسْرَآءِيلَ اَ۟ذْكُرُواْ نِعْمَتِيَ اَ۬لتِےٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّے فَضَّلْتُكُمْ عَلَى اَ۬لْعَٰلَمِينَۖ ١٢١",
    "text_simple": "يبنےٓ إسرآءيل اذكروا نعمتي التےٓ أنعمت عليكم وأنے فضلتكم على العلمين"
  },
  {
    "id": 129,
    "jozz": 1,
    "page": "19",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 122,
    "text_tashkeel": "وَاتَّقُواْ يَوْماٗ لَّا تَجْزِے نَفْسٌ عَن نَّفْسٖ شَئْاٗ وَلَا يُقْبَلُ مِنْهَا عَدْلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمْ يُنصَرُونَۖ ١٢٢",
    "text_simple": "واتقوا يوماٗ لا تجزے نفس عن نفسٖ شئاٗ ولا يقبل منها عدلٞ ولا تنفعها شفعةٞ ولا هم ينصرون"
  },
  {
    "id": 130,
    "jozz": 1,
    "page": "19",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 123,
    "text_tashkeel": "۞ وَإِذِ اِ۪بْتَل۪ىٰٓ إِبْرَٰهِـيمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّے جَاعِلُكَ لِلنَّاسِ إِمَاماٗۖ قَالَ وَمِن ذُرِّيَّتِےۖ قَالَ لَا يَنَالُ عَهْدِيَ اَ۬لظَّٰلِمِينَۖ ١٢٣",
    "text_simple": "وإذ ابتلىٓ إبرهيم ربه بكلمتٖ فأتمهن قال إنے جاعلك للناس إماماٗ قال ومن ذريتے قال لا ينال عهدي الظلمين"
  },
  {
    "id": 131,
    "jozz": 1,
    "page": "19",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 10,
    "line_end": 13,
    "aya_no": 124,
    "text_tashkeel": "وَإِذْ جَعَلْنَا اَ۬لْبَيْتَ مَثَابَةٗ لِّلنَّاسِ وَأَمْناٗ وَاتَّخَذُواْ مِن مَّقَامِ إِبْرَٰهِيمَ مُصَلّىٗۖ وَعَهِدْنَآ إِلَىٰٓ إِبْرَٰهِيمَ وَإِسْمَٰعِيلَ أَن طَهِّرَا بَيْتِيَ لِلطَّآئِفِينَ وَالْعَٰكِفِينَ وَالرُّكَّعِ اِ۬لسُّجُودِۖ ١٢٤",
    "text_simple": "وإذ جعلنا البيت مثابةٗ للناس وأمناٗ واتخذوا من مقام إبرهيم مصلىٗ وعهدنآ إلىٓ إبرهيم وإسمعيل أن طهرا بيتي للطآئفين والعكفين والركع السجود"
  },
  {
    "id": 132,
    "jozz": 1,
    "page": "19",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 125,
    "text_tashkeel": "وَإِذْ قَالَ إِبْرَٰهِيمُ رَبِّ اِ۪جْعَلْ هَٰذَا بَلَداً اٰمِناٗ وَارْزُقَ اَهْلَهُۥ مِنَ اَ۬لثَّمَرَٰتِ مَنَ اٰمَنَ مِنْهُم بِاللَّهِ وَالْيَوْمِ اِ۬لَاخِرِۖ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلاٗ ثُمَّ أَضْطَرُّهُۥٓ إِلَىٰ عَذَابِ اِ۬لنّ۪ارِۖ وَبِيسَ اَ۬لْمَصِيرُۖ ١٢٥",
    "text_simple": "وإذ قال إبرهيم رب اجعل هذا بلدا امناٗ وارزق اهله من الثمرت من امن منهم بالله واليوم الاخر قال ومن كفر فأمتعه قليلاٗ ثم أضطرهٓ إلى عذاب النار وبيس المصير"
  },
  {
    "id": 133,
    "jozz": 1,
    "page": "20",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 126,
    "text_tashkeel": " وَإِذْ يَرْفَعُ إِبْرَٰهِيمُ اُ۬لْقَوَاعِدَ مِنَ اَ۬لْبَيْتِ وَإِسْمَٰعِيلُۖ رَبَّنَا تَقَبَّلْ مِنَّآ إِنَّكَ أَنتَ اَ۬لسَّمِيعُ اُ۬لْعَلِيمُۖ ١٢٦",
    "text_simple": "وإذ يرفع إبرهيم القواعد من البيت وإسمعيل ربنا تقبل منآ إنك أنت السميع العليم"
  },
  {
    "id": 134,
    "jozz": 1,
    "page": "20",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 127,
    "text_tashkeel": "رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسْلِمَةٗ لَّكَۖ وَأَرِنَا مَنَاسِكَنَاۖ وَتُبْ عَلَيْنَآۖ إِنَّكَ أَنتَ اَ۬لتَّوَّابُ اُ۬لرَّحِيمُۖ ١٢٧",
    "text_simple": "ربنا واجعلنا مسلمين لك ومن ذريتنآ أمةٗ مسلمةٗ لك وأرنا مناسكنا وتب علينآ إنك أنت التواب الرحيم"
  },
  {
    "id": 135,
    "jozz": 1,
    "page": "20",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 4,
    "line_end": 6,
    "aya_no": 128,
    "text_tashkeel": "رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولاٗ مِّنْهُمْ يَتْلُواْ عَلَيْهِمُۥٓ ءَايَٰتِكَ وَيُعَلِّمُهُمُ اُ۬لْكِتَٰبَ وَالْحِكْمَةَ وَيُزَكِّيهِمُۥٓۖ إِنَّكَ أَنتَ اَ۬لْعَزِيزُ اُ۬لْحَكِيمُۖ ١٢٨",
    "text_simple": "ربنا وابعث فيهم رسولاٗ منهم يتلوا عليهمٓ ءايتك ويعلمهم الكتب والحكمة ويزكيهمٓ إنك أنت العزيز الحكيم"
  },
  {
    "id": 136,
    "jozz": 1,
    "page": "20",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 129,
    "text_tashkeel": "وَمَنْ يَّرْغَبُ عَن مِّلَّةِ إِبْرَٰهِيمَ إِلَّا مَن سَفِهَ نَفْسَهُۥۖ وَلَقَدِ اِ۪صْطَفَيْنَٰهُ فِے اِ۬لدُّنْي۪اۖ وَإِنَّهُۥ فِے اِ۬لَاخِرَةِ لَمِنَ اَ۬لصَّٰلِحِينَۖ ١٢٩",
    "text_simple": "ومن يرغب عن ملة إبرهيم إلا من سفه نفسه ولقد اصطفينه فے الدنيا وإنه فے الاخرة لمن الصلحين"
  },
  {
    "id": 137,
    "jozz": 1,
    "page": "20",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 130,
    "text_tashkeel": "إِذْ قَالَ لَهُۥ رَبُّهُۥٓ أَسْلِمْۖ قَالَ أَسْلَمْتُ لِرَبِّ اِ۬لْعَٰلَمِينَۖ ١٣٠",
    "text_simple": "إذ قال له ربهٓ أسلم قال أسلمت لرب العلمين"
  },
  {
    "id": 138,
    "jozz": 1,
    "page": "20",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 131,
    "text_tashkeel": "وَأَوْص۪ىٰ بِهَآ إِبْرَٰهِيمُ بَنِيهِۖ وَيَعْقُوبُ يَٰبَنِيَّ إِنَّ اَ۬للَّهَ اَ۪صْطَف۪ىٰ لَكُمُ اُ۬لدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَۖ ١٣١",
    "text_simple": "وأوصى بهآ إبرهيم بنيه ويعقوب يبني إن الله اصطفى لكم الدين فلا تموتن إلا وأنتم مسلمون"
  },
  {
    "id": 139,
    "jozz": 1,
    "page": "20",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 11,
    "line_end": 14,
    "aya_no": 132,
    "text_tashkeel": "۞ أَمْ كُنتُمْ شُهَدَآءَ ا۪ذْ حَضَرَ يَعْقُوبَ اَ۬لْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنۢ بَعْدِےۖ قَالُواْ نَعْبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبْرَٰهِيمَ وَإِسْمَٰعِيلَ وَإِسْحَٰقَ إِلَٰهاٗ وَٰحِداٗ وَنَحْنُ لَهُۥ مُسْلِمُونَۖ ١٣٢",
    "text_simple": "أم كنتم شهدآء اذ حضر يعقوب الموت إذ قال لبنيه ما تعبدون من بعدے قالوا نعبد إلهك وإله ءابآئك إبرهيم وإسمعيل وإسحق إلهاٗ وحداٗ ونحن له مسلمون"
  },
  {
    "id": 140,
    "jozz": 1,
    "page": "20",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 133,
    "text_tashkeel": "تِلْكَ أُمَّةٞ قَدْ خَلَتْۖ لَهَا مَا كَسَبَتْۖ وَلَكُم مَّا كَسَبْتُمْۖ وَلَا تُسْـَٔلُونَ عَمَّا كَانُواْ يَعْمَلُونَۖ ١٣٣",
    "text_simple": "تلك أمةٞ قد خلت لها ما كسبت ولكم ما كسبتم ولا تسٔلون عما كانوا يعملون"
  },
  {
    "id": 141,
    "jozz": 1,
    "page": "21",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 134,
    "text_tashkeel": " وَقَالُواْ كُونُواْ هُوداً اَوْ نَصَٰر۪ىٰ تَهْتَدُواْۖ قُلْ بَلْ مِلَّةَ إِبْرَٰهِيمَ حَنِيفاٗۖ وَمَا كَانَ مِنَ اَ۬لْمُشْرِكِينَۖ ١٣٤",
    "text_simple": "وقالوا كونوا هودا او نصرى تهتدوا قل بل ملة إبرهيم حنيفاٗ وما كان من المشركين"
  },
  {
    "id": 142,
    "jozz": 1,
    "page": "21",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 2,
    "line_end": 5,
    "aya_no": 135,
    "text_tashkeel": "قُولُوٓاْ ءَامَنَّا بِاللَّهِ وَمَآ أُنزِلَ إِلَيْنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبْرَٰهِيمَ وَإِسْمَٰعِيلَ وَإِسْحَٰقَ وَيَعْقُوبَ وَالَاسْبَاطِ وَمَآ أُوتِيَ مُوس۪ىٰ وَعِيس۪ىٰ وَمَآ أُوتِيَ اَ۬لنَّبِيٓـُٔونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٖ مِّنْهُمْ وَنَحْنُ لَهُۥ مُسْلِمُونَۖ ١٣٥",
    "text_simple": "قولوٓا ءامنا بالله ومآ أنزل إلينا ومآ أنزل إلىٓ إبرهيم وإسمعيل وإسحق ويعقوب والاسباط ومآ أوتي موسى وعيسى ومآ أوتي النبيٓٔون من ربهم لا نفرق بين أحدٖ منهم ونحن له مسلمون"
  },
  {
    "id": 143,
    "jozz": 1,
    "page": "21",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 136,
    "text_tashkeel": " فَإِنَ اٰمَنُواْ بِمِثْلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ اِ۪هْتَدَواْۖ وَّإِن تَوَلَّوْاْ فَإِنَّمَا هُمْ فِے شِقَاقٖۖ فَسَيَكْفِيكَهُمُ اُ۬للَّهُۖ وَهُوَ اَ۬لسَّمِيعُ اُ۬لْعَلِيمُۖ ١٣٦",
    "text_simple": "فإن امنوا بمثل مآ ءامنتم به فقد اهتدوا وإن تولوا فإنما هم فے شقاقٖ فسيكفيكهم الله وهو السميع العليم"
  },
  {
    "id": 144,
    "jozz": 1,
    "page": "21",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 137,
    "text_tashkeel": " صِبْغَةَ اَ۬للَّهِۖ وَمَنَ اَحْسَنُ مِنَ اَ۬للَّهِ صِبْغَةٗۖ وَنَحْنُ لَهُۥ عَٰبِدُونَۖ ١٣٧",
    "text_simple": "صبغة الله ومن احسن من الله صبغةٗ ونحن له عبدون"
  },
  {
    "id": 145,
    "jozz": 1,
    "page": "21",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 138,
    "text_tashkeel": "قُلَ اَتُحَآجُّونَنَا فِے اِ۬للَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ وَلَنَآ أَعْمَٰلُنَا وَلَكُمُۥٓ أَعْمَٰلُكُمْۖ وَنَحْنُ لَهُۥ مُخْلِصُونَۖ ١٣٨",
    "text_simple": "قل اتحآجوننا فے الله وهو ربنا وربكم ولنآ أعملنا ولكمٓ أعملكم ونحن له مخلصون"
  },
  {
    "id": 146,
    "jozz": 1,
    "page": "21",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 11,
    "line_end": 14,
    "aya_no": 139,
    "text_tashkeel": " أَمْ يَقُولُونَ إِنَّ إِبْرَٰهِيمَ وَإِسْمَٰعِيلَ وَإِسْحَٰقَ وَيَعْقُوبَ وَالَاسْبَاطَ كَانُواْ هُوداً اَوْ نَصَٰر۪ىٰۖ قُلَ آٰنتُمُۥٓ أَعْلَمُ أَمِ اِ۬للَّهُۖ وَمَنَ اَظْلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ اَ۬للَّهِۖ وَمَا اَ۬للَّهُ بِغَٰفِلٍ عَمَّا تَعْمَلُونَۖ ١٣٩",
    "text_simple": "أم يقولون إن إبرهيم وإسمعيل وإسحق ويعقوب والاسباط كانوا هودا او نصرى قل آنتمٓ أعلم أم الله ومن اظلم ممن كتم شهدة عنده من الله وما الله بغفل عما تعملون"
  },
  {
    "id": 147,
    "jozz": 1,
    "page": "21",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 140,
    "text_tashkeel": "تِلْكَ أُمَّةٞ قَدْ خَلَتْۖ لَهَا مَا كَسَبَتْۖ وَلَكُم مَّا كَسَبْتُمْۖ وَلَا تُسْـَٔلُونَ عَمَّا كَانُواْ يَعْمَلُونَۖ ١٤٠",
    "text_simple": "تلك أمةٞ قد خلت لها ما كسبت ولكم ما كسبتم ولا تسٔلون عما كانوا يعملون"
  },
  {
    "id": 148,
    "jozz": 2,
    "page": "22",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 141,
    "text_tashkeel": " ۞ سَيَقُولُ اُ۬لسُّفَهَآءُ مِنَ اَ۬لنَّاسِ مَا وَلّ۪يٰهُمْ عَن قِبْلَتِهِمُ اُ۬لتِے كَانُواْ عَلَيْهَاۖ قُل لِّلهِ اِ۬لْمَشْرِقُ وَالْمَغْرِبُۖ يَهْدِے مَنْ يَّشَآءُ اِ۪لَىٰ صِرَٰطٖ مُّسْتَقِيمٖۖ ١٤١",
    "text_simple": "سيقول السفهآء من الناس ما وليهم عن قبلتهم التے كانوا عليها قل لله المشرق والمغرب يهدے من يشآء الى صرطٖ مستقيمٖ"
  },
  {
    "id": 149,
    "jozz": 2,
    "page": "22",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 3,
    "line_end": 8,
    "aya_no": 142,
    "text_tashkeel": "وَكَذَٰلِكَ جَعَلْنَٰكُمُۥٓ أُمَّةٗ وَسَطاٗۖ لِّتَكُونُواْ شُهَدَآءَ عَلَى اَ۬لنَّاسِ وَيَكُونَ اَ۬لرَّسُولُ عَلَيْكُمْ شَهِيداٗۖ وَمَا جَعَلْنَا اَ۬لْقِبْلَةَ اَ۬لتِے كُنتَ عَلَيْهَآ إِلَّا لِنَعْلَمَ مَنْ يَّتَّبِعُ اُ۬لرَّسُولَ مِمَّنْ يَّنقَلِبُ عَلَىٰ عَقِبَيْهِۖ وَإِن كَانَتْ لَكَبِيرَةً اِلَّا عَلَى اَ۬لذِينَ هَدَى اَ۬للَّهُۖ وَمَا كَانَ اَ۬للَّهُ لِيُضِيعَ إِيمَٰنَكُمُۥٓۖ إِنَّ اَ۬للَّهَ بِالنَّاسِ لَرَءُوفٞ رَّحِيمٞۖ ١٤٢",
    "text_simple": "وكذلك جعلنكمٓ أمةٗ وسطاٗ لتكونوا شهدآء على الناس ويكون الرسول عليكم شهيداٗ وما جعلنا القبلة التے كنت عليهآ إلا لنعلم من يتبع الرسول ممن ينقلب على عقبيه وإن كانت لكبيرة الا على الذين هدى الله وما كان الله ليضيع إيمنكمٓ إن الله بالناس لرءوفٞ رحيمٞ"
  },
  {
    "id": 150,
    "jozz": 2,
    "page": "22",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 8,
    "line_end": 12,
    "aya_no": 143,
    "text_tashkeel": "قَدْ نَر۪ىٰ تَقَلُّبَ وَجْهِكَ فِے اِ۬لسَّمَآءِ فَلَنُوَلِّيَنَّكَ قِبْلَةٗ تَرْض۪يٰهَاۖ فَوَلِّ وَجْهَكَ شَطْرَ اَ۬لْمَسْجِدِ اِ۬لْحَرَامِۖ وَحَيْثُ مَا كُنتُمْ فَوَلُّواْ وُجُوهَكُمْ شَطْرَهُۥۖ وَإِنَّ اَ۬لذِينَ أُوتُواْ اُ۬لْكِتَٰبَ لَيَعْلَمُونَ أَنَّهُ اُ۬لْحَقُّ مِن رَّبِّهِمْۖ وَمَا اَ۬للَّهُ بِغَٰفِلٍ عَمَّا يَعْمَلُونَۖ ١٤٣",
    "text_simple": "قد نرى تقلب وجهك فے السمآء فلنولينك قبلةٗ ترضيها فول وجهك شطر المسجد الحرام وحيث ما كنتم فولوا وجوهكم شطره وإن الذين أوتوا الكتب ليعلمون أنه الحق من ربهم وما الله بغفل عما يعملون"
  },
  {
    "id": 151,
    "jozz": 2,
    "page": "22",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 12,
    "line_end": 15,
    "aya_no": 144,
    "text_tashkeel": "وَلَئِنَ اَتَيْتَ اَ۬لذِينَ أُوتُواْ اُ۬لْكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبْلَتَكَۖ وَمَآ أَنتَ بِتَابِعٖ قِبْلَتَهُمْۖ وَمَا بَعْضُهُم بِتَابِعٖ قِبْلَةَ بَعْضٖۖ وَلَئِنِ اِ۪تَّبَعْتَ أَهْوَآءَهُم مِّنۢ بَعْدِ مَا جَآءَكَ مِنَ اَ۬لْعِلْمِ إِنَّكَ إِذاٗ لَّمِنَ اَ۬لظَّٰلِمِينَۖ ١٤٤",
    "text_simple": "ولئن اتيت الذين أوتوا الكتب بكل ءايةٖ ما تبعوا قبلتك ومآ أنت بتابعٖ قبلتهم وما بعضهم بتابعٖ قبلة بعضٖ ولئن اتبعت أهوآءهم من بعد ما جآءك من العلم إنك إذاٗ لمن الظلمين"
  },
  {
    "id": 152,
    "jozz": 2,
    "page": "23",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 145,
    "text_tashkeel": " اَ۬لذِينَ ءَاتَيْنَٰهُمُ اُ۬لْكِتَٰبَ يَعْرِفُونَهُۥ كَمَا يَعْرِفُونَ أَبْنَآءَهُمْۖ وَإِنَّ فَرِيقاٗ مِّنْهُمْ لَيَكْتُمُونَ اَ۬لْحَقَّ وَهُمْ يَعْلَمُونَۖ ١٤٥",
    "text_simple": "الذين ءاتينهم الكتب يعرفونه كما يعرفون أبنآءهم وإن فريقاٗ منهم ليكتمون الحق وهم يعلمون"
  },
  {
    "id": 153,
    "jozz": 2,
    "page": "23",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 146,
    "text_tashkeel": "اَ۬لْحَقُّ مِن رَّبِّكَۖ فَلَا تَكُونَنَّ مِنَ اَ۬لْمُمْتَرِينَۖ ١٤٦",
    "text_simple": "الحق من ربك فلا تكونن من الممترين"
  },
  {
    "id": 154,
    "jozz": 2,
    "page": "23",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 147,
    "text_tashkeel": "۞ وَلِكُلّٖ وِجْهَةٌ هُوَ مُوَلِّيهَا فَاسْتَبِقُواْ اُ۬لْخَيْرَٰتِۖ أَيْنَ مَا تَكُونُواْ يَاتِ بِكُمُ اُ۬للَّهُ جَمِيعاًۖ اِنَّ اَ۬للَّهَ عَلَىٰ كُلِّ شَےْءٖ قَدِيرٞۖ ١٤٧",
    "text_simple": "ولكلٖ وجهة هو موليها فاستبقوا الخيرت أين ما تكونوا يات بكم الله جميعا ان الله على كل شےءٖ قديرٞ"
  },
  {
    "id": 155,
    "jozz": 2,
    "page": "23",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 148,
    "text_tashkeel": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ اَ۬لْمَسْجِدِ اِ۬لْحَرَامِۖ وَإِنَّهُۥ لَلْحَقُّ مِن رَّبِّكَۖ وَمَا اَ۬للَّهُ بِغَٰفِلٍ عَمَّا تَعْمَلُونَۖ ١٤٨",
    "text_simple": "ومن حيث خرجت فول وجهك شطر المسجد الحرام وإنه للحق من ربك وما الله بغفل عما تعملون"
  },
  {
    "id": 156,
    "jozz": 2,
    "page": "23",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 7,
    "line_end": 11,
    "aya_no": 149,
    "text_tashkeel": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ اَ۬لْمَسْجِدِ اِ۬لْحَرَامِۖ وَحَيْثُ مَا كُنتُمْ فَوَلُّواْ وُجُوهَكُمْ شَطْرَهُۥ لِيَ۬لَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ اِلَّا اَ۬لذِينَ ظَلَمُواْ مِنْهُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِےۖ وَلِأُتِمَّ نِعْمَتِے عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَۖ ١٤٩",
    "text_simple": "ومن حيث خرجت فول وجهك شطر المسجد الحرام وحيث ما كنتم فولوا وجوهكم شطره ليلا يكون للناس عليكم حجة الا الذين ظلموا منهم فلا تخشوهم واخشونے ولأتم نعمتے عليكم ولعلكم تهتدون"
  },
  {
    "id": 157,
    "jozz": 2,
    "page": "23",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 11,
    "line_end": 13,
    "aya_no": 150,
    "text_tashkeel": "كَمَآ أَرْسَلْنَا فِيكُمْ رَسُولاٗ مِّنكُمْ يَتْلُواْ عَلَيْكُمُۥٓ ءَايَٰتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ اُ۬لْكِتَٰبَ وَالْحِكْمَةَ وَيُعَلِّمُكُم مَّا لَمْ تَكُونُواْ تَعْلَمُونَ ١٥٠",
    "text_simple": "كمآ أرسلنا فيكم رسولاٗ منكم يتلوا عليكمٓ ءايتنا ويزكيكم ويعلمكم الكتب والحكمة ويعلمكم ما لم تكونوا تعلمون"
  },
  {
    "id": 158,
    "jozz": 2,
    "page": "23",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 151,
    "text_tashkeel": "فَاذْكُرُونِےٓ أَذْكُرْكُمْ وَاشْكُرُواْ لِے وَلَا تَكْفُرُونِۖ ١٥١",
    "text_simple": "فاذكرونےٓ أذكركم واشكروا لے ولا تكفرون"
  },
  {
    "id": 159,
    "jozz": 2,
    "page": "23",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 152,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ اُ۪سْتَعِينُواْ بِالصَّبْرِ وَالصَّلَوٰةِۖ إِنَّ اَ۬للَّهَ مَعَ اَ۬لصَّٰبِرِينَۖ ١٥٢",
    "text_simple": "يٓأيها الذين ءامنوا استعينوا بالصبر والصلوة إن الله مع الصبرين"
  },
  {
    "id": 160,
    "jozz": 2,
    "page": "24",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 153,
    "text_tashkeel": " وَلَا تَقُولُواْ لِمَنْ يُّقْتَلُ فِے سَبِيلِ اِ۬للَّهِ أَمْوَٰتُۢۖ بَلَ اَحْيَآءٞۖ وَلَٰكِن لَّا تَشْعُرُونَۖ ١٥٣",
    "text_simple": "ولا تقولوا لمن يقتل فے سبيل الله أموت بل احيآءٞ ولكن لا تشعرون"
  },
  {
    "id": 161,
    "jozz": 2,
    "page": "24",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 154,
    "text_tashkeel": "وَلَنَبْلُوَنَّكُم بِشَےْءٖ مِّنَ اَ۬لْخَوْفِ وَالْجُوعِ وَنَقْصٖ مِّنَ اَ۬لَامْوَٰلِ وَالَانفُسِ وَالثَّمَرَٰتِۖ وَبَشِّرِ اِ۬لصَّٰبِرِينَ ١٥٤",
    "text_simple": "ولنبلونكم بشےءٖ من الخوف والجوع ونقصٖ من الامول والانفس والثمرت وبشر الصبرين"
  },
  {
    "id": 162,
    "jozz": 2,
    "page": "24",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 4,
    "line_end": 4,
    "aya_no": 155,
    "text_tashkeel": " اَ۬لذِينَ إِذَآ أَصَٰبَتْهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلهِ وَإِنَّآ إِلَيْهِ رَٰجِعُونَۖ ١٥٥",
    "text_simple": "الذين إذآ أصبتهم مصيبةٞ قالوٓا إنا لله وإنآ إليه رجعون"
  },
  {
    "id": 163,
    "jozz": 2,
    "page": "24",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 156,
    "text_tashkeel": " أُوْلَٰٓئِكَ عَلَيْهِمْ صَلَوَٰتٞ مِّن رَّبِّهِمْ وَرَحْمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ اُ۬لْمُهْتَدُونَۖ ١٥٦",
    "text_simple": "أولٓئك عليهم صلوتٞ من ربهم ورحمةٞ وأولٓئك هم المهتدون"
  },
  {
    "id": 164,
    "jozz": 2,
    "page": "24",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 157,
    "text_tashkeel": "۞ إِنَّ اَ۬لصَّفَا وَالْمَرْوَةَ مِن شَعَٰٓئِرِ اِ۬للَّهِۖ فَمَنْ حَجَّ اَ۬لْبَيْتَ أَوِ اِ۪عْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَّطَّوَّفَ بِهِمَاۖ وَمَن تَطَوَّعَ خَيْراٗ فَإِنَّ اَ۬للَّهَ شَاكِرٌ عَلِيمٌۖ ١٥٧",
    "text_simple": "إن الصفا والمروة من شعٓئر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما ومن تطوع خيراٗ فإن الله شاكر عليم"
  },
  {
    "id": 165,
    "jozz": 2,
    "page": "24",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 158,
    "text_tashkeel": "اِنَّ اَ۬لذِينَ يَكْتُمُونَ مَآ أَنزَلْنَا مِنَ اَ۬لْبَيِّنَٰتِ وَالْهُد۪ىٰ مِنۢ بَعْدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِے اِ۬لْكِتَٰبِ أُوْلَٰٓئِكَ يَلْعَنُهُمُ اُ۬للَّهُ وَيَلْعَنُهُمُ اُ۬للَّٰعِنُونَ ١٥٨",
    "text_simple": "ان الذين يكتمون مآ أنزلنا من البينت والهدى من بعد ما بينه للناس فے الكتب أولٓئك يلعنهم الله ويلعنهم اللعنون"
  },
  {
    "id": 166,
    "jozz": 2,
    "page": "24",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 159,
    "text_tashkeel": " إِلَّا اَ۬لذِينَ تَابُواْ وَأَصْلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا اَ۬لتَّوَّابُ اُ۬لرَّحِيمُۖ ١٥٩",
    "text_simple": "إلا الذين تابوا وأصلحوا وبينوا فأولٓئك أتوب عليهم وأنا التواب الرحيم"
  },
  {
    "id": 167,
    "jozz": 2,
    "page": "24",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 160,
    "text_tashkeel": "إِنَّ اَ۬لذِينَ كَفَرُواْ وَمَاتُواْ وَهُمْ كُفَّارٌ ا۟وْلَٰٓئِكَ عَلَيْهِمْ لَعْنَةُ اُ۬للَّهِ وَالْمَلَٰٓئِكَةِ وَالنَّاسِ أَجْمَعِينَ ١٦٠",
    "text_simple": "إن الذين كفروا وماتوا وهم كفار اولٓئك عليهم لعنة الله والملٓئكة والناس أجمعين"
  },
  {
    "id": 168,
    "jozz": 2,
    "page": "24",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 14,
    "aya_no": 161,
    "text_tashkeel": " خَٰلِدِينَ فِيهَاۖ لَا يُخَفَّفُ عَنْهُمُ اُ۬لْعَذَابُ وَلَا هُمْ يُنظَرُونَۖ ١٦١",
    "text_simple": "خلدين فيها لا يخفف عنهم العذاب ولا هم ينظرون"
  },
  {
    "id": 169,
    "jozz": 2,
    "page": "24",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 15,
    "line_end": 15,
    "aya_no": 162,
    "text_tashkeel": " وَإِلَٰهُكُمُۥٓ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَۖ اَ۬لرَّحْمَٰنُ اُ۬لرَّحِيمُۖ ١٦٢",
    "text_simple": "وإلهكمٓ إلهٞ وحدٞ لآ إله إلا هو الرحمن الرحيم"
  },
  {
    "id": 170,
    "jozz": 2,
    "page": "25",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 5,
    "aya_no": 163,
    "text_tashkeel": " إِنَّ فِے خَلْقِ اِ۬لسَّمَٰوَٰتِ وَالَارْضِ وَاخْتِلَٰفِ اِ۬ليْلِ وَالنَّه۪ارِ وَالْفُلْكِ اِ۬لتِے تَجْرِے فِے اِ۬لْبَحْرِ بِمَا يَنفَعُ اُ۬لنَّاسَ وَمَآ أَنزَلَ اَ۬للَّهُ مِنَ اَ۬لسَّمَآءِ مِن مَّآءٖ فَأَحْي۪ا بِهِ اِ۬لَارْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصْرِيفِ اِ۬لرِّيَٰحِ وَالسَّحَابِ اِ۬لْمُسَخَّرِ بَيْنَ اَ۬لسَّمَآءِ وَالَارْضِ لَأٓيَٰتٖ لِّقَوْمٖ يَعْقِلُونَۖ ١٦٣",
    "text_simple": "إن فے خلق السموت والارض واختلف اليل والنهار والفلك التے تجرے فے البحر بما ينفع الناس ومآ أنزل الله من السمآء من مآءٖ فأحيا به الارض بعد موتها وبث فيها من كل دآبةٖ وتصريف الريح والسحاب المسخر بين السمآء والارض لأٓيتٖ لقومٖ يعقلون"
  },
  {
    "id": 171,
    "jozz": 2,
    "page": "25",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 5,
    "line_end": 8,
    "aya_no": 164,
    "text_tashkeel": "وَمِنَ اَ۬لنَّاسِ مَنْ يَّتَّخِذُ مِن دُونِ اِ۬للَّهِ أَندَاداٗ يُحِبُّونَهُمْ كَحُبِّ اِ۬للَّهِۖ وَالذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّاٗ لِّلهِۖ وَلَوْ تَرَى اَ۬لذِينَ ظَلَمُوٓاْ إِذْ يَرَوْنَ اَ۬لْعَذَابَ أَنَّ اَ۬لْقُوَّةَ لِلهِ جَمِيعاٗ وَأَنَّ اَ۬للَّهَ شَدِيدُ اُ۬لْعَذَابِۖ ١٦٤",
    "text_simple": "ومن الناس من يتخذ من دون الله أنداداٗ يحبونهم كحب الله والذين ءامنوٓا أشد حباٗ لله ولو ترى الذين ظلموٓا إذ يرون العذاب أن القوة لله جميعاٗ وأن الله شديد العذاب"
  },
  {
    "id": 172,
    "jozz": 2,
    "page": "25",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 165,
    "text_tashkeel": " ۞ إِذْ تَبَرَّأَ اَ۬لذِينَ اَ۟تُّبِعُواْ مِنَ اَ۬لذِينَ اَ۪تَّبَعُواْ وَرَأَوُاْ اُ۬لْعَذَابَ وَتَقَطَّعَتْ بِهِمُ اُ۬لَاسْبَٰبُۖ ١٦٥",
    "text_simple": "إذ تبرأ الذين اتبعوا من الذين اتبعوا ورأوا العذاب وتقطعت بهم الاسبب"
  },
  {
    "id": 173,
    "jozz": 2,
    "page": "25",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 166,
    "text_tashkeel": "وَقَالَ اَ۬لذِينَ اَ۪تَّبَعُواْ لَوَ اَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُواْ مِنَّاۖ كَذَٰلِكَ يُرِيهِمُ اُ۬للَّهُ أَعْمَٰلَهُمْ حَسَرَٰتٍ عَلَيْهِمْۖ وَمَا هُم بِخَٰرِجِينَ مِنَ اَ۬لنّ۪ارِۖ ١٦٦",
    "text_simple": "وقال الذين اتبعوا لو ان لنا كرةٗ فنتبرأ منهم كما تبرءوا منا كذلك يريهم الله أعملهم حسرت عليهم وما هم بخرجين من النار"
  },
  {
    "id": 174,
    "jozz": 2,
    "page": "25",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 13,
    "line_end": 14,
    "aya_no": 167,
    "text_tashkeel": " يَٰٓأَيُّهَا اَ۬لنَّاسُ كُلُواْ مِمَّا فِے اِ۬لَارْضِ حَلَٰلاٗ طَيِّباٗۖ وَلَا تَتَّبِعُواْ خُطْوَٰتِ اِ۬لشَّيْطَٰنِۖ إِنَّهُۥ لَكُمْ عَدُوّٞ مُّبِينٌۖ ١٦٧",
    "text_simple": "يٓأيها الناس كلوا مما فے الارض حللاٗ طيباٗ ولا تتبعوا خطوت الشيطن إنه لكم عدوٞ مبين"
  },
  {
    "id": 175,
    "jozz": 2,
    "page": "25",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 168,
    "text_tashkeel": "اِنَّمَا يَامُرُكُم بِالسُّوٓءِ وَالْفَحْشَآءِ وَأَن تَقُولُواْ عَلَى اَ۬للَّهِ مَا لَا تَعْلَمُونَۖ ١٦٨",
    "text_simple": "انما يامركم بالسوٓء والفحشآء وأن تقولوا على الله ما لا تعلمون"
  },
  {
    "id": 176,
    "jozz": 2,
    "page": "26",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 169,
    "text_tashkeel": " وَإِذَا قِيلَ لَهُمُ اُ۪تَّبِعُواْ مَآ أَنزَلَ اَ۬للَّهُ قَالُواْ بَلْ نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ ءَابَآءَنَآۖ أَوَلَوْ كَانَ ءَابَآؤُهُمْ لَا يَعْقِلُونَ شَئْاٗ وَلَا يَهْتَدُونَۖ ١٦٩",
    "text_simple": "وإذا قيل لهم اتبعوا مآ أنزل الله قالوا بل نتبع مآ ألفينا عليه ءابآءنآ أولو كان ءابآؤهم لا يعقلون شئاٗ ولا يهتدون"
  },
  {
    "id": 177,
    "jozz": 2,
    "page": "26",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 3,
    "line_end": 5,
    "aya_no": 170,
    "text_tashkeel": "وَمَثَلُ اُ۬لذِينَ كَفَرُواْ كَمَثَلِ اِ۬لذِے يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۖ صُمُّۢ بُكْمٌ عُمْيٞ فَهُمْ لَا يَعْقِلُونَۖ ١٧٠",
    "text_simple": "ومثل الذين كفروا كمثل الذے ينعق بما لا يسمع إلا دعآءٗ وندآءٗ صم بكم عميٞ فهم لا يعقلون"
  },
  {
    "id": 178,
    "jozz": 2,
    "page": "26",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 5,
    "line_end": 6,
    "aya_no": 171,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقْنَٰكُمْ وَاشْكُرُواْ لِلهِ إِن كُنتُمُۥٓ إِيَّاهُ تَعْبُدُونَۖ ١٧١",
    "text_simple": "يٓأيها الذين ءامنوا كلوا من طيبت ما رزقنكم واشكروا لله إن كنتمٓ إياه تعبدون"
  },
  {
    "id": 179,
    "jozz": 2,
    "page": "26",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 172,
    "text_tashkeel": " إِنَّمَا حَرَّمَ عَلَيْكُمُ اُ۬لْمَيْتَةَ وَالدَّمَ وَلَحْمَ اَ۬لْخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيْرِ اِ۬للَّهِۖ فَمَنُ اُ۟ضْطُرَّ غَيْرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثْمَ عَلَيْهِۖ إِنَّ اَ۬للَّهَ غَفُورٞ رَّحِيمٌۖ ١٧٢",
    "text_simple": "إنما حرم عليكم الميتة والدم ولحم الخنزير ومآ أهل به لغير الله فمن اضطر غير باغٖ ولا عادٖ فلآ إثم عليه إن الله غفورٞ رحيم"
  },
  {
    "id": 180,
    "jozz": 2,
    "page": "26",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 12,
    "aya_no": 173,
    "text_tashkeel": "اِنَّ اَ۬لذِينَ يَكْتُمُونَ مَآ أَنزَلَ اَ۬للَّهُ مِنَ اَ۬لْكِتَٰبِ وَيَشْتَرُونَ بِهِۦ ثَمَناٗ قَلِيلاً ا۟وْلَٰٓئِكَ مَا يَاكُلُونَ فِے بُطُونِهِمُۥٓ إِلَّا اَ۬لنَّارَ وَلَا يُكَلِّمُهُمُ اُ۬للَّهُ يَوْمَ اَ۬لْقِيَٰمَةِ وَلَا يُزَكِّيهِمْۖ وَلَهُمْ عَذَابٌ اَلِيمٌۖ ١٧٣",
    "text_simple": "ان الذين يكتمون مآ أنزل الله من الكتب ويشترون به ثمناٗ قليلا اولٓئك ما ياكلون فے بطونهمٓ إلا النار ولا يكلمهم الله يوم القيمة ولا يزكيهم ولهم عذاب اليم"
  },
  {
    "id": 181,
    "jozz": 2,
    "page": "26",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 174,
    "text_tashkeel": "ا۟وْلَٰٓئِكَ اَ۬لذِينَ اَ۪شْتَرَوُاْ اُ۬لضَّلَٰلَةَ بِالْهُد۪ىٰ وَالْعَذَابَ بِالْمَغْفِرَةِ فَمَآ أَصْبَرَهُمْ عَلَى اَ۬لنّ۪ارِۖ ١٧٤",
    "text_simple": "اولٓئك الذين اشتروا الضللة بالهدى والعذاب بالمغفرة فمآ أصبرهم على النار"
  },
  {
    "id": 182,
    "jozz": 2,
    "page": "26",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 175,
    "text_tashkeel": "ذَٰلِكَ بِأَنَّ اَ۬للَّهَ نَزَّلَ اَ۬لْكِتَٰبَ بِالْحَقِّۖ وَإِنَّ اَ۬لذِينَ اَ۪خْتَلَفُواْ فِے اِ۬لْكِتَٰبِ لَفِے شِقَاقِۢ بَعِيدٖۖ ١٧٥",
    "text_simple": "ذلك بأن الله نزل الكتب بالحق وإن الذين اختلفوا فے الكتب لفے شقاق بعيدٖ"
  },
  {
    "id": 183,
    "jozz": 2,
    "page": "27",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 7,
    "aya_no": 176,
    "text_tashkeel": " ۞ لَّيْسَ اَ۬لْبِرُّ أَن تُوَلُّواْ وُجُوهَكُمْ قِبَلَ اَ۬لْمَشْرِقِ وَالْمَغْرِبِۖ وَلَٰكِنِ اِ۬لْبِرُّ مَنَ اٰمَنَ بِاللَّهِ وَالْيَوْمِ اِ۬لَاخِرِ وَالْمَلَٰٓئِكَةِ وَالْكِتَٰبِ وَالنَّبِيٓـِٕۧنَ وَءَاتَى اَ۬لْمَالَ عَلَىٰ حُبِّهِۦ ذَوِے اِ۬لْقُرْب۪ىٰ وَالْيَتَٰم۪ىٰ وَالْمَسَٰكِينَ وَابْنَ اَ۬لسَّبِيلِ وَالسَّآئِلِينَ وَفِے اِ۬لرِّقَابِ وَأَقَامَ اَ۬لصَّلَوٰةَ وَءَاتَى اَ۬لزَّكَوٰةَۖ وَالْمُوفُونَ بِعَهْدِهِمُۥٓ إِذَا عَٰهَدُواْۖ وَالصَّٰبِرِينَ فِے اِ۬لْبَأْسَآءِ وَالضَّرَّآءِ وَحِينَ اَ۬لْبَأْسِۖ أُوْلَٰٓئِكَ اَ۬لذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ اُ۬لْمُتَّقُونَۖ ١٧٦",
    "text_simple": "ليس البر أن تولوا وجوهكم قبل المشرق والمغرب ولكن البر من امن بالله واليوم الاخر والملٓئكة والكتب والنبيٕٓن وءاتى المال على حبه ذوے القربى واليتمى والمسكين وابن السبيل والسآئلين وفے الرقاب وأقام الصلوة وءاتى الزكوة والموفون بعهدهمٓ إذا عهدوا والصبرين فے البأسآء والضرآء وحين البأس أولٓئك الذين صدقوا وأولٓئك هم المتقون"
  },
  {
    "id": 184,
    "jozz": 2,
    "page": "27",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 7,
    "line_end": 11,
    "aya_no": 177,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ كُتِبَ عَلَيْكُمُ اُ۬لْقِصَاصُ فِے اِ۬لْقَتْلَىۖ اَ۬لْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالُانث۪ىٰ بِالُانث۪ىٰۖ فَمَنْ عُفِيَ لَهُۥ مِنَ اَخِيهِ شَےْءٞ فَاتِّبَاعُۢ بِالْمَعْرُوفِ وَأَدَآءٌ اِلَيْهِ بِإِحْسَٰنٖۖ ذَٰلِكَ تَخْفِيفٞ مِّن رَّبِّكُمْ وَرَحْمَةٞۖ فَمَنِ اِ۪عْتَد۪ىٰ بَعْدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ اَلِيمٞۖ ١٧٧",
    "text_simple": "يٓأيها الذين ءامنوا كتب عليكم القصاص فے القتلى الحر بالحر والعبد بالعبد والانثى بالانثى فمن عفي له من اخيه شےءٞ فاتباع بالمعروف وأدآء اليه بإحسنٖ ذلك تخفيفٞ من ربكم ورحمةٞ فمن اعتدى بعد ذلك فله عذاب اليمٞ"
  },
  {
    "id": 185,
    "jozz": 2,
    "page": "27",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 178,
    "text_tashkeel": "وَلَكُمْ فِے اِ۬لْقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِے اِ۬لَالْبَٰبِ لَعَلَّكُمْ تَتَّقُونَۖ ١٧٨",
    "text_simple": "ولكم فے القصاص حيوةٞ يٓأولے الالبب لعلكم تتقون"
  },
  {
    "id": 186,
    "jozz": 2,
    "page": "27",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 179,
    "text_tashkeel": "كُتِبَ عَلَيْكُمُۥٓ إِذَا حَضَرَ أَحَدَكُمُ اُ۬لْمَوْتُ إِن تَرَكَ خَيْراًۖ اِ۬لْوَصِيَّةُ لِلْوَٰلِدَيْنِ وَالَاقْرَبِينَ بِالْمَعْرُوفِۖ حَقّاً عَلَى اَ۬لْمُتَّقِينَۖ ١٧٩",
    "text_simple": "كتب عليكمٓ إذا حضر أحدكم الموت إن ترك خيرا الوصية للولدين والاقربين بالمعروف حقا على المتقين"
  },
  {
    "id": 187,
    "jozz": 2,
    "page": "27",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 180,
    "text_tashkeel": "فَمَنۢ بَدَّلَهُۥ بَعْدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثْمُهُۥ عَلَى اَ۬لذِينَ يُبَدِّلُونَهُۥٓۖ إِنَّ اَ۬للَّهَ سَمِيعٌ عَلِيمٞۖ ١٨٠",
    "text_simple": "فمن بدله بعد ما سمعه فإنمآ إثمه على الذين يبدلونهٓ إن الله سميع عليمٞ"
  },
  {
    "id": 188,
    "jozz": 2,
    "page": "28",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 181,
    "text_tashkeel": " فَمَنْ خَافَ مِن مُّوصٖ جَنَفاً اَوِ اِثْماٗ فَأَصْلَحَ بَيْنَهُمْ فَلَآ إِثْمَ عَلَيْهِۖ إِنَّ اَ۬للَّهَ غَفُورٞ رَّحِيمٞۖ ١٨١",
    "text_simple": "فمن خاف من موصٖ جنفا او اثماٗ فأصلح بينهم فلآ إثم عليه إن الله غفورٞ رحيمٞ"
  },
  {
    "id": 189,
    "jozz": 2,
    "page": "28",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 182,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ كُتِبَ عَلَيْكُمُ اُ۬لصِّيَامُ كَمَا كُتِبَ عَلَى اَ۬لذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ ١٨٢",
    "text_simple": "يٓأيها الذين ءامنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون"
  },
  {
    "id": 190,
    "jozz": 2,
    "page": "28",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 4,
    "line_end": 8,
    "aya_no": 183,
    "text_tashkeel": "أَيَّاماٗ مَّعْدُودَٰتٖۖ فَمَن كَانَ مِنكُم مَّرِيضاً اَوْ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنَ اَيَّامٍ ا۟خَرَۖ وَعَلَى اَ۬لذِينَ يُطِيقُونَهُۥ فِدْيَةُ طَعَامِ مَسَٰكِينَۖ فَمَن تَطَوَّعَ خَيْراٗ فَهُوَ خَيْرٞ لَّهُۥۖ وَأَن تَصُومُواْ خَيْرٞ لَّكُمُۥٓ إِن كُنتُمْ تَعْلَمُونَۖ ١٨٣",
    "text_simple": "أياماٗ معدودتٖ فمن كان منكم مريضا او على سفرٖ فعدةٞ من ايام اخر وعلى الذين يطيقونه فدية طعام مسكين فمن تطوع خيراٗ فهو خيرٞ له وأن تصوموا خيرٞ لكمٓ إن كنتم تعلمون"
  },
  {
    "id": 191,
    "jozz": 2,
    "page": "28",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 8,
    "line_end": 13,
    "aya_no": 184,
    "text_tashkeel": "۞ شَهْرُ رَمَضَانَ اَ۬لذِےٓ أُنزِلَ فِيهِ اِ۬لْقُرْءَانُ هُدىٗ لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ اَ۬لْهُد۪ىٰ وَالْفُرْقَانِۖ فَمَن شَهِدَ مِنكُمُ اُ۬لشَّهْرَ فَلْيَصُمْهُۖ وَمَن كَانَ مَرِيضاً اَوْ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنَ اَيَّامٍ ا۟خَرَۖ يُرِيدُ اُ۬للَّهُ بِكُمُ اُ۬لْيُسْرَ وَلَا يُرِيدُ بِكُمُ اُ۬لْعُسْرَۖ وَلِتُكْمِلُواْ اُ۬لْعِدَّةَ وَلِتُكَبِّرُواْ اُ۬للَّهَ عَلَىٰ مَا هَد۪يٰكُمْ وَلَعَلَّكُمْ تَشْكُرُونَۖ ١٨٤",
    "text_simple": "شهر رمضان الذےٓ أنزل فيه القرءان هدىٗ للناس وبينتٖ من الهدى والفرقان فمن شهد منكم الشهر فليصمه ومن كان مريضا او على سفرٖ فعدةٞ من ايام اخر يريد الله بكم اليسر ولا يريد بكم العسر ولتكملوا العدة ولتكبروا الله على ما هديكم ولعلكم تشكرون"
  },
  {
    "id": 192,
    "jozz": 2,
    "page": "28",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 185,
    "text_tashkeel": "وَإِذَا سَأَلَكَ عِبَادِے عَنِّے فَإِنِّے قَرِيبٌۖ ا۟جِيبُ دَعْوَةَ اَ۬لدَّاعِۦٓ إِذَا دَعَانِۦۖ فَلْيَسْتَجِيبُواْ لِے وَلْيُومِنُواْ بِيَ لَعَلَّهُمْ يَرْشُدُونَۖ ١٨٥",
    "text_simple": "وإذا سألك عبادے عنے فإنے قريب اجيب دعوة الداعٓ إذا دعان فليستجيبوا لے وليومنوا بي لعلهم يرشدون"
  },
  {
    "id": 193,
    "jozz": 2,
    "page": "29",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 8,
    "aya_no": 186,
    "text_tashkeel": " أُحِلَّ لَكُمْ لَيْلَةَ اَ۬لصِّيَامِ اِ۬لرَّفَثُ إِلَىٰ نِسَآئِكُمْۖ هُنَّ لِبَاسٞ لَّكُمْ وَأَنتُمْ لِبَاسٞ لَّهُنَّۖ عَلِمَ اَ۬للَّهُ أَنَّكُمْ كُنتُمْ تَخْتَانُونَ أَنفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنكُمْۖ فَالَٰنَ بَٰشِرُوهُنَّۖ وَابْتَغُواْ مَا كَتَبَ اَ۬للَّهُ لَكُمْۖ وَكُلُواْ وَاشْرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ اُ۬لْخَيْطُ اُ۬لَابْيَضُ مِنَ اَ۬لْخَيْطِ اِ۬لَاسْوَدِ مِنَ اَ۬لْفَجْرِۖ ثُمَّ أَتِمُّواْ اُ۬لصِّيَامَ إِلَى اَ۬ليْلِۖ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمْ عَٰكِفُونَ فِے اِ۬لْمَسَٰجِدِۖ تِلْكَ حُدُودُ اُ۬للَّهِۖ فَلَا تَقْرَبُوهَاۖ كَذَٰلِكَ يُبَيِّنُ اُ۬للَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَۖ ١٨٦",
    "text_simple": "أحل لكم ليلة الصيام الرفث إلى نسآئكم هن لباسٞ لكم وأنتم لباسٞ لهن علم الله أنكم كنتم تختانون أنفسكم فتاب عليكم وعفا عنكم فالن بشروهن وابتغوا ما كتب الله لكم وكلوا واشربوا حتى يتبين لكم الخيط الابيض من الخيط الاسود من الفجر ثم أتموا الصيام إلى اليل ولا تبشروهن وأنتم عكفون فے المسجد تلك حدود الله فلا تقربوها كذلك يبين الله ءايته للناس لعلهم يتقون"
  },
  {
    "id": 194,
    "jozz": 2,
    "page": "29",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 187,
    "text_tashkeel": " وَلَا تَاكُلُوٓاْ أَمْوَٰلَكُم بَيْنَكُم بِالْبَٰطِلِ وَتُدْلُواْ بِهَآ إِلَى اَ۬لْحُكَّامِ لِتَاكُلُواْ فَرِيقاٗ مِّنَ اَمْوَٰلِ اِ۬لنَّاسِ بِالِاثْمِ وَأَنتُمْ تَعْلَمُونَۖ ١٨٧",
    "text_simple": "ولا تاكلوٓا أمولكم بينكم بالبطل وتدلوا بهآ إلى الحكام لتاكلوا فريقاٗ من امول الناس بالاثم وأنتم تعلمون"
  },
  {
    "id": 195,
    "jozz": 2,
    "page": "29",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 11,
    "line_end": 14,
    "aya_no": 188,
    "text_tashkeel": "۞ يَسْـَٔلُونَكَ عَنِ اِ۬لَاهِلَّةِۖ قُلْ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَالْحَجِّۖ وَلَيْسَ اَ۬لْبِرُّ بِأَن تَاتُواْ اُ۬لْبُيُوتَ مِن ظُهُورِهَاۖ وَلَٰكِنِ اِ۬لْبِرُّ مَنِ اِ۪تَّق۪ىٰۖ وَاتُواْ اُ۬لْبُيُوتَ مِنَ اَبْوَٰبِهَاۖ وَاتَّقُواْ اُ۬للَّهَ لَعَلَّكُمْ تُفْلِحُونَۖ ١٨٨",
    "text_simple": "يسٔلونك عن الاهلة قل هي موقيت للناس والحج وليس البر بأن تاتوا البيوت من ظهورها ولكن البر من اتقى واتوا البيوت من ابوبها واتقوا الله لعلكم تفلحون"
  },
  {
    "id": 196,
    "jozz": 2,
    "page": "29",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 189,
    "text_tashkeel": "وَقَٰتِلُواْ فِے سَبِيلِ اِ۬للَّهِ اِ۬لذِينَ يُقَٰتِلُونَكُمْ وَلَا تَعْتَدُوٓاْۖ إِنَّ اَ۬للَّهَ لَا يُحِبُّ اُ۬لْمُعْتَدِينَۖ ١٨٩",
    "text_simple": "وقتلوا فے سبيل الله الذين يقتلونكم ولا تعتدوٓا إن الله لا يحب المعتدين"
  },
  {
    "id": 197,
    "jozz": 2,
    "page": "30",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 190,
    "text_tashkeel": " وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُم مِّنْ حَيْثُ أَخْرَجُوكُمْۖ وَالْفِتْنَةُ أَشَدُّ مِنَ اَ۬لْقَتْلِۖ وَلَا تُقَٰتِلُوهُمْ عِندَ اَ۬لْمَسْجِدِ اِ۬لْحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمْ فِيهِۖ فَإِن قَٰتَلُوكُمْ فَاقْتُلُوهُمْۖ كَذَٰلِكَ جَزَآءُ اُ۬لْكٰ۪فِرِينَۖ ١٩٠",
    "text_simple": "واقتلوهم حيث ثقفتموهم وأخرجوهم من حيث أخرجوكم والفتنة أشد من القتل ولا تقتلوهم عند المسجد الحرام حتى يقتلوكم فيه فإن قتلوكم فاقتلوهم كذلك جزآء الكفرين"
  },
  {
    "id": 198,
    "jozz": 2,
    "page": "30",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 191,
    "text_tashkeel": "فَإِنِ اِ۪نتَهَوْاْ فَإِنَّ اَ۬للَّهَ غَفُورٞ رَّحِيمٞۖ ١٩١",
    "text_simple": "فإن انتهوا فإن الله غفورٞ رحيمٞ"
  },
  {
    "id": 199,
    "jozz": 2,
    "page": "30",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 192,
    "text_tashkeel": "وَقَٰتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٞ وَيَكُونَ اَ۬لدِّينُ لِلهِۖ فَإِنِ اِ۪نتَهَوْاْ فَلَا عُدْوَٰنَ إِلَّا عَلَى اَ۬لظَّٰلِمِينَۖ ١٩٢",
    "text_simple": "وقتلوهم حتى لا تكون فتنةٞ ويكون الدين لله فإن انتهوا فلا عدون إلا على الظلمين"
  },
  {
    "id": 200,
    "jozz": 2,
    "page": "30",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 5,
    "line_end": 8,
    "aya_no": 193,
    "text_tashkeel": "اَ۬لشَّهْرُ اُ۬لْحَرَامُ بِالشَّهْرِ اِ۬لْحَرَامِ وَالْحُرُمَٰتُ قِصَاصٞۖ فَمَنِ اِ۪عْتَد۪ىٰ عَلَيْكُمْ فَاعْتَدُواْ عَلَيْهِ بِمِثْلِ مَا اَ۪عْتَد۪ىٰ عَلَيْكُمْۖ وَاتَّقُواْ اُ۬للَّهَ وَاعْلَمُوٓاْ أَنَّ اَ۬للَّهَ مَعَ اَ۬لْمُتَّقِينَۖ ١٩٣",
    "text_simple": "الشهر الحرام بالشهر الحرام والحرمت قصاصٞ فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم واتقوا الله واعلموٓا أن الله مع المتقين"
  },
  {
    "id": 201,
    "jozz": 2,
    "page": "30",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 194,
    "text_tashkeel": "وَأَنفِقُواْ فِے سَبِيلِ اِ۬للَّهِ وَلَا تُلْقُواْ بِأَيْدِيكُمُۥٓ إِلَى اَ۬لتَّهْلُكَةِ وَأَحْسِنُوٓاْۖ إِنَّ اَ۬للَّهَ يُحِبُّ اُ۬لْمُحْسِنِينَۖ ١٩٤",
    "text_simple": "وأنفقوا فے سبيل الله ولا تلقوا بأيديكمٓ إلى التهلكة وأحسنوٓا إن الله يحب المحسنين"
  },
  {
    "id": 202,
    "jozz": 2,
    "page": "30",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 15,
    "aya_no": 195,
    "text_tashkeel": "وَأَتِمُّواْ اُ۬لْحَجَّ وَالْعُمْرَةَ لِلهِۖ فَإِنُ ا۟حْصِرْتُمْ فَمَا اَ۪سْتَيْسَرَ مِنَ اَ۬لْهَدْيِۖ وَلَا تَحْلِقُواْ رُءُوسَكُمْ حَتَّىٰ يَبْلُغَ اَ۬لْهَدْيُ مَحِلَّهُۥۖ فَمَن كَانَ مِنكُم مَّرِيضاً اَوْ بِهِۦٓ أَذىٗ مِّن رَّأْسِهِۦ فَفِدْيَةٞ مِّن صِيَامٍ اَوْ صَدَقَةٍ اَوْ نُسُكٖۖ فَإِذَآ أَمِنتُمْ فَمَن تَمَتَّعَ بِالْعُمْرَةِ إِلَى اَ۬لْحَجِّ فَمَا اَ۪سْتَيْسَرَ مِنَ اَ۬لْهَدْيِۖ ۞ فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِے اِ۬لْحَجِّ وَسَبْعَةٍ اِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٞ كَامِلَةٞۖ ذَٰلِكَ لِمَن لَّمْ يَكُنَ اَهْلُهُۥ حَاضِرِے اِ۬لْمَسْجِدِ اِ۬لْحَرَامِۖ وَاتَّقُواْ اُ۬للَّهَ وَاعْلَمُوٓاْ أَنَّ اَ۬للَّهَ شَدِيدُ اُ۬لْعِقَابِۖ ١٩٥",
    "text_simple": "وأتموا الحج والعمرة لله فإن احصرتم فما استيسر من الهدي ولا تحلقوا رءوسكم حتى يبلغ الهدي محله فمن كان منكم مريضا او بهٓ أذىٗ من رأسه ففديةٞ من صيام او صدقة او نسكٖ فإذآ أمنتم فمن تمتع بالعمرة إلى الحج فما استيسر من الهدي فمن لم يجد فصيام ثلثة أيامٖ فے الحج وسبعة اذا رجعتم تلك عشرةٞ كاملةٞ ذلك لمن لم يكن اهله حاضرے المسجد الحرام واتقوا الله واعلموٓا أن الله شديد العقاب"
  },
  {
    "id": 203,
    "jozz": 2,
    "page": "31",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 196,
    "text_tashkeel": " اِ۬لْحَجُّ أَشْهُرٞ مَّعْلُومَٰتٞۖ فَمَن فَرَضَ فِيهِنَّ اَ۬لْحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِے اِ۬لْحَجِّۖ وَمَا تَفْعَلُواْ مِنْ خَيْرٖ يَعْلَمْهُ اُ۬للَّهُۖ وَتَزَوَّدُواْۖ فَإِنَّ خَيْرَ اَ۬لزَّادِ اِ۬لتَّقْو۪ىٰۖ وَاتَّقُونِ يَٰٓأُوْلِے اِ۬لَالْبَٰبِۖ ١٩٦",
    "text_simple": "الحج أشهرٞ معلومتٞ فمن فرض فيهن الحج فلا رفث ولا فسوق ولا جدال فے الحج وما تفعلوا من خيرٖ يعلمه الله وتزودوا فإن خير الزاد التقوى واتقون يٓأولے الالبب"
  },
  {
    "id": 204,
    "jozz": 2,
    "page": "31",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 4,
    "line_end": 8,
    "aya_no": 197,
    "text_tashkeel": "لَيْسَ عَلَيْكُمْ جُنَاحٌ اَن تَبْتَغُواْ فَضْلاٗ مِّن رَّبِّكُمْۖ فَإِذَآ أَفَضْتُم مِّنْ عَرَفَٰتٖ فَاذْكُرُواْ اُ۬للَّهَ عِندَ اَ۬لْمَشْعَرِ اِ۬لْحَرَامِۖ وَاذْكُرُوهُ كَمَا هَد۪يٰكُمْ وَإِن كُنتُم مِّن قَبْلِهِۦ لَمِنَ اَ۬لضَّآلِّينَۖ ١٩٧",
    "text_simple": "ليس عليكم جناح ان تبتغوا فضلاٗ من ربكم فإذآ أفضتم من عرفتٖ فاذكروا الله عند المشعر الحرام واذكروه كما هديكم وإن كنتم من قبله لمن الضآلين"
  },
  {
    "id": 205,
    "jozz": 2,
    "page": "31",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 198,
    "text_tashkeel": "ثُمَّ أَفِيضُواْ مِنْ حَيْثُ أَفَاضَ اَ۬لنَّاسُۖ وَاسْتَغْفِرُواْ اُ۬للَّهَۖ إِنَّ اَ۬للَّهَ غَفُورٞ رَّحِيمٞۖ ١٩٨",
    "text_simple": "ثم أفيضوا من حيث أفاض الناس واستغفروا الله إن الله غفورٞ رحيمٞ"
  },
  {
    "id": 206,
    "jozz": 2,
    "page": "31",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 14,
    "aya_no": 199,
    "text_tashkeel": "فَإِذَا قَضَيْتُم مَّنَٰسِكَكُمْ فَاذْكُرُواْ اُ۬للَّهَ كَذِكْرِكُمُۥٓ ءَابَآءَكُمُۥٓ أَوَ اَشَدَّ ذِكْراٗۖ فَمِنَ اَ۬لنَّاسِ مَنْ يَّقُولُ رَبَّنَآ ءَاتِنَا فِے اِ۬لدُّنْي۪ا وَمَا لَهُۥ فِے اِ۬لَاخِرَةِ مِنْ خَلَٰقٖۖ وَمِنْهُم مَّنْ يَّقُولُ رَبَّنَآ ءَاتِنَا فِے اِ۬لدُّنْي۪ا حَسَنَةٗ وَفِے اِ۬لَاخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ اَ۬لنّ۪ارِۖ ١٩٩",
    "text_simple": "فإذا قضيتم منسككم فاذكروا الله كذكركمٓ ءابآءكمٓ أو اشد ذكراٗ فمن الناس من يقول ربنآ ءاتنا فے الدنيا وما له فے الاخرة من خلقٖ ومنهم من يقول ربنآ ءاتنا فے الدنيا حسنةٗ وفے الاخرة حسنةٗ وقنا عذاب النار"
  },
  {
    "id": 207,
    "jozz": 2,
    "page": "31",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 200,
    "text_tashkeel": "أُوْلَٰٓئِكَ لَهُمْ نَصِيبٞ مِّمَّا كَسَبُواْۖ وَاللَّهُ سَرِيعُ اُ۬لْحِسَابِۖ ٢٠٠",
    "text_simple": "أولٓئك لهم نصيبٞ مما كسبوا والله سريع الحساب"
  },
  {
    "id": 208,
    "jozz": 2,
    "page": "32",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 201,
    "text_tashkeel": " ۞ وَاذْكُرُواْ اُ۬للَّهَ فِےٓ أَيَّامٖ مَّعْدُودَٰتٖۖ فَمَن تَعَجَّلَ فِے يَوْمَيْنِ فَلَآ إِثْمَ عَلَيْهِۖ وَمَن تَأَخَّرَ فَلَآ إِثْمَ عَلَيْهِ لِمَنِ اِ۪تَّق۪ىٰۖ وَاتَّقُواْ اُ۬للَّهَ وَاعْلَمُوٓاْ أَنَّكُمُۥٓ إِلَيْهِ تُحْشَرُونَۖ ٢٠١",
    "text_simple": "واذكروا الله فےٓ أيامٖ معدودتٖ فمن تعجل فے يومين فلآ إثم عليه ومن تأخر فلآ إثم عليه لمن اتقى واتقوا الله واعلموٓا أنكمٓ إليه تحشرون"
  },
  {
    "id": 209,
    "jozz": 2,
    "page": "32",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 4,
    "line_end": 5,
    "aya_no": 202,
    "text_tashkeel": " وَمِنَ اَ۬لنَّاسِ مَنْ يُّعْجِبُكَ قَوْلُهُۥ فِے اِ۬لْحَيَوٰةِ اِ۬لدُّنْي۪ا وَيُشْهِدُ اُ۬للَّهَ عَلَىٰ مَا فِے قَلْبِهِۦ وَهُوَ أَلَدُّ اُ۬لْخِصَامِۖ ٢٠٢",
    "text_simple": "ومن الناس من يعجبك قوله فے الحيوة الدنيا ويشهد الله على ما فے قلبه وهو ألد الخصام"
  },
  {
    "id": 210,
    "jozz": 2,
    "page": "32",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 203,
    "text_tashkeel": " وَإِذَا تَوَلّ۪ىٰ سَع۪ىٰ فِے اِ۬لَارْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ اَ۬لْحَرْثَ وَالنَّسْلَۖ وَاللَّهُ لَا يُحِبُّ اُ۬لْفَسَادَۖ ٢٠٣",
    "text_simple": "وإذا تولى سعى فے الارض ليفسد فيها ويهلك الحرث والنسل والله لا يحب الفساد"
  },
  {
    "id": 211,
    "jozz": 2,
    "page": "32",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 204,
    "text_tashkeel": "وَإِذَا قِيلَ لَهُ اُ۪تَّقِ اِ۬للَّهَ أَخَذَتْهُ اُ۬لْعِزَّةُ بِالِاثْمِ فَحَسْبُهُۥ جَهَنَّمُۖ وَلَبِيسَ اَ۬لْمِهَادُۖ ٢٠٤",
    "text_simple": "وإذا قيل له اتق الله أخذته العزة بالاثم فحسبه جهنم ولبيس المهاد"
  },
  {
    "id": 212,
    "jozz": 2,
    "page": "32",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 205,
    "text_tashkeel": "وَمِنَ اَ۬لنَّاسِ مَنْ يَّشْرِے نَفْسَهُ اُ۪بْتِغَآءَ مَرْضَاتِ اِ۬للَّهِۖ وَاللَّهُ رَءُوفُۢ بِالْعِبَادِۖ ٢٠٥",
    "text_simple": "ومن الناس من يشرے نفسه ابتغآء مرضات الله والله رءوف بالعباد"
  },
  {
    "id": 213,
    "jozz": 2,
    "page": "32",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 206,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ اُ۟دْخُلُواْ فِے اِ۬لسَّلْمِ كَآفَّةٗۖ وَلَا تَتَّبِعُواْ خُطْوَٰتِ اِ۬لشَّيْطَٰنِۖ إِنَّهُۥ لَكُمْ عَدُوّٞ مُّبِينٞۖ ٢٠٦",
    "text_simple": "يٓأيها الذين ءامنوا ادخلوا فے السلم كآفةٗ ولا تتبعوا خطوت الشيطن إنه لكم عدوٞ مبينٞ"
  },
  {
    "id": 214,
    "jozz": 2,
    "page": "32",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 207,
    "text_tashkeel": "فَإِن زَلَلْتُم مِّنۢ بَعْدِ مَا جَآءَتْكُمُ اُ۬لْبَيِّنَٰتُ فَاعْلَمُوٓاْ أَنَّ اَ۬للَّهَ عَزِيزٌ حَكِيمٌۖ ٢٠٧",
    "text_simple": "فإن زللتم من بعد ما جآءتكم البينت فاعلموٓا أن الله عزيز حكيم"
  },
  {
    "id": 215,
    "jozz": 2,
    "page": "32",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 208,
    "text_tashkeel": " هَلْ يَنظُرُونَ إِلَّآ أَنْ يَّاتِيَهُمُ اُ۬للَّهُ فِے ظُلَلٖ مِّنَ اَ۬لْغَمَٰمِۖ وَالْمَلَٰٓئِكَةُ وَقُضِيَ اَ۬لَامْرُۖ وَإِلَى اَ۬للَّهِ تُرْجَعُ اُ۬لُامُورُۖ ٢٠٨",
    "text_simple": "هل ينظرون إلآ أن ياتيهم الله فے ظللٖ من الغمم والملٓئكة وقضي الامر وإلى الله ترجع الامور"
  },
  {
    "id": 216,
    "jozz": 2,
    "page": "33",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 209,
    "text_tashkeel": " سَلْ بَنِےٓ إِسْرَآءِيلَ كَمَ اٰتَيْنَٰهُم مِّنَ اٰيَةِۢ بَيِّنَةٖۖ وَمَنْ يُّبَدِّلْ نِعْمَةَ اَ۬للَّهِ مِنۢ بَعْدِ مَا جَآءَتْهُ فَإِنَّ اَ۬للَّهَ شَدِيدُ اُ۬لْعِقَابِۖ ٢٠٩",
    "text_simple": "سل بنےٓ إسرآءيل كم اتينهم من اية بينةٖ ومن يبدل نعمة الله من بعد ما جآءته فإن الله شديد العقاب"
  },
  {
    "id": 217,
    "jozz": 2,
    "page": "33",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 2,
    "line_end": 4,
    "aya_no": 210,
    "text_tashkeel": "زُيِّنَ لِلذِينَ كَفَرُواْ اُ۬لْحَيَوٰةُ اُ۬لدُّنْي۪ا وَيَسْخَرُونَ مِنَ اَ۬لذِينَ ءَامَنُواْۖ وَالذِينَ اَ۪تَّقَوْاْ فَوْقَهُمْ يَوْمَ اَ۬لْقِيَٰمَةِۖ وَاللَّهُ يَرْزُقُ مَنْ يَّشَآءُ بِغَيْرِ حِسَابٖۖ ٢١٠",
    "text_simple": "زين للذين كفروا الحيوة الدنيا ويسخرون من الذين ءامنوا والذين اتقوا فوقهم يوم القيمة والله يرزق من يشآء بغير حسابٖ"
  },
  {
    "id": 218,
    "jozz": 2,
    "page": "33",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 5,
    "line_end": 10,
    "aya_no": 211,
    "text_tashkeel": " ۞ كَانَ اَ۬لنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ اَ۬للَّهُ اُ۬لنَّبِيٓـِٕۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ اُ۬لْكِتَٰبَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ اَ۬لنَّاسِ فِيمَا اَ۪خْتَلَفُواْ فِيهِۖ وَمَا اَ۪خْتَلَفَ فِيهِ إِلَّا اَ۬لذِينَ أُوتُوهُۖ مِنۢ بَعْدِ مَا جَآءَتْهُمُ اُ۬لْبَيِّنَٰتُ بَغْياَۢ بَيْنَهُمْۖ فَهَدَى اَ۬للَّهُ اُ۬لذِينَ ءَامَنُواْ لِمَا اَ۪خْتَلَفُواْ فِيهِ مِنَ اَ۬لْحَقِّ بِإِذْنِهِۦۖ وَاللَّهُ يَهْدِے مَنْ يَّشَآءُ اِ۪لَىٰ صِرَٰطٖ مُّسْتَقِيمٍۖ ٢١١",
    "text_simple": "كان الناس أمةٗ وحدةٗ فبعث الله النبيٕٓن مبشرين ومنذرين وأنزل معهم الكتب بالحق ليحكم بين الناس فيما اختلفوا فيه وما اختلف فيه إلا الذين أوتوه من بعد ما جآءتهم البينت بغيا بينهم فهدى الله الذين ءامنوا لما اختلفوا فيه من الحق بإذنه والله يهدے من يشآء الى صرطٖ مستقيم"
  },
  {
    "id": 219,
    "jozz": 2,
    "page": "33",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 10,
    "line_end": 13,
    "aya_no": 212,
    "text_tashkeel": "اَمْ حَسِبْتُمُۥٓ أَن تَدْخُلُواْ اُ۬لْجَنَّةَ وَلَمَّا يَاتِكُم مَّثَلُ اُ۬لذِينَ خَلَوْاْ مِن قَبْلِكُم مَّسَّتْهُمُ اُ۬لْبَأْسَآءُ وَالضَّرَّآءُ وَزُلْزِلُواْ حَتَّىٰ يَقُولُ اُ۬لرَّسُولُ وَالذِينَ ءَامَنُواْ مَعَهُۥ مَت۪ىٰ نَصْرُ اُ۬للَّهِۖ أَلَآ إِنَّ نَصْرَ اَ۬للَّهِ قَرِيبٞۖ ٢١٢",
    "text_simple": "ام حسبتمٓ أن تدخلوا الجنة ولما ياتكم مثل الذين خلوا من قبلكم مستهم البأسآء والضرآء وزلزلوا حتى يقول الرسول والذين ءامنوا معه متى نصر الله ألآ إن نصر الله قريبٞ"
  },
  {
    "id": 220,
    "jozz": 2,
    "page": "33",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 213,
    "text_tashkeel": "يَسْـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلْ مَآ أَنفَقْتُم مِّنْ خَيْرٖ فَلِلْوَٰلِدَيْنِ وَالَاقْرَبِينَ وَالْيَتَٰم۪ىٰ وَالْمَسَٰكِينِ وَابْنِ اِ۬لسَّبِيلِۖ وَمَا تَفْعَلُواْ مِنْ خَيْرٖ فَإِنَّ اَ۬للَّهَ بِهِۦ عَلِيمٞۖ ٢١٣",
    "text_simple": "يسٔلونك ماذا ينفقون قل مآ أنفقتم من خيرٖ فللولدين والاقربين واليتمى والمسكين وابن السبيل وما تفعلوا من خيرٖ فإن الله به عليمٞ"
  },
  {
    "id": 221,
    "jozz": 2,
    "page": "34",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 214,
    "text_tashkeel": " كُتِبَ عَلَيْكُمُ اُ۬لْقِتَالُ وَهُوَ كُرْهٞ لَّكُمْۖ وَعَس۪ىٰٓ أَن تَكْرَهُواْ شَئْاٗ وَهُوَ خَيْرٞ لَّكُمْۖ وَعَس۪ىٰٓ أَن تُحِبُّواْ شَئْاٗ وَهُوَ شَرّٞ لَّكُمْۖ وَاللَّهُ يَعْلَمُۖ وَأَنتُمْ لَا تَعْلَمُونَۖ ٢١٤",
    "text_simple": "كتب عليكم القتال وهو كرهٞ لكم وعسىٓ أن تكرهوا شئاٗ وهو خيرٞ لكم وعسىٓ أن تحبوا شئاٗ وهو شرٞ لكم والله يعلم وأنتم لا تعلمون"
  },
  {
    "id": 222,
    "jozz": 2,
    "page": "34",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 3,
    "line_end": 10,
    "aya_no": 215,
    "text_tashkeel": "يَسْـَٔلُونَكَ عَنِ اِ۬لشَّهْرِ اِ۬لْحَرَامِ قِتَالٖ فِيهِۖ قُلْ قِتَالٞ فِيهِ كَبِيرٞۖ وَصَدٌّ عَن سَبِيلِ اِ۬للَّهِ وَكُفْرُۢ بِهِۦ وَالْمَسْجِدِ اِ۬لْحَرَامِ وَإِخْرَاجُ أَهْلِهِۦ مِنْهُ أَكْبَرُ عِندَ اَ۬للَّهِۖ وَالْفِتْنَةُ أَكْبَرُ مِنَ اَ۬لْقَتْلِۖ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمْ حَتَّىٰ يَرُدُّوكُمْ عَن دِينِكُمُۥٓ إِنِ اِ۪سْتَطَٰعُواْۖ وَمَنْ يَّرْتَدِدْ مِنكُمْ عَن دِينِهِۦ فَيَمُتْ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتَ اَعْمَٰلُهُمْ فِے اِ۬لدُّنْي۪ا وَالَاخِرَةِۖ وَأُوْلَٰٓئِكَ أَصْحَٰبُ اُ۬لنّ۪ارِ هُمْ فِيهَا خَٰلِدُونَۖ ٢١٥",
    "text_simple": "يسٔلونك عن الشهر الحرام قتالٖ فيه قل قتالٞ فيه كبيرٞ وصد عن سبيل الله وكفر به والمسجد الحرام وإخراج أهله منه أكبر عند الله والفتنة أكبر من القتل ولا يزالون يقتلونكم حتى يردوكم عن دينكمٓ إن استطعوا ومن يرتدد منكم عن دينه فيمت وهو كافرٞ فأولٓئك حبطت اعملهم فے الدنيا والاخرة وأولٓئك أصحب النار هم فيها خلدون"
  },
  {
    "id": 223,
    "jozz": 2,
    "page": "34",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 10,
    "line_end": 12,
    "aya_no": 216,
    "text_tashkeel": "إِنَّ اَ۬لذِينَ ءَامَنُواْ وَالذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِے سَبِيلِ اِ۬للَّهِ أُوْلَٰٓئِكَ يَرْجُونَ رَحْمَتَ اَ۬للَّهِۖ وَاللَّهُ غَفُورٞ رَّحِيمٞۖ ٢١٦",
    "text_simple": "إن الذين ءامنوا والذين هاجروا وجهدوا فے سبيل الله أولٓئك يرجون رحمت الله والله غفورٞ رحيمٞ"
  },
  {
    "id": 224,
    "jozz": 2,
    "page": "34",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 12,
    "line_end": 15,
    "aya_no": 217,
    "text_tashkeel": "۞ يَسْـَٔلُونَكَ عَنِ اِ۬لْخَمْرِ وَالْمَيْسِرِۖ قُلْ فِيهِمَآ إِثْمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِۖ وَإِثْمُهُمَآ أَكْبَرُ مِن نَّفْعِهِمَاۖ وَيَسْـَٔلُونَكَ مَاذَا يُنفِقُونَ قُلِ اِ۬لْعَفْوَۖ كَذَٰلِكَ يُبَيِّنُ اُ۬للَّهُ لَكُمُ اُ۬لَايَٰتِ لَعَلَّكُمْ تَتَفَكَّرُونَ ٢١٧",
    "text_simple": "يسٔلونك عن الخمر والميسر قل فيهمآ إثمٞ كبيرٞ ومنفع للناس وإثمهمآ أكبر من نفعهما ويسٔلونك ماذا ينفقون قل العفو كذلك يبين الله لكم الايت لعلكم تتفكرون"
  },
  {
    "id": 225,
    "jozz": 2,
    "page": "35",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 218,
    "text_tashkeel": " فِے اِ۬لدُّنْي۪ا وَالَاخِرَةِۖ وَيَسْـَٔلُونَكَ عَنِ اِ۬لْيَتَٰم۪ىٰ قُلِ اِصْلَٰحٞ لَّهُمْ خَيْرٞۖ وَإِن تُخَالِطُوهُمْ فَإِخْوَٰنُكُمْۖ وَاللَّهُ يَعْلَمُ اُ۬لْمُفْسِدَ مِنَ اَ۬لْمُصْلِحِۖ وَلَوْ شَآءَ اَ۬للَّهُ لَأَعْنَتَكُمُۥٓۖ إِنَّ اَ۬للَّهَ عَزِيزٌ حَكِيمٞۖ ٢١٨",
    "text_simple": "فے الدنيا والاخرة ويسٔلونك عن اليتمى قل اصلحٞ لهم خيرٞ وإن تخالطوهم فإخونكم والله يعلم المفسد من المصلح ولو شآء الله لأعنتكمٓ إن الله عزيز حكيمٞ"
  },
  {
    "id": 226,
    "jozz": 2,
    "page": "35",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 4,
    "line_end": 8,
    "aya_no": 219,
    "text_tashkeel": " وَلَا تَنكِحُواْ اُ۬لْمُشْرِكَٰتِ حَتَّىٰ يُومِنَّۖ وَلَأَمَةٞ مُّومِنَةٌ خَيْرٞ مِّن مُّشْرِكَةٖ وَلَوَ اَعْجَبَتْكُمْۖ وَلَا تُنكِحُواْ اُ۬لْمُشْرِكِينَ حَتَّىٰ يُومِنُواْۖ وَلَعَبْدٞ مُّومِنٌ خَيْرٞ مِّن مُّشْرِكٖ وَلَوَ اَعْجَبَكُمُۥٓۖ أُوْلَٰٓئِكَ يَدْعُونَ إِلَى اَ۬لنّ۪ارِۖ وَاللَّهُ يَدْعُوٓاْ إِلَى اَ۬لْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَۖ ٢١٩",
    "text_simple": "ولا تنكحوا المشركت حتى يومن ولأمةٞ مومنة خيرٞ من مشركةٖ ولو اعجبتكم ولا تنكحوا المشركين حتى يومنوا ولعبدٞ مومن خيرٞ من مشركٖ ولو اعجبكمٓ أولٓئك يدعون إلى النار والله يدعوٓا إلى الجنة والمغفرة بإذنه ويبين ءايته للناس لعلهم يتذكرون"
  },
  {
    "id": 227,
    "jozz": 2,
    "page": "35",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 11,
    "aya_no": 220,
    "text_tashkeel": " وَيَسْـَٔلُونَكَ عَنِ اِ۬لْمَحِيضِ قُلْ هُوَ أَذىٗۖ فَاعْتَزِلُواْ اُ۬لنِّسَآءَ فِے اِ۬لْمَحِيضِۖ وَلَا تَقْرَبُوهُنَّ حَتَّىٰ يَطْهُرْنَۖ فَإِذَا تَطَهَّرْنَ فَاتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اُ۬للَّهُۖ إِنَّ اَ۬للَّهَ يُحِبُّ اُ۬لتَّوَّٰبِينَ وَيُحِبُّ اُ۬لْمُتَطَهِّرِينَۖ ٢٢٠",
    "text_simple": "ويسٔلونك عن المحيض قل هو أذىٗ فاعتزلوا النسآء فے المحيض ولا تقربوهن حتى يطهرن فإذا تطهرن فاتوهن من حيث أمركم الله إن الله يحب التوبين ويحب المتطهرين"
  },
  {
    "id": 228,
    "jozz": 2,
    "page": "35",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 221,
    "text_tashkeel": " نِسَآؤُكُمْ حَرْثٞ لَّكُمْ فَاتُواْ حَرْثَكُمُۥٓ أَنّ۪ىٰ شِئْتُمْۖ وَقَدِّمُواْ لِأَنفُسِكُمْۖ وَاتَّقُواْ اُ۬للَّهَۖ وَاعْلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۖ وَبَشِّرِ اِ۬لْمُومِنِينَۖ ٢٢١",
    "text_simple": "نسآؤكم حرثٞ لكم فاتوا حرثكمٓ أنى شئتم وقدموا لأنفسكم واتقوا الله واعلموٓا أنكم ملقوه وبشر المومنين"
  },
  {
    "id": 229,
    "jozz": 2,
    "page": "35",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 222,
    "text_tashkeel": "وَلَا تَجْعَلُواْ اُ۬للَّهَ عُرْضَةٗ لِّأَيْمَٰنِكُمُۥٓۖ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصْلِحُواْ بَيْنَ اَ۬لنَّاسِۖ وَاللَّهُ سَمِيعٌ عَلِيمٞۖ ٢٢٢",
    "text_simple": "ولا تجعلوا الله عرضةٗ لأيمنكمٓ أن تبروا وتتقوا وتصلحوا بين الناس والله سميع عليمٞ"
  },
  {
    "id": 230,
    "jozz": 2,
    "page": "36",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 223,
    "text_tashkeel": " لَّا يُوَ۬اخِذُكُمُ اُ۬للَّهُ بِاللَّغْوِ فِےٓ أَيْمَٰنِكُمْۖ وَلَٰكِنْ يُّوَ۬اخِذُكُم بِمَا كَسَبَتْ قُلُوبُكُمْۖ وَاللَّهُ غَفُورٌ حَلِيمٞۖ ٢٢٣",
    "text_simple": "لا يواخذكم الله باللغو فےٓ أيمنكم ولكن يواخذكم بما كسبت قلوبكم والله غفور حليمٞ"
  },
  {
    "id": 231,
    "jozz": 2,
    "page": "36",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 224,
    "text_tashkeel": "لِّلذِينَ يُولُونَ مِن نِّسَآئِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٖۖ فَإِن فَآءُو فَإِنَّ اَ۬للَّهَ غَفُورٞ رَّحِيمٞۖ ٢٢٤",
    "text_simple": "للذين يولون من نسآئهم تربص أربعة أشهرٖ فإن فآءو فإن الله غفورٞ رحيمٞ"
  },
  {
    "id": 232,
    "jozz": 2,
    "page": "36",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 3,
    "line_end": 4,
    "aya_no": 225,
    "text_tashkeel": "وَإِنْ عَزَمُواْ اُ۬لطَّلَٰقَ فَإِنَّ اَ۬للَّهَ سَمِيعٌ عَلِيمٞۖ ٢٢٥",
    "text_simple": "وإن عزموا الطلق فإن الله سميع عليمٞ"
  },
  {
    "id": 233,
    "jozz": 2,
    "page": "36",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 4,
    "line_end": 8,
    "aya_no": 226,
    "text_tashkeel": "۞ وَالْمُطَلَّقَٰتُ يَتَرَبَّصْنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۖ وَلَا يَحِلُّ لَهُنَّ أَنْ يَّكْتُمْنَ مَا خَلَقَ اَ۬للَّهُ فِےٓ أَرْحَامِهِنَّ إِن كُنَّ يُومِنَّ بِاللَّهِ وَالْيَوْمِ اِ۬لَاخِرِۖ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِے ذَٰلِكَ إِنَ اَرَادُوٓاْ إِصْلَٰحاٗۖ وَلَهُنَّ مِثْلُ اُ۬لذِے عَلَيْهِنَّ بِالْمَعْرُوفِۖ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٞۖ وَاللَّهُ عَزِيزٌ حَكِيمٌۖ ٢٢٦",
    "text_simple": "والمطلقت يتربصن بأنفسهن ثلثة قروٓءٖ ولا يحل لهن أن يكتمن ما خلق الله فےٓ أرحامهن إن كن يومن بالله واليوم الاخر وبعولتهن أحق بردهن فے ذلك إن ارادوٓا إصلحاٗ ولهن مثل الذے عليهن بالمعروف وللرجال عليهن درجةٞ والله عزيز حكيم"
  },
  {
    "id": 234,
    "jozz": 2,
    "page": "36",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 8,
    "line_end": 13,
    "aya_no": 227,
    "text_tashkeel": "اِ۬لطَّلَٰقُ مَرَّتَٰنِۖ فَإِمْسَاكُۢ بِمَعْرُوفٍ اَوْ تَسْرِيحُۢ بِإِحْسَٰنٖۖ وَلَا يَحِلُّ لَكُمُۥٓ أَن تَاخُذُواْ مِمَّآ ءَاتَيْتُمُوهُنَّ شَئْاً اِلَّآ أَنْ يَّخَافَآ أَلَّا يُقِيمَا حُدُودَ اَ۬للَّهِۖ فَإِنْ خِفْتُمُۥٓ أَلَّا يُقِيمَا حُدُودَ اَ۬للَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا اَ۪فْتَدَتْ بِهِۦۖ تِلْكَ حُدُودُ اُ۬للَّهِۖ فَلَا تَعْتَدُوهَاۖ وَمَنْ يَّتَعَدَّ حُدُودَ اَ۬للَّهِ فَأُوْلَٰٓئِكَ هُمُ اُ۬لظَّٰلِمُونَۖ ٢٢٧",
    "text_simple": "الطلق مرتن فإمساك بمعروف او تسريح بإحسنٖ ولا يحل لكمٓ أن تاخذوا ممآ ءاتيتموهن شئا الآ أن يخافآ ألا يقيما حدود الله فإن خفتمٓ ألا يقيما حدود الله فلا جناح عليهما فيما افتدت به تلك حدود الله فلا تعتدوها ومن يتعد حدود الله فأولٓئك هم الظلمون"
  },
  {
    "id": 235,
    "jozz": 2,
    "page": "36",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 228,
    "text_tashkeel": "فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعْدُ حَتَّىٰ تَنكِحَ زَوْجاً غَيْرَهُۥۖ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَآ أَنْ يَّتَرَاجَعَآ إِن ظَنَّآ أَنْ يُّقِيمَا حُدُودَ اَ۬للَّهِۖ وَتِلْكَ حُدُودُ اُ۬للَّهِ يُبَيِّنُهَا لِقَوْمٖ يَعْلَمُونَۖ ٢٢٨",
    "text_simple": "فإن طلقها فلا تحل له من بعد حتى تنكح زوجا غيره فإن طلقها فلا جناح عليهمآ أن يتراجعآ إن ظنآ أن يقيما حدود الله وتلك حدود الله يبينها لقومٖ يعلمون"
  },
  {
    "id": 236,
    "jozz": 2,
    "page": "37",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 5,
    "aya_no": 229,
    "text_tashkeel": " وَإِذَا طَلَّقْتُمُ اُ۬لنِّسَآءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ اَوْ سَرِّحُوهُنَّ بِمَعْرُوفٖۖ وَلَا تُمْسِكُوهُنَّ ضِرَاراٗ لِّتَعْتَدُواْۖ وَمَنْ يَّفْعَلْ ذَٰلِكَ فَقَد ظَّلَمَ نَفْسَهُۥۖ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ اِ۬للَّهِ هُزُؤاٗۖ وَاذْكُرُواْ نِعْمَتَ اَ۬للَّهِ عَلَيْكُمْ وَمَآ أَنزَلَ عَلَيْكُم مِّنَ اَ۬لْكِتَٰبِ وَالْحِكْمَةِ يَعِظُكُم بِهِۦۖ وَاتَّقُواْ اُ۬للَّهَۖ وَاعْلَمُوٓاْ أَنَّ اَ۬للَّهَ بِكُلِّ شَےْءٍ عَلِيمٞۖ ٢٢٩",
    "text_simple": "وإذا طلقتم النسآء فبلغن أجلهن فأمسكوهن بمعروف او سرحوهن بمعروفٖ ولا تمسكوهن ضراراٗ لتعتدوا ومن يفعل ذلك فقد ظلم نفسه ولا تتخذوٓا ءايت الله هزؤاٗ واذكروا نعمت الله عليكم ومآ أنزل عليكم من الكتب والحكمة يعظكم به واتقوا الله واعلموٓا أن الله بكل شےء عليمٞ"
  },
  {
    "id": 237,
    "jozz": 2,
    "page": "37",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 5,
    "line_end": 9,
    "aya_no": 230,
    "text_tashkeel": "وَإِذَا طَلَّقْتُمُ اُ۬لنِّسَآءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ أَنْ يَّنكِحْنَ أَزْوَٰجَهُنَّ إِذَا تَرَٰضَوْاْ بَيْنَهُم بِالْمَعْرُوفِۖ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمْ يُومِنُ بِاللَّهِ وَالْيَوْمِ اِ۬لَاخِرِۖ ذَٰلِكُمُۥٓ أَزْك۪ىٰ لَكُمْ وَأَطْهَرُۖ وَاللَّهُ يَعْلَمُۖ وَأَنتُمْ لَا تَعْلَمُونَۖ ٢٣٠",
    "text_simple": "وإذا طلقتم النسآء فبلغن أجلهن فلا تعضلوهن أن ينكحن أزوجهن إذا ترضوا بينهم بالمعروف ذلك يوعظ به من كان منكم يومن بالله واليوم الاخر ذلكمٓ أزكى لكم وأطهر والله يعلم وأنتم لا تعلمون"
  },
  {
    "id": 238,
    "jozz": 2,
    "page": "37",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 15,
    "aya_no": 231,
    "text_tashkeel": "۞ وَالْوَٰلِدَٰتُ يُرْضِعْنَ أَوْلَٰدَهُنَّ حَوْلَيْنِ كَامِلَيْنِۖ لِمَنَ اَرَادَ أَنْ يُّتِمَّ اَ۬لرَّضَٰعَةَۖ وَعَلَى اَ۬لْمَوْلُودِ لَهُۥ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِۖ لَا تُكَلَّفُ نَفْسٌ اِلَّا وُسْعَهَاۖ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوْلُودٞ لَّهُۥ بِوَلَدِهِۦۖ وَعَلَى اَ۬لْوَارِثِ مِثْلُ ذَٰلِكَۖ فَإِنَ اَرَادَا فِصَالاً عَن تَرَاضٖ مِّنْهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيْهِمَاۖ وَإِنَ اَرَدتُّمُۥٓ أَن تَسْتَرْضِعُوٓاْ أَوْلَٰدَكُمْ فَلَا جُنَاحَ عَلَيْكُمُۥٓ إِذَا سَلَّمْتُم مَّآ ءَاتَيْتُم بِالْمَعْرُوفِۖ وَاتَّقُواْ اُ۬للَّهَۖ وَاعْلَمُوٓاْ أَنَّ اَ۬للَّهَ بِمَا تَعْمَلُونَ بَصِيرٞۖ ٢٣١",
    "text_simple": "والولدت يرضعن أولدهن حولين كاملين لمن اراد أن يتم الرضعة وعلى المولود له رزقهن وكسوتهن بالمعروف لا تكلف نفس الا وسعها لا تضآر ولدة بولدها ولا مولودٞ له بولده وعلى الوارث مثل ذلك فإن ارادا فصالا عن تراضٖ منهما وتشاورٖ فلا جناح عليهما وإن اردتمٓ أن تسترضعوٓا أولدكم فلا جناح عليكمٓ إذا سلمتم مآ ءاتيتم بالمعروف واتقوا الله واعلموٓا أن الله بما تعملون بصيرٞ"
  },
  {
    "id": 239,
    "jozz": 2,
    "page": "38",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 3,
    "aya_no": 232,
    "text_tashkeel": " وَالذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَٰجاٗ يَتَرَبَّصْنَ بِأَنفُسِهِنَّ أَرْبَعَةَ أَشْهُرٖ وَعَشْراٗۖ فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِےٓ أَنفُسِهِنَّ بِالْمَعْرُوفِۖ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٞۖ ٢٣٢",
    "text_simple": "والذين يتوفون منكم ويذرون أزوجاٗ يتربصن بأنفسهن أربعة أشهرٖ وعشراٗ فإذا بلغن أجلهن فلا جناح عليكم فيما فعلن فےٓ أنفسهن بالمعروف والله بما تعملون خبيرٞ"
  },
  {
    "id": 240,
    "jozz": 2,
    "page": "38",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 4,
    "line_end": 9,
    "aya_no": 233,
    "text_tashkeel": " وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُم بِهِۦ مِنْ خِطْبَةِ اِ۬لنِّسَآءِ اَ۬وَ اَكْنَنتُمْ فِےٓ أَنفُسِكُمْۖ عَلِمَ اَ۬للَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرّاًۖ اِلَّآ أَن تَقُولُواْ قَوْلاٗ مَّعْرُوفاٗۖ ۞ وَلَا تَعْزِمُواْ عُقْدَةَ اَ۬لنِّكَاحِ حَتَّىٰ يَبْلُغَ اَ۬لْكِتَٰبُ أَجَلَهُۥۖ وَاعْلَمُوٓاْ أَنَّ اَ۬للَّهَ يَعْلَمُ مَا فِےٓ أَنفُسِكُمْ فَاحْذَرُوهُۖ وَاعْلَمُوٓاْ أَنَّ اَ۬للَّهَ غَفُورٌ حَلِيمٞۖ ٢٣٣",
    "text_simple": "ولا جناح عليكم فيما عرضتم به من خطبة النسآء او اكننتم فےٓ أنفسكم علم الله أنكم ستذكرونهن ولكن لا تواعدوهن سرا الآ أن تقولوا قولاٗ معروفاٗ ولا تعزموا عقدة النكاح حتى يبلغ الكتب أجله واعلموٓا أن الله يعلم ما فےٓ أنفسكم فاحذروه واعلموٓا أن الله غفور حليمٞ"
  },
  {
    "id": 241,
    "jozz": 2,
    "page": "38",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 12,
    "aya_no": 234,
    "text_tashkeel": "لَّا جُنَاحَ عَلَيْكُمُۥٓ إِن طَلَّقْتُمُ اُ۬لنِّسَآءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُواْ لَهُنَّ فَرِيضَةٗۖ وَمَتِّعُوهُنَّ عَلَى اَ۬لْمُوسِعِ قَدْرُهُۥ وَعَلَى اَ۬لْمُقْتِرِ قَدْرُهُۥ مَتَٰعاَۢ بِالْمَعْرُوفِۖ حَقّاً عَلَى اَ۬لْمُحْسِنِينَۖ ٢٣٤",
    "text_simple": "لا جناح عليكمٓ إن طلقتم النسآء ما لم تمسوهن أو تفرضوا لهن فريضةٗ ومتعوهن على الموسع قدره وعلى المقتر قدره متعا بالمعروف حقا على المحسنين"
  },
  {
    "id": 242,
    "jozz": 2,
    "page": "38",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 12,
    "line_end": 15,
    "aya_no": 235,
    "text_tashkeel": "وَإِن طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةٗ فَنِصْفُ مَا فَرَضْتُمُۥٓ إِلَّآ أَنْ يَّعْفُونَ أَوْ يَعْفُوَاْ اَ۬لذِے بِيَدِهِۦ عُقْدَةُ اُ۬لنِّكَاحِۖ وَأَن تَعْفُوٓاْ أَقْرَبُ لِلتَّقْو۪ىٰۖ وَلَا تَنسَوُاْ اُ۬لْفَضْلَ بَيْنَكُمُۥٓۖ إِنَّ اَ۬للَّهَ بِمَا تَعْمَلُونَ بَصِيرٌۖ ٢٣٥",
    "text_simple": "وإن طلقتموهن من قبل أن تمسوهن وقد فرضتم لهن فريضةٗ فنصف ما فرضتمٓ إلآ أن يعفون أو يعفوا الذے بيده عقدة النكاح وأن تعفوٓا أقرب للتقوى ولا تنسوا الفضل بينكمٓ إن الله بما تعملون بصير"
  },
  {
    "id": 243,
    "jozz": 2,
    "page": "39",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 236,
    "text_tashkeel": " حَٰفِظُواْ عَلَى اَ۬لصَّلَوَٰتِ وَالصَّلَوٰةِ اِ۬لْوُسْط۪ىٰ وَقُومُواْ لِلهِ قَٰنِتِينَۖ ٢٣٦",
    "text_simple": "حفظوا على الصلوت والصلوة الوسطى وقوموا لله قنتين"
  },
  {
    "id": 244,
    "jozz": 2,
    "page": "39",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 2,
    "line_end": 3,
    "aya_no": 237,
    "text_tashkeel": "فَإِنْ خِفْتُمْ فَرِجَالاً اَوْ رُكْبَاناٗۖ فَإِذَآ أَمِنتُمْ فَاذْكُرُواْ اُ۬للَّهَ كَمَا عَلَّمَكُم مَّا لَمْ تَكُونُواْ تَعْلَمُونَۖ ٢٣٧",
    "text_simple": "فإن خفتم فرجالا او ركباناٗ فإذآ أمنتم فاذكروا الله كما علمكم ما لم تكونوا تعلمون"
  },
  {
    "id": 245,
    "jozz": 2,
    "page": "39",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 4,
    "line_end": 7,
    "aya_no": 238,
    "text_tashkeel": " وَالذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَٰجاٗ وَصِيَّةٞ لِّأَزْوَٰجِهِم مَّتَٰعاً اِلَى اَ۬لْحَوْلِ غَيْرَ إِخْرَاجٖۖ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِے مَا فَعَلْنَ فِےٓ أَنفُسِهِنَّ مِن مَّعْرُوفٖۖ وَاللَّهُ عَزِيزٌ حَكِيمٞۖ ٢٣٨",
    "text_simple": "والذين يتوفون منكم ويذرون أزوجاٗ وصيةٞ لأزوجهم متعا الى الحول غير إخراجٖ فإن خرجن فلا جناح عليكم فے ما فعلن فےٓ أنفسهن من معروفٖ والله عزيز حكيمٞ"
  },
  {
    "id": 246,
    "jozz": 2,
    "page": "39",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 7,
    "line_end": 8,
    "aya_no": 239,
    "text_tashkeel": "وَلِلْمُطَلَّقَٰتِ مَتَٰعُۢ بِالْمَعْرُوفِۖ حَقّاً عَلَى اَ۬لْمُتَّقِينَۖ ٢٣٩",
    "text_simple": "وللمطلقت متع بالمعروف حقا على المتقين"
  },
  {
    "id": 247,
    "jozz": 2,
    "page": "39",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 240,
    "text_tashkeel": "كَذَٰلِكَ يُبَيِّنُ اُ۬للَّهُ لَكُمُۥٓ ءَايَٰتِهِۦ لَعَلَّكُمْ تَعْقِلُونَۖ ٢٤٠",
    "text_simple": "كذلك يبين الله لكمٓ ءايته لعلكم تعقلون"
  },
  {
    "id": 248,
    "jozz": 2,
    "page": "39",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 12,
    "aya_no": 241,
    "text_tashkeel": "۞ أَلَمْ تَرَ إِلَى اَ۬لذِينَ خَرَجُواْ مِن دِيٰ۪رِهِمْ وَهُمُۥٓ أُلُوفٌ حَذَرَ اَ۬لْمَوْتِ فَقَالَ لَهُمُ اُ۬للَّهُ مُوتُواْ ثُمَّ أَحْي۪اهُمُۥٓۖ إِنَّ اَ۬للَّهَ لَذُو فَضْلٍ عَلَى اَ۬لنَّاسِۖ وَلَٰكِنَّ أَكْثَرَ اَ۬لنَّاسِ لَا يَشْكُرُونَۖ ٢٤١",
    "text_simple": "ألم تر إلى الذين خرجوا من ديرهم وهمٓ ألوف حذر الموت فقال لهم الله موتوا ثم أحياهمٓ إن الله لذو فضل على الناس ولكن أكثر الناس لا يشكرون"
  },
  {
    "id": 249,
    "jozz": 2,
    "page": "39",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 13,
    "line_end": 13,
    "aya_no": 242,
    "text_tashkeel": " وَقَٰتِلُواْ فِے سَبِيلِ اِ۬للَّهِ وَاعْلَمُوٓاْ أَنَّ اَ۬للَّهَ سَمِيعٌ عَلِيمٞۖ ٢٤٢",
    "text_simple": "وقتلوا فے سبيل الله واعلموٓا أن الله سميع عليمٞ"
  },
  {
    "id": 250,
    "jozz": 2,
    "page": "39",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 243,
    "text_tashkeel": " مَّن ذَا اَ۬لذِے يُقْرِضُ اُ۬للَّهَ قَرْضاً حَسَناٗ فَيُضَٰعِفُهُۥ لَهُۥٓ أَضْعَافاٗ كَثِيرَةٗۖ وَاللَّهُ يَقْبِضُ وَيَبْصُطُۖ وَإِلَيْهِ تُرْجَعُونَۖ ٢٤٣",
    "text_simple": "من ذا الذے يقرض الله قرضا حسناٗ فيضعفه لهٓ أضعافاٗ كثيرةٗ والله يقبض ويبصط وإليه ترجعون"
  },
  {
    "id": 251,
    "jozz": 2,
    "page": "40",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 6,
    "aya_no": 244,
    "text_tashkeel": " أَلَمْ تَرَ إِلَى اَ۬لْمَلَإِ مِنۢ بَنِےٓ إِسْرَآءِيلَ مِنۢ بَعْدِ مُوس۪ىٰٓ إِذْ قَالُواْ لِنَبِےٓءٖ لَّهُمُ اُ۪بْعَثْ لَنَا مَلِكاٗ نُّقَٰتِلْ فِے سَبِيلِ اِ۬للَّهِۖ قَالَ هَلْ عَسِيتُمُۥٓ إِن كُتِبَ عَلَيْكُمُ اُ۬لْقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِے سَبِيلِ اِ۬للَّهِ وَقَدُ ا۟خْرِجْنَا مِن دِيٰ۪رِنَا وَأَبْنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيْهِمُ اُ۬لْقِتَالُ تَوَلَّوِاْ اِلَّا قَلِيلاٗ مِّنْهُمْۖ وَاللَّهُ عَلِيمُۢ بِالظَّٰلِمِينَۖ ٢٤٤",
    "text_simple": "ألم تر إلى الملإ من بنےٓ إسرآءيل من بعد موسىٓ إذ قالوا لنبےٓءٖ لهم ابعث لنا ملكاٗ نقتل فے سبيل الله قال هل عسيتمٓ إن كتب عليكم القتال ألا تقتلوا قالوا وما لنآ ألا نقتل فے سبيل الله وقد اخرجنا من ديرنا وأبنآئنا فلما كتب عليهم القتال تولوا الا قليلاٗ منهم والله عليم بالظلمين"
  },
  {
    "id": 252,
    "jozz": 2,
    "page": "40",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 6,
    "line_end": 11,
    "aya_no": 245,
    "text_tashkeel": "وَقَالَ لَهُمْ نَبِيٓـُٔهُمُۥٓ إِنَّ اَ۬للَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكاٗۖ قَالُوٓاْ أَنّ۪ىٰ يَكُونُ لَهُ اُ۬لْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُوتَ سَعَةٗ مِّنَ اَ۬لْمَالِۖ قَالَ إِنَّ اَ۬للَّهَ اَ۪صْطَف۪يٰهُ عَلَيْكُمْ وَزَادَهُۥ بَسْطَةٗ فِے اِ۬لْعِلْمِ وَالْجِسْمِۖ وَاللَّهُ يُوتِے مُلْكَهُۥ مَنْ يَّشَآءُۖ وَاللَّهُ وَٰسِعٌ عَلِيمٞۖ ٢٤٥",
    "text_simple": "وقال لهم نبيٓٔهمٓ إن الله قد بعث لكم طالوت ملكاٗ قالوٓا أنى يكون له الملك علينا ونحن أحق بالملك منه ولم يوت سعةٗ من المال قال إن الله اصطفيه عليكم وزاده بسطةٗ فے العلم والجسم والله يوتے ملكه من يشآء والله وسع عليمٞ"
  },
  {
    "id": 253,
    "jozz": 2,
    "page": "40",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 12,
    "line_end": 15,
    "aya_no": 246,
    "text_tashkeel": " ۞ وَقَالَ لَهُمْ نَبِيٓـُٔهُمُۥٓ إِنَّ ءَايَةَ مُلْكِهِۦٓ أَنْ يَّاتِيَكُمُ اُ۬لتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمْ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوس۪ىٰ وَءَالُ هَٰرُونَ تَحْمِلُهُ اُ۬لْمَلَٰٓئِكَةُۖ إِنَّ فِے ذَٰلِكَ لَأٓيَةٗ لَّكُمُۥٓ إِن كُنتُم مُّومِنِينَۖ ٢٤٦",
    "text_simple": "وقال لهم نبيٓٔهمٓ إن ءاية ملكهٓ أن ياتيكم التابوت فيه سكينةٞ من ربكم وبقيةٞ مما ترك ءال موسى وءال هرون تحمله الملٓئكة إن فے ذلك لأٓيةٗ لكمٓ إن كنتم مومنين"
  },
  {
    "id": 254,
    "jozz": 2,
    "page": "41",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 8,
    "aya_no": 247,
    "text_tashkeel": " فَلَمَّا فَصَلَ طَالُوتُ بِالْجُنُودِ قَالَ إِنَّ اَ۬للَّهَ مُبْتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنْهُ فَلَيْسَ مِنِّے وَمَن لَّمْ يَطْعَمْهُ فَإِنَّهُۥ مِنِّيَ إِلَّا مَنِ اِ۪غْتَرَفَ غَرْفَةَۢ بِيَدِهِۦۖ فَشَرِبُواْ مِنْهُ إِلَّا قَلِيلاٗ مِّنْهُمْۖ فَلَمَّا جَاوَزَهُۥ هُوَ وَالذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا اَ۬لْيَوْمَ بِجَالُوتَ وَجُنُودِهِۦۖ قَالَ اَ۬لذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ اُ۬للَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتْ فِئَةٗ كَثِيرَةَۢ بِإِذْنِ اِ۬للَّهِۖ وَاللَّهُ مَعَ اَ۬لصَّٰبِرِينَۖ ٢٤٧",
    "text_simple": "فلما فصل طالوت بالجنود قال إن الله مبتليكم بنهرٖ فمن شرب منه فليس منے ومن لم يطعمه فإنه مني إلا من اغترف غرفة بيده فشربوا منه إلا قليلاٗ منهم فلما جاوزه هو والذين ءامنوا معه قالوا لا طاقة لنا اليوم بجالوت وجنوده قال الذين يظنون أنهم ملقوا الله كم من فئةٖ قليلة غلبت فئةٗ كثيرة بإذن الله والله مع الصبرين"
  },
  {
    "id": 255,
    "jozz": 2,
    "page": "41",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 8,
    "line_end": 10,
    "aya_no": 248,
    "text_tashkeel": "وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْراٗ وَثَبِّتَ اَقْدَامَنَا وَانصُرْنَا عَلَى اَ۬لْقَوْمِ اِ۬لْكٰ۪فِرِينَ ٢٤٨",
    "text_simple": "ولما برزوا لجالوت وجنوده قالوا ربنآ أفرغ علينا صبراٗ وثبت اقدامنا وانصرنا على القوم الكفرين"
  },
  {
    "id": 256,
    "jozz": 2,
    "page": "41",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 10,
    "line_end": 14,
    "aya_no": 249,
    "text_tashkeel": "فَهَزَمُوهُم بِإِذْنِ اِ۬للَّهِۖ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَات۪يٰهُ اُ۬للَّهُ اُ۬لْمُلْكَ وَالْحِكْمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۖ وَلَوْلَا دِفَٰعُ اُ۬للَّهِ اِ۬لنَّاسَ بَعْضَهُم بِبَعْضٖ لَّفَسَدَتِ اِ۬لَارْضُۖ وَلَٰكِنَّ اَ۬للَّهَ ذُو فَضْلٍ عَلَى اَ۬لْعَٰلَمِينَۖ ٢٤٩",
    "text_simple": "فهزموهم بإذن الله وقتل داود جالوت وءاتيه الله الملك والحكمة وعلمه مما يشآء ولولا دفع الله الناس بعضهم ببعضٖ لفسدت الارض ولكن الله ذو فضل على العلمين"
  },
  {
    "id": 257,
    "jozz": 2,
    "page": "41",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 250,
    "text_tashkeel": "تِلْكَ ءَايَٰتُ اُ۬للَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّۖ وَإِنَّكَ لَمِنَ اَ۬لْمُرْسَلِينَۖ ٢٥٠",
    "text_simple": "تلك ءايت الله نتلوها عليك بالحق وإنك لمن المرسلين"
  },
  {
    "id": 258,
    "jozz": 3,
    "page": "42",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 6,
    "aya_no": 251,
    "text_tashkeel": " ۞ تِلْكَ اَ۬لرُّسُلُۖ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٖۖ مِّنْهُم مَّن كَلَّمَ اَ۬للَّهُۖ وَرَفَعَ بَعْضَهُمْ دَرَجَٰتٖۖ وَءَاتَيْنَا عِيسَى اَ۪بْنَ مَرْيَمَ اَ۬لْبَيِّنَٰتِ وَأَيَّدْنَٰهُ بِرُوحِ اِ۬لْقُدُسِۖ وَلَوْ شَآءَ اَ۬للَّهُ مَا اَ۪قْتَتَلَ اَ۬لذِينَ مِنۢ بَعْدِهِم مِّنۢ بَعْدِ مَا جَآءَتْهُمُ اُ۬لْبَيِّنَٰتُۖ وَلَٰكِنِ اِ۪خْتَلَفُواْۖ فَمِنْهُم مَّنَ اٰمَنَ وَمِنْهُم مَّن كَفَرَۖ وَلَوْ شَآءَ اَ۬للَّهُ مَا اَ۪قْتَتَلُواْۖ وَلَٰكِنَّ اَ۬للَّهَ يَفْعَلُ مَا يُرِيدُۖ ٢٥١",
    "text_simple": "تلك الرسل فضلنا بعضهم على بعضٖ منهم من كلم الله ورفع بعضهم درجتٖ وءاتينا عيسى ابن مريم البينت وأيدنه بروح القدس ولو شآء الله ما اقتتل الذين من بعدهم من بعد ما جآءتهم البينت ولكن اختلفوا فمنهم من امن ومنهم من كفر ولو شآء الله ما اقتتلوا ولكن الله يفعل ما يريد"
  },
  {
    "id": 259,
    "jozz": 3,
    "page": "42",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 6,
    "line_end": 8,
    "aya_no": 252,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقْنَٰكُم مِّن قَبْلِ أَنْ يَّاتِيَ يَوْمٞ لَّا بَيْعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۖ وَالْكَٰفِرُونَ هُمُ اُ۬لظَّٰلِمُونَۖ ٢٥٢",
    "text_simple": "يٓأيها الذين ءامنوٓا أنفقوا مما رزقنكم من قبل أن ياتي يومٞ لا بيعٞ فيه ولا خلةٞ ولا شفعةٞ والكفرون هم الظلمون"
  },
  {
    "id": 260,
    "jozz": 3,
    "page": "42",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 8,
    "line_end": 9,
    "aya_no": 253,
    "text_tashkeel": "اَ۬للَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ اَ۬لْحَيُّ اُ۬لْقَيُّومُۖ ٢٥٣",
    "text_simple": "الله لآ إله إلا هو الحي القيوم"
  },
  {
    "id": 261,
    "jozz": 3,
    "page": "42",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 13,
    "aya_no": 254,
    "text_tashkeel": "لَا تَاخُذُهُۥ سِنَةٞ وَلَا نَوْمٞۖ لَّهُۥ مَا فِے اِ۬لسَّمَٰوَٰتِ وَمَا فِے اِ۬لَارْضِۖ مَن ذَا اَ۬لذِے يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦۖ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْۖ وَلَا يُحِيطُونَ بِشَےْءٖ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَۖ وَسِعَ كُرْسِيُّهُ اُ۬لسَّمَٰوَٰتِ وَالَارْضَۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَاۖ وَهُوَ اَ۬لْعَلِيُّ اُ۬لْعَظِيمُۖ ٢٥٤",
    "text_simple": "لا تاخذه سنةٞ ولا نومٞ له ما فے السموت وما فے الارض من ذا الذے يشفع عندهٓ إلا بإذنه يعلم ما بين أيديهم وما خلفهم ولا يحيطون بشےءٖ من علمهٓ إلا بما شآء وسع كرسيه السموت والارض ولا ئوده حفظهما وهو العلي العظيم"
  },
  {
    "id": 262,
    "jozz": 3,
    "page": "42",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 255,
    "text_tashkeel": "لَآ إِكْرَاهَ فِے اِ۬لدِّينِۖ قَد تَّبَيَّنَ اَ۬لرُّشْدُ مِنَ اَ۬لْغَيِّۖ فَمَنْ يَّكْفُرْ بِالطَّٰغُوتِ وَيُومِنۢ بِاللَّهِ فَقَدِ اِ۪سْتَمْسَكَ بِالْعُرْوَةِ اِ۬لْوُثْق۪ىٰ لَا اَ۪نفِصَامَ لَهَاۖ وَاللَّهُ سَمِيعٌ عَلِيمٌۖ ٢٥٥",
    "text_simple": "لآ إكراه فے الدين قد تبين الرشد من الغي فمن يكفر بالطغوت ويومن بالله فقد استمسك بالعروة الوثقى لا انفصام لها والله سميع عليم"
  },
  {
    "id": 263,
    "jozz": 3,
    "page": "43",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 256,
    "text_tashkeel": " اِ۬للَّهُ وَلِيُّ اُ۬لذِينَ ءَامَنُواْ يُخْرِجُهُم مِّنَ اَ۬لظُّلُمَٰتِ إِلَى اَ۬لنُّورِۖ وَالذِينَ كَفَرُوٓاْ أَوْلِيَآؤُهُمُ اُ۬لطَّٰغُوتُ يُخْرِجُونَهُم مِّنَ اَ۬لنُّورِ إِلَى اَ۬لظُّلُمَٰتِۖ أُوْلَٰٓئِكَ أَصْحَٰبُ اُ۬لنّ۪ارِ هُمْ فِيهَا خَٰلِدُونَۖ ٢٥٦",
    "text_simple": "الله ولي الذين ءامنوا يخرجهم من الظلمت إلى النور والذين كفروٓا أوليآؤهم الطغوت يخرجونهم من النور إلى الظلمت أولٓئك أصحب النار هم فيها خلدون"
  },
  {
    "id": 264,
    "jozz": 3,
    "page": "43",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 4,
    "line_end": 8,
    "aya_no": 257,
    "text_tashkeel": "۞ أَلَمْ تَرَ إِلَى اَ۬لذِے حَآجَّ إِبْرَٰهِيمَ فِے رَبِّهِۦٓ أَنَ اٰت۪يٰهُ اُ۬للَّهُ اُ۬لْمُلْكَ إِذْ قَالَ إِبْرَٰهِيمُ رَبِّيَ اَ۬لذِے يُحْيِۦ وَيُمِيتُۖ قَالَ أَنَآ أُحْيِۦ وَأُمِيتُۖ قَالَ إِبْرَٰهِيمُ فَإِنَّ اَ۬للَّهَ يَاتِے بِالشَّمْسِ مِنَ اَ۬لْمَشْرِقِ فَاتِ بِهَا مِنَ اَ۬لْمَغْرِبِ فَبُهِتَ اَ۬لذِے كَفَرَۖ وَاللَّهُ لَا يَهْدِے اِ۬لْقَوْمَ اَ۬لظَّٰلِمِينَۖ ٢٥٧",
    "text_simple": "ألم تر إلى الذے حآج إبرهيم فے ربهٓ أن اتيه الله الملك إذ قال إبرهيم ربي الذے يحي ويميت قال أنآ أحي وأميت قال إبرهيم فإن الله ياتے بالشمس من المشرق فات بها من المغرب فبهت الذے كفر والله لا يهدے القوم الظلمين"
  },
  {
    "id": 265,
    "jozz": 3,
    "page": "43",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 8,
    "line_end": 15,
    "aya_no": 258,
    "text_tashkeel": "أَوْ كَالذِے مَرَّ عَلَىٰ قَرْيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَاۖ قَالَ أَنّ۪ىٰ يُحْيِۦ هَٰذِهِ اِ۬للَّهُ بَعْدَ مَوْتِهَا فَأَمَاتَهُ اُ۬للَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمْ لَبِثْتَۖ قَالَ لَبِثْتُ يَوْماً اَوْ بَعْضَ يَوْمٖۖ قَالَ بَل لَّبِثْتَ مِاْئَةَ عَامٖۖ فَانظُرِ اِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْۖ وَانظُرِ اِلَىٰ حِم۪ارِكَۖ وَلِنَجْعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَانظُرِ اِلَى اَ۬لْعِظَٰمِ كَيْفَ نُنشِرُهَا ثُمَّ نَكْسُوهَا لَحْماٗۖ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعْلَمُ أَنَّ اَ۬للَّهَ عَلَىٰ كُلِّ شَےْءٖ قَدِيرٞۖ ٢٥٨",
    "text_simple": "أو كالذے مر على قريةٖ وهي خاوية على عروشها قال أنى يحي هذه الله بعد موتها فأماته الله مائة عامٖ ثم بعثه قال كم لبثت قال لبثت يوما او بعض يومٖ قال بل لبثت مائة عامٖ فانظر الى طعامك وشرابك لم يتسنه وانظر الى حمارك ولنجعلك ءايةٗ للناس وانظر الى العظم كيف ننشرها ثم نكسوها لحماٗ فلما تبين له قال أعلم أن الله على كل شےءٖ قديرٞ"
  },
  {
    "id": 266,
    "jozz": 3,
    "page": "44",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 259,
    "text_tashkeel": " وَإِذْ قَالَ إِبْرَٰهِيمُ رَبِّ أَرِنِے كَيْفَ تُحْيِ اِ۬لْمَوْت۪ىٰۖ قَالَ أَوَلَمْ تُومِنۖ قَالَ بَل۪ىٰ وَلَٰكِن لِّيَطْمَئِنَّ قَلْبِےۖ قَالَ فَخُذَ اَرْبَعَةٗ مِّنَ اَ۬لطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ اَ۪جْعَلْ عَلَىٰ كُلِّ جَبَلٖ مِّنْهُنَّ جُزْءاٗ ثُمَّ اَ۟دْعُهُنَّ يَاتِينَكَ سَعْياٗۖ وَاعْلَمَ اَنَّ اَ۬للَّهَ عَزِيزٌ حَكِيمٞۖ ٢٥٩",
    "text_simple": "وإذ قال إبرهيم رب أرنے كيف تحي الموتى قال أولم تومن قال بلى ولكن ليطمئن قلبے قال فخذ اربعةٗ من الطير فصرهن إليك ثم اجعل على كل جبلٖ منهن جزءاٗ ثم ادعهن ياتينك سعياٗ واعلم ان الله عزيز حكيمٞ"
  },
  {
    "id": 267,
    "jozz": 3,
    "page": "44",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 5,
    "line_end": 7,
    "aya_no": 260,
    "text_tashkeel": " مَّثَلُ اُ۬لذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِے سَبِيلِ اِ۬للَّهِ كَمَثَلِ حَبَّةٍ اَنۢبَتَتْ سَبْعَ سَنَابِلَۖ فِے كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۖ وَاللَّهُ يُضَٰعِفُ لِمَنْ يَّشَآءُۖ وَاللَّهُ وَٰسِعٌ عَلِيمٌۖ ٢٦٠",
    "text_simple": "مثل الذين ينفقون أمولهم فے سبيل الله كمثل حبة انبتت سبع سنابل فے كل سنبلةٖ مائة حبةٖ والله يضعف لمن يشآء والله وسع عليم"
  },
  {
    "id": 268,
    "jozz": 3,
    "page": "44",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 7,
    "line_end": 10,
    "aya_no": 261,
    "text_tashkeel": "اِ۬لذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِے سَبِيلِ اِ۬للَّهِ ثُمَّ لَا يُتْبِعُونَ مَآ أَنفَقُواْ مَنّاٗ وَلَآ أَذىٗ لَّهُمُۥٓ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَۖ ٢٦١",
    "text_simple": "الذين ينفقون أمولهم فے سبيل الله ثم لا يتبعون مآ أنفقوا مناٗ ولآ أذىٗ لهمٓ أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون"
  },
  {
    "id": 269,
    "jozz": 3,
    "page": "44",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 10,
    "line_end": 11,
    "aya_no": 262,
    "text_tashkeel": "۞ قَوْلٞ مَّعْرُوفٞ وَمَغْفِرَةٌ خَيْرٞ مِّن صَدَقَةٖ يَتْبَعُهَآ أَذىٗۖ وَاللَّهُ غَنِيٌّ حَلِيمٞۖ ٢٦٢",
    "text_simple": "قولٞ معروفٞ ومغفرة خيرٞ من صدقةٖ يتبعهآ أذىٗ والله غني حليمٞ"
  },
  {
    "id": 270,
    "jozz": 3,
    "page": "44",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 11,
    "line_end": 15,
    "aya_no": 263,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ لَا تُبْطِلُواْ صَدَقَٰتِكُم بِالْمَنِّ وَالَاذ۪ىٰ كَالذِے يُنفِقُ مَالَهُۥ رِئَآءَ اَ۬لنَّاسِ وَلَا يُومِنُ بِاللَّهِ وَالْيَوْمِ اِ۬لَاخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلْداٗۖ لَّا يَقْدِرُونَ عَلَىٰ شَےْءٖ مِّمَّا كَسَبُواْۖ وَاللَّهُ لَا يَهْدِے اِ۬لْقَوْمَ اَ۬لْكٰ۪فِرِينَۖ ٢٦٣",
    "text_simple": "يٓأيها الذين ءامنوا لا تبطلوا صدقتكم بالمن والاذى كالذے ينفق ماله رئآء الناس ولا يومن بالله واليوم الاخر فمثله كمثل صفوان عليه ترابٞ فأصابه وابلٞ فتركه صلداٗ لا يقدرون على شےءٖ مما كسبوا والله لا يهدے القوم الكفرين"
  },
  {
    "id": 271,
    "jozz": 3,
    "page": "45",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 264,
    "text_tashkeel": " وَمَثَلُ اُ۬لذِينَ يُنفِقُونَ أَمْوَٰلَهُمُ اُ۪بْتِغَآءَ مَرْضَاتِ اِ۬للَّهِ وَتَثْبِيتاٗ مِّنَ اَنفُسِهِمْ كَمَثَلِ جَنَّةِۢ بِرُبْوَةٍ اَصَابَهَا وَابِلٞ فَـَٔاتَتُ ا۟كْلَهَا ضِعْفَيْنِ فَإِن لَّمْ يُصِبْهَا وَابِلٞ فَطَلّٞۖ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌۖ ٢٦٤",
    "text_simple": "ومثل الذين ينفقون أمولهم ابتغآء مرضات الله وتثبيتاٗ من انفسهم كمثل جنة بربوة اصابها وابلٞ فٔاتت اكلها ضعفين فإن لم يصبها وابلٞ فطلٞ والله بما تعملون بصير"
  },
  {
    "id": 272,
    "jozz": 3,
    "page": "45",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 4,
    "line_end": 8,
    "aya_no": 265,
    "text_tashkeel": "اَيَوَدُّ أَحَدُكُمُۥٓ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعْنَٰبٖ تَجْرِے مِن تَحْتِهَا اَ۬لَانْهَٰرُ لَهُۥ فِيهَا مِن كُلِّ اِ۬لثَّمَرَٰتِ وَأَصَابَهُ اُ۬لْكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعْصَارٞ فِيهِ نَارٞ فَاحْتَرَقَتْۖ كَذَٰلِكَ يُبَيِّنُ اُ۬للَّهُ لَكُمُ اُ۬لَايَٰتِ لَعَلَّكُمْ تَتَفَكَّرُونَۖ ٢٦٥",
    "text_simple": "ايود أحدكمٓ أن تكون له جنةٞ من نخيلٖ وأعنبٖ تجرے من تحتها الانهر له فيها من كل الثمرت وأصابه الكبر وله ذريةٞ ضعفآء فأصابهآ إعصارٞ فيه نارٞ فاحترقت كذلك يبين الله لكم الايت لعلكم تتفكرون"
  },
  {
    "id": 273,
    "jozz": 3,
    "page": "45",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 8,
    "line_end": 12,
    "aya_no": 266,
    "text_tashkeel": "۞ يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبْتُمْ وَمِمَّآ أَخْرَجْنَا لَكُم مِّنَ اَ۬لَارْضِۖ وَلَا تَيَمَّمُواْ اُ۬لْخَبِيثَ مِنْهُ تُنفِقُونَ وَلَسْتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغْمِضُواْ فِيهِۖ وَاعْلَمُوٓاْ أَنَّ اَ۬للَّهَ غَنِيٌّ حَمِيدٌۖ ٢٦٦",
    "text_simple": "يٓأيها الذين ءامنوٓا أنفقوا من طيبت ما كسبتم وممآ أخرجنا لكم من الارض ولا تيمموا الخبيث منه تنفقون ولستم بٔاخذيه إلآ أن تغمضوا فيه واعلموٓا أن الله غني حميد"
  },
  {
    "id": 274,
    "jozz": 3,
    "page": "45",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 12,
    "line_end": 13,
    "aya_no": 267,
    "text_tashkeel": "اِ۬لشَّيْطَٰنُ يَعِدُكُمُ اُ۬لْفَقْرَ وَيَامُرُكُم بِالْفَحْشَآءِۖ وَاللَّهُ يَعِدُكُم مَّغْفِرَةٗ مِّنْهُ وَفَضْلاٗۖ وَاللَّهُ وَٰسِعٌ عَلِيمٞۖ ٢٦٧",
    "text_simple": "الشيطن يعدكم الفقر ويامركم بالفحشآء والله يعدكم مغفرةٗ منه وفضلاٗ والله وسع عليمٞ"
  },
  {
    "id": 275,
    "jozz": 3,
    "page": "45",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 268,
    "text_tashkeel": " يُوتِے اِ۬لْحِكْمَةَ مَنْ يَّشَآءُۖ وَمَنْ يُّوتَ اَ۬لْحِكْمَةَ فَقَدُ ا۟وتِيَ خَيْراٗ كَثِيراٗۖ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ اُ۬لَالْبَٰبِۖ ٢٦٨",
    "text_simple": "يوتے الحكمة من يشآء ومن يوت الحكمة فقد اوتي خيراٗ كثيراٗ وما يذكر إلآ أولوا الالبب"
  },
  {
    "id": 276,
    "jozz": 3,
    "page": "46",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 2,
    "aya_no": 269,
    "text_tashkeel": " وَمَآ أَنفَقْتُم مِّن نَّفَقَةٍ اَوْ نَذَرْتُم مِّن نَّذْرٖ فَإِنَّ اَ۬للَّهَ يَعْلَمُهُۥۖ وَمَا لِلظَّٰلِمِينَ مِنَ اَنص۪ارٍۖ ٢٦٩",
    "text_simple": "ومآ أنفقتم من نفقة او نذرتم من نذرٖ فإن الله يعلمه وما للظلمين من انصار"
  },
  {
    "id": 277,
    "jozz": 3,
    "page": "46",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 2,
    "line_end": 5,
    "aya_no": 270,
    "text_tashkeel": "اِن تُبْدُواْ اُ۬لصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخْفُوهَا وَتُوتُوهَا اَ۬لْفُقَرَآءَ فَهُوَ خَيْرٞ لَّكُمْ وَنُكَفِّرْ عَنكُم مِّن سَيِّـَٔاتِكُمْۖ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٞۖ ٢٧٠",
    "text_simple": "ان تبدوا الصدقت فنعما هي وإن تخفوها وتوتوها الفقرآء فهو خيرٞ لكم ونكفر عنكم من سئاتكم والله بما تعملون خبيرٞ"
  },
  {
    "id": 278,
    "jozz": 3,
    "page": "46",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 5,
    "line_end": 9,
    "aya_no": 271,
    "text_tashkeel": "۞ لَّيْسَ عَلَيْكَ هُد۪يٰهُمْۖ وَلَٰكِنَّ اَ۬للَّهَ يَهْدِے مَنْ يَّشَآءُۖ وَمَا تُنفِقُواْ مِنْ خَيْرٖ فَلِأَنفُسِكُمْۖ وَمَا تُنفِقُونَ إِلَّا اَ۪بْتِغَآءَ وَجْهِ اِ۬للَّهِۖ وَمَا تُنفِقُواْ مِنْ خَيْرٖ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَۖ ٢٧١",
    "text_simple": "ليس عليك هديهم ولكن الله يهدے من يشآء وما تنفقوا من خيرٖ فلأنفسكم وما تنفقون إلا ابتغآء وجه الله وما تنفقوا من خيرٖ يوف إليكم وأنتم لا تظلمون"
  },
  {
    "id": 279,
    "jozz": 3,
    "page": "46",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 13,
    "aya_no": 272,
    "text_tashkeel": "لِلْفُقَرَآءِ اِ۬لذِينَ أُحْصِرُواْ فِے سَبِيلِ اِ۬للَّهِ لَا يَسْتَطِيعُونَ ضَرْباٗ فِے اِ۬لَارْضِ يَحْسِبُهُمُ اُ۬لْجَاهِلُ أَغْنِيَآءَ مِنَ اَ۬لتَّعَفُّفِۖ تَعْرِفُهُم بِسِيمٰ۪هُمْ لَا يَسْـَٔلُونَ اَ۬لنَّاسَ إِلْحَافاٗۖ وَمَا تُنفِقُواْ مِنْ خَيْرٖ فَإِنَّ اَ۬للَّهَ بِهِۦ عَلِيمٌۖ ٢٧٢",
    "text_simple": "للفقرآء الذين أحصروا فے سبيل الله لا يستطيعون ضرباٗ فے الارض يحسبهم الجاهل أغنيآء من التعفف تعرفهم بسيمهم لا يسٔلون الناس إلحافاٗ وما تنفقوا من خيرٖ فإن الله به عليم"
  },
  {
    "id": 280,
    "jozz": 3,
    "page": "46",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 13,
    "line_end": 15,
    "aya_no": 273,
    "text_tashkeel": "اِ۬لذِينَ يُنفِقُونَ أَمْوَٰلَهُم بِاليْلِ وَالنَّه۪ارِ سِرّاٗ وَعَلَٰنِيَةٗ فَلَهُمُۥٓ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَۖ ٢٧٣",
    "text_simple": "الذين ينفقون أمولهم باليل والنهار سراٗ وعلنيةٗ فلهمٓ أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون"
  },
  {
    "id": 281,
    "jozz": 3,
    "page": "47",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 5,
    "aya_no": 274,
    "text_tashkeel": " اَ۬لذِينَ يَاكُلُونَ اَ۬لرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ اُ۬لذِے يَتَخَبَّطُهُ اُ۬لشَّيْطَٰنُ مِنَ اَ۬لْمَسِّۖ ذَٰلِكَ بِأَنَّهُمْ قَالُوٓاْ إِنَّمَا اَ۬لْبَيْعُ مِثْلُ اُ۬لرِّبَوٰاْۖ وَأَحَلَّ اَ۬للَّهُ اُ۬لْبَيْعَ وَحَرَّمَ اَ۬لرِّبَوٰاْۖ فَمَن جَآءَهُۥ مَوْعِظَةٞ مِّن رَّبِّهِۦ فَانتَه۪ىٰ فَلَهُۥ مَا سَلَفَۖ وَأَمْرُهُۥٓ إِلَى اَ۬للَّهِۖ وَمَنْ عَادَ فَأُوْلَٰٓئِكَ أَصْحَٰبُ اُ۬لنّ۪ارِ هُمْ فِيهَا خَٰلِدُونَۖ ٢٧٤",
    "text_simple": "الذين ياكلون الربوا لا يقومون إلا كما يقوم الذے يتخبطه الشيطن من المس ذلك بأنهم قالوٓا إنما البيع مثل الربوا وأحل الله البيع وحرم الربوا فمن جآءه موعظةٞ من ربه فانتهى فله ما سلف وأمرهٓ إلى الله ومن عاد فأولٓئك أصحب النار هم فيها خلدون"
  },
  {
    "id": 282,
    "jozz": 3,
    "page": "47",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 6,
    "line_end": 7,
    "aya_no": 275,
    "text_tashkeel": " يَمْحَقُ اُ۬للَّهُ اُ۬لرِّبَوٰاْ وَيُرْبِے اِ۬لصَّدَقَٰتِۖ وَاللَّهُ لَا يُحِبُّ كُلَّ كَفّ۪ارٍ اَثِيمٍۖ ٢٧٥",
    "text_simple": "يمحق الله الربوا ويربے الصدقت والله لا يحب كل كفار اثيم"
  },
  {
    "id": 283,
    "jozz": 3,
    "page": "47",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 7,
    "line_end": 9,
    "aya_no": 276,
    "text_tashkeel": "اِنَّ اَ۬لذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ وَأَقَامُواْ اُ۬لصَّلَوٰةَ وَءَاتَوُاْ اُ۬لزَّكَوٰةَ لَهُمُۥٓ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَۖ ٢٧٦",
    "text_simple": "ان الذين ءامنوا وعملوا الصلحت وأقاموا الصلوة وءاتوا الزكوة لهمٓ أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون"
  },
  {
    "id": 284,
    "jozz": 3,
    "page": "47",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 9,
    "line_end": 10,
    "aya_no": 277,
    "text_tashkeel": "يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُواْ اُ۪تَّقُواْ اُ۬للَّهَ وَذَرُواْ مَا بَقِيَ مِنَ اَ۬لرِّبَوٰٓاْ إِن كُنتُم مُّومِنِينَۖ ٢٧٧",
    "text_simple": "يٓأيها الذين ءامنوا اتقوا الله وذروا ما بقي من الربوٓا إن كنتم مومنين"
  },
  {
    "id": 285,
    "jozz": 3,
    "page": "47",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 11,
    "line_end": 12,
    "aya_no": 278,
    "text_tashkeel": " فَإِن لَّمْ تَفْعَلُواْ فَاذَنُواْ بِحَرْبٖ مِّنَ اَ۬للَّهِ وَرَسُولِهِۦۖ وَإِن تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَٰلِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَۖ ٢٧٨",
    "text_simple": "فإن لم تفعلوا فاذنوا بحربٖ من الله ورسوله وإن تبتم فلكم رءوس أمولكم لا تظلمون ولا تظلمون"
  },
  {
    "id": 286,
    "jozz": 3,
    "page": "47",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 12,
    "line_end": 14,
    "aya_no": 279,
    "text_tashkeel": "۞ وَإِن كَانَ ذُو عُسْرَةٖ فَنَظِرَةٌ اِلَىٰ مَيْسُرَةٖۖ وَأَن تَصَّدَّقُواْ خَيْرٞ لَّكُمُۥٓ إِن كُنتُمْ تَعْلَمُونَۖ ٢٧٩",
    "text_simple": "وإن كان ذو عسرةٖ فنظرة الى ميسرةٖ وأن تصدقوا خيرٞ لكمٓ إن كنتم تعلمون"
  },
  {
    "id": 287,
    "jozz": 3,
    "page": "47",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 14,
    "line_end": 15,
    "aya_no": 280,
    "text_tashkeel": "وَاتَّقُواْ يَوْماٗ تُرْجَعُونَ فِيهِ إِلَى اَ۬للَّهِۖ ثُمَّ تُوَفّ۪ىٰ كُلُّ نَفْسٖ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَۖ ٢٨٠",
    "text_simple": "واتقوا يوماٗ ترجعون فيه إلى الله ثم توفى كل نفسٖ ما كسبت وهم لا يظلمون"
  },
  {
    "id": 288,
    "jozz": 3,
    "page": "48",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 15,
    "aya_no": 281,
    "text_tashkeel": " يَٰٓأَيُّهَا اَ۬لذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيْنٍ اِلَىٰٓ أَجَلٖ مُّسَمّىٗ فَاكْتُبُوهُۖ وَلْيَكْتُب بَّيْنَكُمْ كَاتِبُۢ بِالْعَدْلِۖ وَلَا يَابَ كَاتِبٌ اَنْ يَّكْتُبَۖ كَمَا عَلَّمَهُ اُ۬للَّهُ فَلْيَكْتُبْۖ وَلْيُمْلِلِ اِ۬لذِے عَلَيْهِ اِ۬لْحَقُّ وَلْيَتَّقِ اِ۬للَّهَ رَبَّهُۥ وَلَا يَبْخَسْ مِنْهُ شَئْاٗۖ فَإِن كَانَ اَ۬لذِے عَلَيْهِ اِ۬لْحَقُّ سَفِيهاً اَوْ ضَعِيفاً اَوْ لَا يَسْتَطِيعُ أَنْ يُّمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُۥ بِالْعَدْلِۖ وَاسْتَشْهِدُواْ شَهِيدَيْنِ مِن رِّجَالِكُمْۖ فَإِن لَّمْ يَكُونَا رَجُلَيْنِ فَرَجُلٞ وَامْرَأَتَٰنِ مِمَّن تَرْضَوْنَ مِنَ اَ۬لشُّهَدَآءِ اَ۬ن تَضِلَّ إِحْد۪يٰهُمَا فَتُذَكِّرَ إِحْد۪يٰهُمَا اَ۬لُاخْر۪ىٰۖ وَلَا يَابَ اَ۬لشُّهَدَآءُ اِ۪ذَا مَا دُعُواْۖ وَلَا تَسْـَٔمُوٓاْ أَن تَكْتُبُوهُ صَغِيراً اَوْ كَبِيراً اِلَىٰٓ أَجَلِهِۦۖ ذَٰلِكُمُۥٓ أَقْسَطُ عِندَ اَ۬للَّهِ وَأَقْوَمُ لِلشَّهَٰدَةِ وَأَدْن۪ىٰٓ أَلَّا تَرْتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةٌ حَاضِرَةٞ تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ اَلَّا تَكْتُبُوهَاۖ وَأَشْهِدُوٓاْ إِذَا تَبَايَعْتُمْۖ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۖ وَإِن تَفْعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمْۖ وَاتَّقُواْ اُ۬للَّهَۖ وَيُعَلِّمُكُمُ اُ۬للَّهُۖ وَاللَّهُ بِكُلِّ شَےْءٍ عَلِيمٞۖ ٢٨١",
    "text_simple": "يٓأيها الذين ءامنوٓا إذا تداينتم بدين الىٓ أجلٖ مسمىٗ فاكتبوه وليكتب بينكم كاتب بالعدل ولا ياب كاتب ان يكتب كما علمه الله فليكتب وليملل الذے عليه الحق وليتق الله ربه ولا يبخس منه شئاٗ فإن كان الذے عليه الحق سفيها او ضعيفا او لا يستطيع أن يمل هو فليملل وليه بالعدل واستشهدوا شهيدين من رجالكم فإن لم يكونا رجلين فرجلٞ وامرأتن ممن ترضون من الشهدآء ان تضل إحديهما فتذكر إحديهما الاخرى ولا ياب الشهدآء اذا ما دعوا ولا تسٔموٓا أن تكتبوه صغيرا او كبيرا الىٓ أجله ذلكمٓ أقسط عند الله وأقوم للشهدة وأدنىٓ ألا ترتابوٓا إلآ أن تكون تجرة حاضرةٞ تديرونها بينكم فليس عليكم جناح الا تكتبوها وأشهدوٓا إذا تبايعتم ولا يضآر كاتبٞ ولا شهيدٞ وإن تفعلوا فإنه فسوق بكم واتقوا الله ويعلمكم الله والله بكل شےء عليمٞ"
  },
  {
    "id": 289,
    "jozz": 3,
    "page": "49",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 1,
    "line_end": 4,
    "aya_no": 282,
    "text_tashkeel": " ۞ وَإِن كُنتُمْ عَلَىٰ سَفَرٖ وَلَمْ تَجِدُواْ كَاتِباٗ فَرِهَٰنٞ مَّقْبُوضَةٞۖ فَإِنَ اَمِنَ بَعْضُكُم بَعْضاٗ فَلْيُوَ۬دِّ اِ۬لذِے اِ۟وتُمِنَ أَمَٰنَتَهُۥۖ وَلْيَتَّقِ اِ۬للَّهَ رَبَّهُۥۖ وَلَا تَكْتُمُواْ اُ۬لشَّهَٰدَةَۖ وَمَنْ يَّكْتُمْهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلْبُهُۥۖ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٞۖ ٢٨٢",
    "text_simple": "وإن كنتم على سفرٖ ولم تجدوا كاتباٗ فرهنٞ مقبوضةٞ فإن امن بعضكم بعضاٗ فليود الذے اوتمن أمنته وليتق الله ربه ولا تكتموا الشهدة ومن يكتمها فإنهٓ ءاثمٞ قلبه والله بما تعملون عليمٞ"
  },
  {
    "id": 290,
    "jozz": 3,
    "page": "49",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 4,
    "line_end": 7,
    "aya_no": 283,
    "text_tashkeel": "لِّلهِ مَا فِے اِ۬لسَّمَٰوَٰتِ وَمَا فِے اِ۬لَارْضِۖ وَإِن تُبْدُواْ مَا فِےٓ أَنفُسِكُمُۥٓ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ اِ۬للَّهُ فَيَغْفِرْ لِمَنْ يَّشَآءُ وَيُعَذِّبْ مَنْ يَّشَآءُۖ وَاللَّهُ عَلَىٰ كُلِّ شَےْءٖ قَدِيرٌۖ ٢٨٣",
    "text_simple": "لله ما فے السموت وما فے الارض وإن تبدوا ما فےٓ أنفسكمٓ أو تخفوه يحاسبكم به الله فيغفر لمن يشآء ويعذب من يشآء والله على كل شےءٖ قدير"
  },
  {
    "id": 291,
    "jozz": 3,
    "page": "49",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 7,
    "line_end": 10,
    "aya_no": 284,
    "text_tashkeel": "اٰمَنَ اَ۬لرَّسُولُ بِمَآ أُنزِلَ إِلَيْهِ مِن رَّبِّهِۦ وَالْمُومِنُونَۖ كُلٌّ اٰمَنَ بِاللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦۖ لَا نُفَرِّقُ بَيْنَ أَحَدٖ مِّن رُّسُلِهِۦۖ وَقَالُواْ سَمِعْنَا وَأَطَعْنَاۖ غُفْرَانَكَ رَبَّنَاۖ وَإِلَيْكَ اَ۬لْمَصِيرُۖ ٢٨٤",
    "text_simple": "امن الرسول بمآ أنزل إليه من ربه والمومنون كل امن بالله وملٓئكته وكتبه ورسله لا نفرق بين أحدٖ من رسله وقالوا سمعنا وأطعنا غفرانك ربنا وإليك المصير"
  },
  {
    "id": 292,
    "jozz": 3,
    "page": "49",
    "sura_no": 2,
    "sura_name_en": "Al-Baqarah",
    "sura_name_ar": "البَقَرَة ",
    "line_start": 10,
    "line_end": 15,
    "aya_no": 285,
    "text_tashkeel": "لَا يُكَلِّفُ اُ۬للَّهُ نَفْساً اِلَّا وُسْعَهَاۖ لَهَا مَا كَسَبَتْۖ وَعَلَيْهَا مَا اَ۪كْتَسَبَتْۖ رَبَّنَا لَا تُوَ۬اخِذْنَآ إِن نَّسِينَآ أَوَ اَخْطَأْنَاۖ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْراٗ كَمَا حَمَلْتَهُۥ عَلَى اَ۬لذِينَ مِن قَبْلِنَاۖ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَاعْفُ عَنَّاۖ وَاغْفِرْ لَنَاۖ وَارْحَمْنَآۖ أَنتَ مَوْل۪يٰنَا فَانصُرْنَا عَلَى اَ۬لْقَوْمِ اِ۬لْكٰ۪فِرِينَۖ ٢٨٥",
    "text_simple": "لا يكلف الله نفسا الا وسعها لها ما كسبت وعليها ما اكتسبت ربنا لا تواخذنآ إن نسينآ أو اخطأنا ربنا ولا تحمل علينآ إصراٗ كما حملته على الذين من قبلنا ربنا ولا تحملنا ما لا طاقة لنا به واعف عنا واغفر لنا وارحمنآ أنت مولينا فانصرنا على القوم الكفرين"
  }
]